Repository: guadalinex-archive/guadalinex-2005
Catalog: tags/v3.0/*_live_installer/default/src/*-config/*-config-2.67uda/debian/po/*.po
Languages: ca, ru

source: While trying to access the Ubuntu archive using the information you provided, the Ubuntu package management tool, apt, returned the following error. The questions will be asked again.
ca: Quan s'ha intentat accedir a l'arxiu de Ubuntu fent servir la informació que heu introduït, l'eina de gestió de paquets de Ubuntu, apt, ha tornat el següent error. Es tornaran a fer les preguntes.
ru: При попытке обратиться к указанному вами архиву Ubuntu, произошла нижеследующая ошибка. Вам снова будут заданы вопросы с целью исправления этой ошибки.

source: Add another apt source?
ca: Voleu afegir una altra font de l'apt?
ru: Добавить другой источник APT?

source: ${MESSAGE}. However, you may want to add another source to apt, so it can download packages from more than one location.
ca: ${MESSAGE}. Tot i això, potser voleu afegir una altra font per apt, perquè puga descarregar paquets des de més d'una ubicació.
ru: ${MESSAGE}. Однако вы можете добавить ещё один источник APT, чтобы можно было брать пакеты из более чем одного источника.

source: edit, revert to backup
ca: edita, torna a la còpia de seguretat
ru: править, вернуться к резервной копии

source: What do you want to do?
ca: Què voleu fer?
ru: Что вы намерены делать?

source: The entries you added in sources.list (the file defining package sources for apt) seem to be incorrect. Here is the error message from apt:
ca: Les entrades que heu afegit al sources.list (el fitxer que defineix les fonts de paquets per l'apt) no han funcionat. Aquest és el missatge d'error de l'apt:
ru: Добавленные вам строки в файле sources.list не сработали. apt сообщил о нижеследующей ошибке:

source: A backup of the sources.list was made before you edited it. You may either revert to that backup or edit the existing file and fix it.
ca: S'ha guardat una còpia de seguretat del sources.list anterior a l'edició. Voleu tornar a aquesta còpia, o voleu editar el fitxer existent per arreglar-ho?
ru: Резервная копия файла sources.list была создана до ваших изменений. Хотите ли вы вернуть эту резервную копию на место, или отредактировать и исправить существующий файл?

source: The error message returned by apt:
ca: El missatge d'error que ha tornat l'apt:
ru: Вот сообщение об ошибке, полученное от APT:
