Repository: guadalinex-archive/guadalinex-2005
Catalog: tags/v3.0/*_live_installer/default/src/*-config/*-config-2.67uda/debian/po/*.po
Languages: ca, ru

source: Ubuntu base system configuration
ca: Configuració del sistema base de Ubuntu
ru: Начальная настройка основной системы Ubuntu

source: Choose the next step in the install process:
ca: Seleccioneu el pas següent del procés d'instal·lació:
ru: Ваш следующий шаг в процессе установки:

source: This is the base system configuration menu.
ca: Aquest és el menú de configuració del sistema base.
ru: Вы находитесь в меню настройки базовой системы.

source: Welcome to your new Ubuntu system!
ca: Benvingut al vostre nou sistema Ubuntu!
ru: Приветствуем вас в Ubuntu!

source: This program will now walk you through the process of setting up your newly installed system. It will start with the basics -- time zone selection, setting a root password and adding a user, and then progress to installing additional software to tune this new Ubuntu system to your needs.
ca: Aquest programa us guiarà a través del procés de configuració del sistema que acabeu d'instal·lar. Començarà per les coses bàsiques: seleccionarà el fus horari, establirà la contrasenya del superusuari i afegirà un usuari, i després continuarà instal·lant el programari addicional per adaptar aquest nou sistema Ubuntu a les vostres necessitats.

source: Use a PPP connection to install the system?
ca: Voleu fer servir una connexió PPP per a instal·lar el sistema?
ru: Хотите ли вы установить систему с помощью удалённого соединения (PPP)?

source: This system does not seem to be currently connected to the internet. Even if you plan to install from CD, it is wise to download at least security updates from the internet.
ca: Sembla que el sistema no està connectat a Internet ara mateix. Fins i tot si penseu instal·lar-ho des de CD, és una bona idea descarregar, almenys, les actualitzacions de seguretat des d'Internet.
ru: Судя по всему, ваша система не подключена к интернету. Даже если вы устанавливаете систему с компакт-дисков, выход в интернет всё же желателен для обновлений безопасности.

source: If you have an account on an Internet Services Provider (ISP), and you want to use it during the install, you may configure the PPP service now, and open a PPP connection to your ISP.
ca: Si teniu un compte en un proveïdor de serveis d'Internet (ISP) i el voleu fer servir durant la instal·lació, podeu configurar el servei PPP ara, i obrir una connexió PPP al vostre proveïdor.
ru: Если у вас есть выход в интернет и желание установить систему через него, вы можете настроить и установить удалённое соединение (PPP).

source: There was a problem installing the selected software
ca: Ha hagut un problema en instal·lar el programari seleccionat
ru: Не получилось установить выбранные программы

source: One or more packages failed to install. This may be due to bugs in the packages, or you may be out of disk space or experiencing some other problem.
ca: Un o més paquets no s'han pogut instal·lar. Açò pot ser degut a errades en els paquets, o pot ser vos heu quedat sense espai al disc, o esteu tenint algun altre problema.
ru: Не удалось установить один или несколько пакетов. Причиной этого могут быть ошибки в пакетах, нехватка места на диске и т.п.

source: Simply trying to install those packages (or a slightly different set of packages) again may work around the problem, or at least move the installation process along a little further. If you want, you can go back to the package selection step, and try again.
ca: Tornar a intentar la instal·lació d'aquests paquets (o un joc de paquets un poc diferent) un altre cop podria solucionar el problema, o com a mínim fer avançar el procés d'instal·lació un poc més. Si voleu, podeu tornar al pas de selecció de paquets i tornar-ho a intentar.
ru: Проблему обычно можно решить или просто обойти, если попробовать установить эти пакеты (или немного другой их набор) ещё раз. При желании можно вернуться к этапу выбора пакетов и попробовать заново.

source: If you decide not to try again, bear in mind that some packages on your system will be in a broken state until you manually resolve the problem.
ca: Si decidiu no tornar-ho a intentar, teniu en compte que alguns paquets en el vostre sistema estaran en un estat inestable fins que resolgueu el problema manualment.
ru: Учтите, что если вы не разрешите проблемы сейчас, то некоторые пакеты на вашей системе останутся в неработоспособном состоянии до тех пор, пока вы не решите проблему вручную.

source: Thank you for choosing Ubuntu!
ca: Gràcies per triar Ubuntu!
ru: Спасибо вас за то, что выбрали Ubuntu!

source: Setup of your Ubuntu system is complete. You may now login.
ca: S'ha finalitzat la configuració del sistema Ubuntu. Ara podeu identificar-vos.

source: If you want to revisit this setup process at a later date, just run the base-config program.
ca: Si posteriorment voleu repassar aquest procés de configuració, només heu d'executar el programa «base-config».
ru: Если вы захотите впоследствии повторить конфигурацию базовой системы, запустите /usr/sbin/base-config.

source: System hostname:
ca: Nom de l'ordinador:
ru: Имя системы:

source: Please enter your system hostname.
ca: Si us plau, introduïu el nom de l'ordinador.
ru: Введите имя вашей системы.

source: The hostname is a name that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
ca: El nom del sistema és un nom que identifica el vostre sistema a la xarxa. Si no sabeu quin hauria de ser el nom del vostre ordinador, consulteu-ho a l'administrador de la vostra xarxa. Si esteu configurant la vostra xarxa domèstica, podeu inventar-vos qualsevol cosa.
ru: Имя системы -- это имя, обозначающее вашу систему в сети. Если вы не знаете имени вашей системы, обратитесь к вашему сетевому администратору Если вы настраиваете домашнюю сеть, то придумайте имя сами.

source: Invalid hostname "${HOSTNAME}"
ca: El nom del sistema «${HOSTNAME}» és invàlid
ru: Имя системы "${HOSTNAME}" недопустимо.

source: A valid hostname may contain period-separated parts containing only alphanumeric characters and the minus sign, be between 2 and 63 characters long, and each part cannot begin or end with a minus sign.
ca: Un nom de sistema vàlid pot contenir parts separades per punts que continguen només caràcters alfanumèrics i el símbol negatiu, ha de tenir entre 2 i 63 caràcters, i cada part no pot començar o acabar amb un signe negatiu.
ru: Допустимое имя состоит из частей, разделённых точками и состоящих только из букв, цифр и дефиса, и имеет длину от 2 до 63 символов. Кроме того, каждая часть не может начинаться или оканчиваться на дефис.

source: Do you want to start the graphical display manager?
ca: Voleu iniciar el gestor de visualització gràfica?
ru: Хотите ли вы запустить графический вход в систему?

source: The graphical display manager makes it possible to log in using a graphical environment.
ca: El gestor de visualització gràfica permet l'entrada fent servir un entorn gràfic.
ru: Графический вход систему позволяет входить в систему в графическом режиме.

source: Load preseed file
ca: Carrega un fitxer de llavor
ru: Загрузить файл автоматической установки

source: Display introductory message
ca: Mostra el missatge introductori
ru: Показать вводное сообщение

source: Configure the keyboard
ca: Configura el teclat
ru: Настроить клавиатуру

source: Configure timezone
ca: Configura el fus horari
ru: Настроить часовой пояс

source: Set up users and passwords
ca: Configura els usuaris i les contrasenyes
ru: Настроить пользователей и их пароли

source: Set the hostname
ca: Estableix el nom del sistema
ru: Установить имя системы

source: Configure and enable ppp
ca: Configura i habilita el ppp
ru: Настроить и включить удалённый доступ (PPP)

source: Configure apt
ca: Configura l'apt
ru: Настроить APT

source: Select and install packages
ca: Selecciona i instal·la paquets
ru: Выбрать и установить пакеты

source: Configure the Mail Transfer Agent
ca: Configura l'agent de transferència de correu (MTA)
ru: Настроить почтовый сервер

source: Finish configuring the base system
ca: Finalitza la configuració del sistema base
ru: Закончить настройку основной системы

source: Exit the base system configuration
ca: Surt de la configuració del sistema base
ru: Выйти из программы настройки основной системы

source: Execute a shell
ca: Executa un intèrpret d'ordres
ru: Запустить командную строку

source: Time zone configuration
ca: Configuració del fus horari
ru: Настроить часовой пояс

source: Is the hardware clock set to GMT?
ca: El rellotge de maquinari està establert a GMT?
ru: Установлены ли аппаратные часы на Гринвичскую зону (GMT)?

source: Unix system clocks are generally set to GMT ("Greenwich Mean Time", also known as "Universal Coordinated Time", or UTC). The operating system knows your time zone and converts system time into the local time. You can specify whether the hardware clock is set to either GMT (recommended for a Linux-only system) or local time (which may be more convenient for a system that also runs other operating systems or an off-the-shelf PC).
ca: Els rellotges de sistema Unix estan generalment fixats a GMT («Greenwich Mean Time», també coneguda com a «Hora Universal Coordinada», o UTC). El sistema operatiu sap el vostre fus horari i converteix l'hora del sistema a l'hora local. Podeu especificar si el rellotge de maquinari està en GMT (recomanat per sistemes amb només Linux) o hora local (que pot ser més convenient per un sistema que també executa altres sistemes operatius, o per els PC preconfigurats).
ru: Системные часы в Unix обычно устанавливают на нулевой часовой пояс (GMT, "Среднее Гринвичское Время", также называемое UTC, "Универсальное Скоординированное Время"). Операционная система знает ваш часовой пояс и переводит системное время в местное время. Вы можете настроить аппаратные часы на GMT (желательно, если у вас только Linux), или на местное время (желательно, если у вас установлено несколько операционных систем).

source: The hardware clock says the time is now ${hwtime}.
ca: El rellotge del sistema diu que l'hora actual és ${hwtime}.
ru: Аппаратные часы сейчас показывают ${hwtime}.

source: Do you want to change your current time zone?
ca: Voleu canviar el fus horari?
ru: Хотите ли вы поменять текущий часовой пояс?

source: Your current time zone is set to ${timezone}.
ca: El fus horari està establert a ${timezone}.
ru: Ваш текущий часовой пояс: ${timezone}.

source: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, East-Indiana, Indiana-Starke, Michigan, Samoa, other
ca: Oriental, Central, Mountain, Pacífic, Alaska, Hawaii, Aleutian, Arizona, Indiana oriental, Indiana Starke, Michigan, Samoa, altre
ru: Восточный (Eastern), Центральный (Central), Горный (Mountain), Тихоокеанский (Pacific), Аляска, Гаваи, Алеутские острова, Аризона, Восточная Индиана, Indiana-Starke, Мичиган, Самоа, другой

source: The following are common time zones in the United States of America.
ca: Els fussos horaris següents són comuns als Estats Units d'Amèrica.
ru: Ниже указаны основные часовые пояса и нестандартные регионы на территории США.

source: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, other
ca: Newfoundland, Atlàntic, Oriental, Central, Oriental Saskatchewan, Saskatchewan, Mountain, Pacífic, Yukon, altre
ru: Ньюфаундленд, Антлантический (Atlantic), Восточный (Eastern), Центральный (Central), Восточный Cаскачеван, Саскачеван, Горный (Mountain), Тихоокеанский (Pacific), Юкон, другой

source: The following are common time zones in Canada.
ca: Els fussos horaris següents són comuns al Canadà.
ru: Ниже указаны основные часовые пояса и нестандартные регионы на территории Канады.

source: East, West, Acre, DeNoronha, other
ca: Est, Oest, Acre, DeNoronha, altre
ru: East, West, Acre, DeNoronha, другой

source: The following are common time zones in Brazil.
ca: Els fussos horaris següents són comuns al Brasil.
ru: Ниже указаны основные часовые пояса и нестандартные регионы на территории Бразилии.

source: If you are in a different time zone, choose "other" to select from all available time zones.
ca: Si esteu a un fus horari diferent, seleccioneu «altre» per seleccionar un dels fussos horaris disponibles.
ru: Если вы находитесь в другом часовом поясе, пункт меню "другой" даст вам возможность выбрать из всех доступных часовых поясов.

source: Are you in the ${zone} time zone?
ca: Esteu en el fus horari ${zone}?
ru: Находитесь ли вы в часовом поясе "${zone}"?

source: Based on your country, your time zone is probably ${zone}.
ca: En funció del vostre país, el fus horari que us correspon és, probablement, ${zone}.
ru: Исходя из вашего местоположения, ваш часовой пояс скорее всего "${zone}".

source: ${choices}, other
ca: ${choices}, altre
ru: ${choices}, другой

source: Select your time zone:
ca: Seleccioneu el fus horari:
ru: Выберите ваш часовой пояс:

source: Based on your country, you are probably in one of these time zones. If you are not, choose "other" to select from all available time zones.
ca: En funció del vostre país, probablement esteu en un d'aquests fussos horaris. Si no és així, seleccioneu «altre» per seleccionar un dels fussos horaris disponibles.
ru: Исходя из выбранной вами страны, вы скорее всего находитесь в одном из указанных ниже часовых поясов. Если правильного часового пояса нет в писке, то выберите "другой" и укажите правильный часовой пояс из полного списка.

source: Africa, America, US, Canada, Asia, Atlantic Ocean, Australia, Europe, Indian Ocean, Pacific Ocean, System V style time zones, None of the above
ca: Àfrica, Amèrica, EUA, Canadà, Àsia, Oceà Atlàntic, Austràlia, Europa, Oceà Índic, Oceà Pacífic, Zones horaris a l'estil System V, Cap de les anteriors
ru: Африка, Америка, США, Канада, Азия, Атлантический океан, Австралия, Европа, Индийский океан, Тихий океан, часовые пояса в стиле System V, ни один из этих

source: Area for your time zone:
ca: Àrea del vostre fus horari:
ru: Выберите ваш город или часовой пояс:

source: Pick the geographic area in which the time zone you desire is located.
ca: Seleccioneu l'àrea geogràfica en la qual està el fus horari que voleu fer servir.
ru: Выберите географический регион, в котором вы находитесь.

source: Select a city or time zone:
ca: Seleccioneu una ciutat o fus horari:
ru: Выберите город или часовой пояс:

source: Cities represent the time zone in which they are located, so you may choose any city in the desired time zone.
ca: Les ciutats representen el fus horari en les que estan situades, així que podeu escollir qualsevol ciutat en el vostre fus horari.
ru: Города обозначают часовой пояс, в котором они находятся, так что вы можете выбрать любой город из находящихся в вашем часовом поясе.

source: Is this information correct?
ca: És aquesta informació correcta?
ru: Верны ли эти данные?

source: Here is your selected time zone information.
ca: Aquesta és la informació del fus horari seleccionat.
ru: Вот введённые вами данные о часовом поясе.

source: Local time is now: ${tzdate} Universal Time is now: ${utdate} Time zone is set to: ${timezone}
ca: L'hora local actual és: ${tzdate} L'hora universal actual és: ${utdate} Fus horari establert a: ${timezone}
ru: Местное время сейчас: ${tzdate} Время GMT сейчас: ${utdate} Установлена зона времени: ${timezone}

source: If something looks wrong, you can go through the setup process again.
ca: Si alguna cosa sembla estar malament, podeu repetir el procés de configuració.
ru: Если что-то кажется неверным, то вы можете снова пройти через процесс настройки.

source: Apt configuration
ca: Configuració de l'apt
ru: Настройка APT

source: HTTP proxy information (blank for none):
ca: Informació sobre el servidor intermediari d'HTTP (en blanc per a cap):
ru: Введите информацию о HTTP-прокси (оставьте это поле пустым, если прокси не используется):

source: If you need to use a HTTP proxy to access the outside world, please enter the proxy information here. Otherwise, leave this blank.
ca: Si heu d'utilitzar un servidor intermediari d'HTTP per a accedir a la xarxa exterior, introduïu la informació del servidor. Si no, deixeu-ho en blanc.
ru: Если вы используете прокси для доступа к Интернет, то введите здесь информацию о нём. В противном случае, оставьте поле пустым.

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]"
ca: La informació del servidor intermediari ha d'estar en la forma estàndard «http://[[usuari][:contrasenya]@]servidor[:port]»
ru: Информацию о прокси нужно ввести в виде:"http://[[пользователь][:пароль]@]машина[:порт]"

source: cdrom, http, ftp, filesystem, edit sources list by hand
ca: cdrom, http, ftp, sistema de fitxers, edita les fonts a mà
ru: компакт-диск, http-сервер, ftp-сервер, файловая система, указать источники вручную

source: Archive access method for apt:
ca: Mètode d'accés a l'arxiu de l'apt:
ru: Метод доступа к архиву для программы apt:

source: Please choose the method apt (the Ubuntu package management tool) should use to access the Ubuntu archive.
ca: Seleccioneu el mètode que hauria de fer servir l'apt (l'eina de gestió de paquets de Ubuntu) per accedir l'arxiu de Ubuntu.
ru: Выберите способ доступа управляющих программ к архиву Ubuntu:

source: For example if you have an Ubuntu cd, select "cdrom", while if you plan to install via an Ubuntu mirror, choose "ftp" or "http".
ca: Per exemple, si teniu un CD d'Ubuntu, seleccioneu «cdrom», o si penseu instal·lar des d'una rèplica d'Ubuntu, seleccioneu «ftp» o «http».
ru: Например, если вы используете компакт-диски Ubuntu, то выберите "компакт-диск", а если планируете использовать один из серверов Ubuntu, то выберите "ftp" или "http".

source: Mirror country:
ca: País de la rèplica:
ru: Местоположение сервера:

source: Select the country the mirror should be in. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
ca: Seleccioneu el país on hauria d'estar la rèplica. Haurieu d'utilitzar una rèplica del vostre pais o regió si no sabeu quina rèplica té la millor connexió d'Internet amb vosaltres.
ru: Выберите страну расположения используемого сервера. Если вы не знаете, с каким сервером у вас лучшая связь, то выберите один из находящихся в вашей стране.

source: Choose the Ubuntu mirror to use:
ca: Seleccioneu la rèplica de Ubuntu a utilitzar:
ru: Выберите используемый сервер Ubuntu:

source: Select the Ubuntu mirror apt should use. You should select a mirror that is close to you on the net.
ca: Seleccioneu la rèplica de Ubuntu que voleu fer servir servir amb apt. Hauríeu de seleccionar una rèplica que estiga a prop vostre en la xarxa.
ru: Выберите сервер Ubuntu, которым будет пользоваться APT. Рекомендуется выбирать наиболее географически близкий к вам сервер.

source: Mirror hostname:
ca: Nom del sistema de la rèplica:
ru: Введите имя сервера:

source: Enter the hostname of the mirror from which Ubuntu will be downloaded.
ca: Introduïu el nom del sistema de la rèplica des d'on es descarregarà Ubuntu.
ru: Введите имя сервера Ubuntu, который вы хотите использовать.

source: Mirror directory:
ca: Directori de la rèplica:
ru: Введите каталог на сервере:

source: Enter the directory in which the Ubuntu mirror is located.
ca: Introduïu el directori on està ubicada la rèplica de Ubuntu.
ru: Введите каталог, в котором расположен архив Ubuntu

source: The directory you entered does not exist.
ca: El directori que heu introduït no existeix.
ru: Указанный каталог не существует.

source: Mirror not found
ca: No s'ha trobat la rèplica
ru: Зеркальный сервер не найден

source: The directory you entered does not contain a subdirectory named "dists", so it doesn't seem to be an Ubuntu mirror.
ca: El directori que heu introduït no conté un subdirectori anomenat «dists», així que no sembla ser una rèplica de Ubuntu.
ru: Введённый каталог, не содержит подкаталога с именем "dists", так что это видимо не зеркальный сервер Ubuntu.

source: CD-ROM device file:
ca: Fitxer del dispositiu del CD-ROM:
ru: Введите имя файла устройства CD-ROM:

source: This program was unable to auto-detect a CD-ROM drive, or there is no usable CD in the drive.
ca: Aquest programa no ha pogut auto detectar automàticament una unitat de CD ROM, o no hi ha cap CD utilitzable en la unitat.
ru: Программа не смогла автоматически определить ваш CD-ROM, либо в нём нет диска.

source: Enter the device file to use to access your CD-ROM, and place an Ubuntu CD in the drive.
ca: Introduïu el fitxer de dispositiu que voleu fer servir per accedir al vostre CD-ROM, i fiqueu un CD de Ubuntu en la unitat.
ru: Введите имя файла устройства СD-ROM и поместите компакт-диск Ubuntu в привод.

source: Non-Ubuntu CD-ROM detected
ca: S'ha detectat un CD-ROM que no és de Ubuntu
ru: Найден диск, не содержащий Ubuntu

source: The CD-ROM drive contains a non-Ubuntu CD.
ca: El CD-ROM conté un CD que no és de Ubuntu.
ru: В приводе CD-ROM находится диск, не содержащий Ubuntu.

source: Scan another CD?
ca: Voleu analitzar un altre CD?
ru: Добавить ещё один диск?

source: If you have another Ubuntu CD (for example, the second in a two CD set), you should insert and scan it now.
ca: Si teniu un altre CD de Ubuntu (per exemple, el segon en un joc de dos CD), hauríeu d'inserir-lo i analitzar-lo ara.
ru: Если у вас ещё диски Ubuntu (например, второй из двухдискового набора), то вставьте его в привод и добавьте его в систему.

source: Use restricted software?
ca: Voleu utilitzar programari «restricted»?

source: Some restricted software has been made to work with Ubuntu. Though this software is not at all a part of Ubuntu, standard Ubuntu tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
ca: Hi ha un poc de programari no lliure (restricted) que s'ha preparat perquè funcione amb Ubuntu. Encara que aquest programari no és de cap manera part de Ubuntu, es poden utilitzar les eines comunes de Ubuntu per instalar-ho. Aquest programari té vàries llicències que vos poden impedir que l'utilitzeu, modifique o compartiu.

source: Please choose whether you want to have it available anyway.
ca: Seleccioneu si el voleu tenir disponible de tota manera.
ru: Хотите ли вы всё-таки использовать подобные программы?

source: Use contrib software?
ca: Voleu utilitzar programari «contrib»?
ru: Использовать contrib программы?

source: Some additional software has been made to work with Ubuntu. Though this software is free, it depends on non-free software for its operation. This software is not a part of Ubuntu, but standard Ubuntu tools can be used to install it.
ca: Hi ha programari addicional que s'ha preparat per a que funcioni amb Ubuntu. Encara que aquest programari és lliure, depèn de programari no lliure (non-free) per a que funcioni. Aquest programari no és part de Ubuntu, però les eines comunes de Ubuntu es poden utilitzar per instal·lar-ho. Voleu que siga disponible?
ru: Программы типа "contrib" -- дополнительные программы, являющиеся по своей сути свободными, но для их нормальной работы требуется наличие несвободных программ. Таким образом, они не не являются частью Ubuntu, но могут установлены стандартными инструментами Ubuntu.

source: Please choose whether you want this software to be made available to you.
ca: Seleccioneu si voleu que aquest programari siga disponible.
ru: Хотите ли вы устанавливать подобные программы?

source: Failed to access the Ubuntu archive
ca: No s'ha pogut accedir a l'arxiu de Ubuntu
ru: Ошибка доступа к архиву Ubuntu
