Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/uda-postinstall/uda-postinstall-0.21/po/*.po
Languages: es

source: <b>Admin User</b>
es: <b>Usuario administrador</b>

source: <b>Internet Repositories</b>
es: <b>Repositorios en internet</b>

source: <b>My computer</b>
es: <b>Mi equipo</b>

source: Computer name
es: Nombre del equipo

source: Extra software repository (Universe)
es: Repositorio de software extra (Universe)

source: Main repository
es: Repositorios principal

source: Password
es: Contraseña

source: Repeat Password
es: Repite contraseña

source: Security updates repository
es: Repositorio de actualizaciones de seguridad

source: Username
es: Nombre de usuario

source: HELP
es: AYUDA

source: Admin user
es: Usuario administrador

source: The admin user is an user that have special permissions respect to the other users. With this user one can access the administration tools (software installation, configuration tools...).
es: El usuario administrador, es un usuario que tiene capacidades especiales con respecto al resto de los usuarios. Este usuario tiene la posibilidad de acceder a las herramientas de administración (instalación de software, herramientas de configuración, permisos, creación de nuevos usuarios...).

source: My Computer
es: Mi equipo

source: In systems like this is a common thing to name the computer for identification. You can name it "home", "office" or any other name you want, though it must be a single word.
es: En sistemas como este es habitual ponerle un nombre al equipo para poder identificarlo. Puede poner como nombre "casa", "oficina" o cualquier otro que se le ocurra, siempre y cuando sea una sola palabra, sin espacios ni signos de puntuación.

source: Internet repositories
es: Repositorios en internet

source: If you have an internet connection, you can use our repositories freely. A repository is a place in the internet from you can upgrade your programs and install new ones. This can be done trough the package manager tool, installed on your system.
es: Si usted dispone de conexión a Internet podra utilizar nuestros repositorios de manera libre y gratuita. Un repositorio es un lugar en Internet desde el cual usted podra actualizar sus programas e instalar programas nuevos. Esto se realiza a través de la herramienta de gestión de software que dispone su sistema.

source: <span size="x-large" weight="bold" foreground="white">SYSTEM INFORMATION</span>
es: <span size="x-large" weight="bold" foreground="white">INFORMACIÓN DEL SISTEMA</span>

source: Unpacking ---> %s
es: Desempaquetando ---> %s

source: Unpacking %s ...
es: Desempaquetando %s ...

source: Setting up ---> %s
es: Configurando ---> %s

source: Setting up %s ...
es: Configurando %s ...
