Repository: guadalinex-archive/guadalinex-2005
Catalog: trunk/*_live_installer/default/src/*-config/*-config-2.67uda/debian/po/*.po
Languages: ar, bg, cy, de, eu

source: Are you in the ${zone} time zone?
ar: هل أنت في المنطقة الزّمنيّة ${zone}؟
bg: Във времевата зона ${zone} ли сте?
cy: Ydych chi yn y parth amser ${zone}?
de: Befinden Sie sich wirklich in der Zeitzone ${zone}?
eu: Zu ${zone} ordu zonaldean al zaude?

source: Based on your country, your time zone is probably ${zone}.
ar: بناءً على دولتك، فمن المرجّح أن تكون منطقتك الزّمنيّة هي ${zone}.
bg: Съдейки от Вашата държава, времевата зона вероятно е ${zone}.
cy: Yn seiliedig ar eich gwlad, mae'n debygol mai ${zone} yw eich parth amser.
de: Ihre Zeitzone ist vermutlich ${zone}.
eu: Zure herrialdean oinarriturik zure ordu zonaldea ziurrenik ${zone} da.

source: ${choices}, other
ar: ${choices}, أخرى
bg: ${choices}, друга
cy: ${choices}, arall
de: ${choices}, andere
eu: ${choices}, besteak

source: Select your time zone:
ar: اختر منطقتك الزّمنيّة:
bg: Изберете Вашата времева зона:
cy: Dewiswch eich parth amser:
de: Wählen Sie Ihre Zeitzone:
eu: Hautatu zure ordu zonaldea:

source: Based on your country, you are probably in one of these time zones. If you are not, choose "other" to select from all available time zones.
ar: بناءً على دولتك، فمن المرجّح أن تكون في أحد هذه المناطق الزّمنيّة. إن لم تكن كذلك فاختر "أخرى" للانتقاء من بين كلّ المناطق الزّمنيّة المتوفّرة.
bg: Съдейки от Вашата държава, може би сте в една от следните времеви зони. Ако не сте, изберете "друга", за да изберете от списъка на всички налични времеви зони.
cy: Yn seiliedig ar eich gwlad, rydych chi mwy na thebyg yn un o'r pathau amser yma. Os nad ydych chi, dewiswch "arall" er mwyn dewis o bob parth amser.
de: Ihrem Land nach, sind Sie vermutlich in einer dieser Zeitzonen. Falls nicht, wählen Sie 'andere' um aus allen vorhandenen Zeitzonen zu wählen.
eu: Zure herrialdean oinarriturik zure ordu zonaldea ziurrenik hauetako bat da. Egokiak ez balira aukeratu "other" berau zonalde guztien zerrendatik aukeratzeko.

source: Africa, America, US, Canada, Asia, Atlantic Ocean, Australia, Europe, Indian Ocean, Pacific Ocean, System V style time zones, None of the above
ar: أفريقيا، أمريكا، الولايات المتحدة، كندا، آسيا، المحيط الأطلسي، أستراليا، أوروبا، المحيط الهندي، المحيط الهادي، نمط المنطقة الزمنية لـSystem V، ليس أي مما سبق
bg: Африка, Америка, Съединени щати, Канада, Азиа, Атлантически океан, Австралия, Европа, Индийски океан, Тихи океан, Времеви зони от тип System V, Никоя от горните
cy: Affrica, America, UDA, Canada, Asia, Cefnfor Atlantig, Awstralia, Ewrop, Cefnfor India, Cefnfor Tawel, Parthau amser arddull System V, Dim o'r uchod
de: Afrika, Amerika, USA, Kanada, Asien, Atlantischer Ozean, Australien, Europa, Indischer Ozean, Pazifischer Ozean, System V-Zeitzonen, keine der obigen
eu: Afrika, Amerika, AEB, Kanada, Asia, Atlantiko Ozeanoa, Australia, Europa, Indiar Ozeanoa, Ocean Pazifikoa, System V motako ordu zonaldea, hauetako bat ere ez

source: Area for your time zone:
ar: مساحة منطقتك الزمنية:
bg: Област, включваща Вашата времева зона:
cy: Ardal eich parth amser:
de: Bereich Ihrer Zeitzone:
eu: Zure ordu zonaldearen area:

source: Pick the geographic area in which the time zone you desire is located.
ar: انتق المساحة الجغرافية التي تقع فيها المنطقة الزمنية التي ترغبها.
bg: Изберете географската зона, в която е исканата от Вас времева зона.
cy: Dewiswch yr ardal dearyddol mae'r parth amser hoffech ynddi.
de: Wählen Sie das geographische Gebiet, in dem sich Ihre Zeitzone befindet.
eu: Klikatu ezazu zure ordu zonaldea dagoen eremu geografikoan.

source: Select a city or time zone:
ar: اختر مدينة أو منطقة زمينة:
bg: Изберете град или времева зона:
cy: Dewiswch ddinas neu barth amser:
de: Wählen Sie eine Stadt oder Zeitzone:
eu: Hautatu hiri edo ordu zona:

source: Cities represent the time zone in which they are located, so you may choose any city in the desired time zone.
ar: تمثل المدن المنطقة الزمنية التي تقع فيها، لذا يمكنك اختيار أية مدينة في المنطقة الزمنية المرغوبة.
bg: Градовете представят времевите зони, в които се намират, така че може да изберете кой да е град в желаната времева зона.
cy: Mae dinasoedd yn cynreichioli y parthau amser maent ynddynt, felly cewch ddewis unrhyw ddinas yn y parth amser hoffech.
de: Städte stehen für die Zeitzone in denen Sie sich befinden, Sie können also eine beliebige Stadt aus Ihrer Zeitzone wählen.
eu: Hiriak dauden kokalekuaren ordu zonalde errepresentatzen dute, beraz zuk desio duzun zonaldeko edozein hiri aukeratu dezakezu.

source: Is this information correct?
ar: هل هذه المعلومات صحيحة؟
bg: Правилна ли е тази информация?
cy: Ydy'r wybodaeth hyn yn gywir?
de: Sind diese Angaben richtig?
eu: Informazio hau ondo dago?

source: Here is your selected time zone information.
ar: ها هي معلومات منطقة الزمنية المختارة.
bg: Ето информация за избраната от Вас времева зона.
cy: Dyma fanylion y parth amser dewisoch.
de: Hier ist Ihre gewählte Zeitzoneninformation:
eu: Hauek dira zuk aukeratutako ordu zonalde argibideak.

source: Local time is now: ${tzdate} Universal Time is now: ${utdate} Time zone is set to: ${timezone}
ar: الوقت المحلي الآن هو: ${tzdate} الوقت العالمي الآن هو: ${utdate} المنطقة الزمنية معدّة على: ${timezone}
bg: Локалното време сега е: ${tzdate} Универсалното време сега е: ${utdate} Времевата зона е зададена на: ${timezone}
cy: Amser lleol nawr: ${tzdate} Amser Cyffredinol nawr: ${utdate} Parth amser wedi ei osod i: ${timezone}
de: Ortszeit ist nun: ${tzdate} Universal Time ist nun: ${utdate} Zeitzone ist gesetzt auf: ${timezone}
eu: Orain ordu lokala: ${tzdate} Orain Ordu Unibetsala: ${utdate} Ordu zonalde ezarpena: ${timezone}

source: If something looks wrong, you can go through the setup process again.
ar: إن كان شيء يبدو خطأ، يمكنك القيام بعملية الإعداد مجدّداً.
bg: Ако нещо не изглежда наред, можете да преминете през настройването отново.
cy: Os mae rhywbeth yn edrych yn anghywir, gallwch fynd drwy'r broses paratoi eto.
de: Wenn irgendetwas falsch scheint, können Sie das Setup noch einmal durchlaufen.
eu: Zerbaitek gaizki badirudi, zuk konfigurazio prozesua berriz egin dezakezu.

source: Apt configuration
ar: إعداد apt
bg: Настройване на apt
cy: Cyfluniad APT
de: Apt-Konfiguration
eu: Apt konfiguraketa

source: HTTP proxy information (blank for none):
ar: معلومات بروكسي بروتوكول http (اترك فراغ كي لا تستخدمه)
bg: Информация за HTTP прокси (оставете празно, ако няма такова):
cy: Manylion dirprwy HTTP (gwag os does dim):
de: Daten Ihres HTTP-Proxys (freilassen für keinen Proxy):
eu: HTTP proxyaren informazioa (hutsik ez bada behar):

source: If you need to use a HTTP proxy to access the outside world, please enter the proxy information here. Otherwise, leave this blank.
ar: إن كنت تحتاج لاستخدام بروكسي HTTP للوصول إلى خارج الشبكة، رجاء أدخل معلومات البروكسي هنا. وإلا، دع هذا فارغاً.
bg: Ако за достъп до Интернет се нуждаете от използването на HTTP прокси, моля въведете информация за проксито тук. Иначе оставете полето празно.
cy: Os ydych angen defnyddio dirprwy HTTP er mwyn cysylltu â'r byd allanol, rhowch y manylion dirprwy yma os gwelwch yn dda. Fel arall, gadewch yn yn wag.
de: Wenn Sie einen HTTP-Proxy für Ihre Verbindung benötigen, geben Sie die Daten hier ein. Wenn nicht, lassen Sie das Eingabefeld leer.
eu: Zuk kanpoaldeko sareetara (Internet) sarrera edukitzeko HTTP proxy batetaz baliatu behar bazara, sar hemen proxy argibidea, beste hutsik utzi ezazu.

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]"
ar: معلومات البروكسي يجب أن تكون بالنسق القياسي "http://[[user][:pass]@]host[:port]"
bg: Информацията за проксито трябва да е в стандартната форма "http://[[потребител][:парола]@]хост[:порт]"
cy: Dylid rhoi'r manylion dirprwy yn y ffurf safonol "http://[[cyfrif][:cyfrinair]@]gwesteiwr[:porth]"
de: Die Daten für den Proxy müssen in der Standardform 'http://[[Benutzer][:Passwort]@]Rechnername[:Port]' eingegeben werden.
eu: porxy argibideak -"http://[[erabiltzailea][:pasahitza]@]ostalaria[:ataka]" formatu estandarrean ipini behar da.

source: cdrom, http, ftp, filesystem, edit sources list by hand
ar: قرص مدمج، http، ftp، نظام ملفات، عدّل لائحة المصادر يدوياً
bg: компактдиск, http, ftp, файлова система, ръчно редактиране на източниците
cy: cdrom, http, ftp, system ffeiliau, golygu'r rhestr ffynhonellau âllaw
de: cdrom, http, ftp, Dateisystem, Liste der Paketquellen von Hand editieren
eu: cdrom, http, ftp, fitxategi sistema, jatorri zerrenda eskuz editatu

source: Archive access method for apt:
ar: طريقة apt للوصول للأرشيف:
bg: Начин за достъп до архива на apt:
cy: Y dull cyrchu archif ar gyfer APT:
de: Zugriffsmethode für apt auf das Archiv:
eu: Apt-k fitxategiak eskuratzeko modua:

source: Please choose the method apt (the Ubuntu package management tool) should use to access the Ubuntu archive.
bg: Моля, изберете начина, който apt (дебианският администратор на пакети) да използва, за да достигне дебианския архив.
cy: Os gwelwch yn dda, dewiswch y dull dylai APT (set offeryn rheoli pecynnau Ubuntu) ddefnyddio ar gyfer cyrchu archif Ubuntu.
de: Bitte wählen Sie die Zugriffsmethode auf das Ubuntu Archiv für apt (das Ubuntu Paket Management Tool):
eu: Mesedez aukeratu apt-k (Ubuntu pakete kudeatzaile tresna) Ubuntu fitxategia eskuratzeko erabili behar duen modua.

source: For example if you have an Ubuntu cd, select "cdrom", while if you plan to install via an Ubuntu mirror, choose "ftp" or "http".
bg: Например, ако имате дебиански компактдиск, изберете "компактдиск", докато ако планирате да инсталирате Ubuntu от огледало, изберете "ftp" или "http".
cy: Er enghraifft, os mae CD Ubuntu gennych, dewiswch "cdrom", tra os ydych chi'n bwriadu sefydlu drwy drych Ubuntu, dewiswch "ftp" neu "http".
de: Wenn Sie beispielsweise eine Ubuntu CD besitzen, wählen Sie 'cdrom', wenn Sie von einem Spiegel-Server aus dem Internet Installieren wollen, wählen Sie 'ftp' oder 'http'.
eu: Adibidez zuk Ubuntu cd bat baduzu , "cdrom" aukeratu , baina zuk Ubuntu ispilu baten bidez instalatzea pentsatzen baduzu "ftp" edo "http" erabili.

source: Mirror country:
ar: دولة المرآة:
bg: Държава на огледалото:
cy: Gwlad drych:
de: Land des Spiegel-Servers:
eu: Ispilu erregioa:

source: Select the country the mirror should be in. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
ar: اختر الدولة التي يجب أن تكون فيها المرآة. يجب أن تختار مرآة في بلدك أو إقليمك إن كنت لا تعرف أية مرآة لها أفضل اتصال انترنت بك.
bg: Изберете държавата, в която се намира огледалото. Трябва да използвате огледало от Вашата държава или регион, ако не знаете към кое огледало имате най-добра връзка.
cy: Dewiswch y wlad dylai'r drych fod ynddi. Dylwch ddefnyddio drych yn eich gwlad neu ardal os nad ydych chi'n gwybod pa ddrych sydd gyda'r cysylltiad Rhyngrwyd gorau i chi.
de: Bitte wählen Sie das Land, in dem sich der Spiegel-Server befindet. Falls Sie nicht wissen, welcher Spiegel-Server die beste Internet Verbindung zu Ihnen hat, sollten Sie einen Spiegel in Ihrer Nähe wählen.
eu: Aukeratu ispilua egon behar den errialdea. Zuk zein ispiluk duen zurekiko konexio oberena ez badakizu, zure herrialdeko ispilu bat aukeratu beharko zenuke.

source: Choose the Ubuntu mirror to use:
bg: Изберете дебианско огледало, което да се използва:
cy: Dewiswch y drych Ubuntu i'w ddefnyddio:
de: Wählen Sie den Ubuntu Spiegel-Server aus:
eu: Aukeratu erabili nahi duzun Ubuntu Ispilua:

source: Select the Ubuntu mirror apt should use. You should select a mirror that is close to you on the net.
bg: Изберете дебианското огледало, което apt да използва. Трябва да изберете огледало, което е най-близко до Вас в Интернет.
cy: Dewiswch y drych Ubuntu dylai APT ddefnyddio. Dylwch ddefnyddio drych sy'n agos i chi ar y rhwydwaith.
de: Wählen Sie den Ubuntu Spiegel aus, den apt benutzen soll. Sie sollten einen auswählen, der sich in Ihrer Nähe befindet.
eu: Aukeatu apt-k erabili behar duen Ubuntu ispilua. Zuk sarean zugatik gertu dagoen ispilu bat aukeratu beharko zenukeen.

source: Mirror hostname:
ar: اسم مضيف المرآة:
bg: Име на хоста на огледалото:
cy: Enw gwesteiwr drych:
de: Rechnername des Spiegels:
eu: Ispilu ostalari izena:

source: Enter the hostname of the mirror from which Ubuntu will be downloaded.
bg: Въведете името на хоста на огледалото, от което да бъде изтеглен Ubuntu.
cy: Rhowch enw gwesteiwr y drych caiff Ubuntu ei gyrchu ohono.
de: Geben Sie den Rechnernamen des Spiegel-Servers ein, von dem Ubuntu heruntergeladen werden soll.
eu: Sartu Ubuntu eskuratu behar den ispiluaren ostalari izena.

source: Mirror directory:
ar: دليل المرآة:
bg: Директория на огледалото:
cy: Cyfeiriadur drych:
de: Spiegel-Verzeichnis:
eu: Ispilu directorioa:

source: Enter the directory in which the Ubuntu mirror is located.
bg: Въведете директорията, в която се намира огледалото на Ubuntu.
cy: Rhowch y cyfeiriadur mae'r drych Ubuntu wedi ei leoli ynddi.
de: Geben Sie das Verzeichnis an, in dem sich der Ubuntu Spiegel befindet.
eu: Sar Ubuntu ispilua kokatzen den direktorioa.

source: The directory you entered does not exist.
ar: الدليل الذي أدخلته غير موجود.
bg: Директорията, която въведохте, не съществува.
cy: Nid yw'r cyfeiriadur rhoddoch yn bodoli.
de: Das Verzeichnis, das Sie eingegeben haben, existiert nicht.
eu: Zuk emandako karpeta ez dago

source: Mirror not found
ar: لم يعثر على المرآة
bg: Не е намерено огледало
cy: Ni chanfuwyd y drych
de: Spiegel-Server nicht gefunden.
eu: Ez da ispilua aurkitu

source: The directory you entered does not contain a subdirectory named "dists", so it doesn't seem to be an Ubuntu mirror.
bg: Директорията, която сте въвели, не съдържа поддиректория "dists", затова не изглежда като огледало на Ubuntu.
cy: Nid yw'r cyfeiriadur a rhoddoch yn cynnwys isgyfeiriadur o'r enw "dists", felly ymddengys mai nid drych Ubuntu ydyw.
de: Das angegebene Verzeichnis enthält kein 'dists' Unterverzeichnis. Es scheint daher kein Ubuntu Spiegel zu sein.
eu: Zuk aukeratutako karpetak ez du "dists" izeneko azpikarpetarik, beraz ez dirudi Ubuntu ispilu bat denik.

source: CD-ROM device file:
ar: ملف جهاز القرص المدمج:
bg: Файл-устройство на компактдисковото устройство:
cy: Ffeil dyfais CD-ROM:
de: CD-ROM Gerätedatei:
eu: CD-ROM gailu fitxategia:

source: This program was unable to auto-detect a CD-ROM drive, or there is no usable CD in the drive.
ar: لم يتمكن البرنامج من اكتشاف قارئ الأقراص المدمجة تلقائياً، أو أنه لا يوجد قرص مدمج قابل للاستخدام في القارئ.
bg: Програмата не можа да намери автоматично компактдисково устройство, или няма използваем компактдиск в устройството.
cy: Methodd y rhaglen hwn ganfod gyrriant CD-ROM yn awtomatig, neu does dim disg gellir defnyddio yn y gyrriant.
de: Das Programm konnte das CD-ROM Laufwerk nicht automatisch erkennen oder es ist keine benutzbare CD im Laufwerk.
eu: Programan honek ez du CD-ROM irakurlea atzeman, edo ez dago CD erabilgarririk unitatean.

source: Enter the device file to use to access your CD-ROM, and place an Ubuntu CD in the drive.
cy: Rhowch y ffeil dyfais i'w ddefnyddio i gyrchu eich CD-ROM, a rhowch CD Ubuntu yn y gyrriant.
de: Geben Sie die Gerätedatei ein, um auf Ihre CD zugreifen zu können und legen Sie eine Ubuntu CD ein.
eu: Sar ezazu zure CD-ROM irakurtzeko erabiliko den gailu fitxategia eta sartu Ubuntu CD-a irakurlean

source: Non-Ubuntu CD-ROM detected
cy: Canfuwyd CD-ROM nid yw'n CD-ROM Ubuntu
de: Nicht-Ubuntu CD-ROM erkannt
eu: Ubuntu ez den CD-ROMa atzemanda

source: The CD-ROM drive contains a non-Ubuntu CD.
bg: Компактдисковото устройство не съдържа компактдиск с Ubuntu.
cy: Mae'r CD-ROM yn cynnwyd CD nid yw'n CD Ubuntu.
de: Im CD-ROM Laufwerk ist keine Ubuntu CD eingelegt.
eu: CD-ROM irakurleak Ubuntu CD ez den beste CD-ROM bat du.

source: Scan another CD?
ar: هل أمسح قرصاً آخر؟
bg: Сканиране на друг компактдиск?
cy: Archwilio CD arall?
de: Eine weitere CD einlesen?
eu: Beste CD bat arakatu?

source: If you have another Ubuntu CD (for example, the second in a two CD set), you should insert and scan it now.
cy: Os oes CD Ubuntu arall genny (er enghraifft, yr ail mewn set dau CD), dylwch ei roi e i fewn a'i archwilio e nawr.
de: Wenn Sie eine weitere Ubuntu CD haben, z.B. die zweite aus einem Satz von zwei CDs, dann sollten Sie diese jetzt einlegen und einlesen lassen.
eu: Zuk beste Ubuntu CD bat baduzu (adibidez bilduma baten bigarren diska), orain sartu eta arakatu beharko zenuke.

source: Use restricted software?
bg: Използване на restricted софтуер?
cy: Defnyddio meddalwedd "restricted"?
de: Restricted Software verwenden?
eu: Restricted softwarea erabili?

source: Some restricted software has been made to work with Ubuntu. Though this software is not at all a part of Ubuntu, standard Ubuntu tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
de: Einige restricted Programme wurden für den Einsatz mit Ubuntu vorbereitet. Obwohl diese Art von Software nicht Teil von Ubuntu ist, kann man sie dennoch mit den Standard Ubuntu Tools installieren. Diese Programme haben verschiedene Lizenzen, welche Sie an der Benutzung, Modifikation oder der Verbreitung der Programme hindern könnten.
eu: Zenbait software "ez-libre" (restricted) Debianekin lan egiteko garatua izan da. Nahiz software hau ez da guztiz Debianen zati, Ubuntu tresna arruntak erabili daitezke berau instalatzeko. Software honek lizentzi ezberdinak ditu eta zuri erabiltzeko, eraldatzeko edo banatzeko murrizketak izan litzakete.

source: Please choose whether you want to have it available anyway.
ar: رجاء اختر ما إذا كنت تريد توفيرها على أي حال.
bg: Моля, изберете дали искате все пак да го направите достъпен за инсталиране.
cy: Os gwelwch yn dda, dewiswch a ddylai fod ar gael fodd bynnag.
de: Bitte wählen Sie, ob Sie sie dennoch verfügbar haben möchten.
eu: Mesdez aukeratu eskuragarri izan nahi duzun ala eta guztiz ere.

source: Use contrib software?
ar: هل أستخدم البرامج المتطوعة؟
bg: Използване на contrib софтуер?
cy: Defnyddio meddalwedd "contrib"?
de: 'Contrib' Software verwenden?
eu: Contrib softwarea erabili?

source: Some additional software has been made to work with Ubuntu. Though this software is free, it depends on non-free software for its operation. This software is not a part of Ubuntu, but standard Ubuntu tools can be used to install it.
bg: Има допълнителен софтуер, направен да работи с Ubuntu. Въпреки че самият софтуер е свободен, той е зависим от non-free софтуер за функционирането си. Този софтуер не е част от Ubuntu, но стандартните инструменти на Ubuntu могат да бъдат използвани за инсталирането му.
cy: Mae peth meddalwedd ychwanegol wedi ei addasu i weithio gyda Ubuntu. Er fod y meddalwedd yma'n rhydd, mae'n dibynnu ar feddalwedd nad yw'n rhyd er mwyn gweithredu. Nid yw'r meddalwedd hwn yn rhan o Ubuntu, ond gellir defnyddio offer safonol Ubuntu i'w sefydlu.
de: Einige Zusatzprogramme wurden für die Benutzung von Ubuntu bereitgestellt. Auch wenn diese Software Frei ist, kann sie aber von non-free Programmen abhängen. Diese Software ist nicht Teil von Ubuntu, kann aber mit den Standard Ubuntu Tools installiert werden.
eu: Zenbait software Debianekin lan egiteko garatuak izan dira. Baina nahiz software hau librea izan, "ez-libre" (non-free) den softwarea behar du. Nahiz software hau ez da guztiz Debianen zati, Ubuntu tresna arruntak erabili daitezke berau instalatzeko.

source: Use universe software?
de: Nicht offiziell unterstützte ('Universe') Software verwenden?

source: Some additional software has been made to work with Ubuntu. This software is free and, though it is not a part of Ubuntu, standard Ubuntu tools can be used to install it.
de: Einige Zusatzprogramme wurden für die Benutzung von Ubuntu bereitgestellt. Diese Software ist frei, aber nicht Teil von Ubuntu, kann aber mit den Standard Ubuntu Tools installiert werden.

source: Please choose whether you want this software to be made available to you.
ar: رجاء اختر ما إذا كنت تريد توفير هذه البرامج لك.
bg: Моля, изберете дали искате този софтуер да бъде достъпен за инсталиране.
cy: Os gwelwch yn dda, dewiswch a ddylai'r meddalwedd hwn fod ar gael i chi.
de: Bitte wählen Sie, ob diese Programme für Sie verfügbar gemacht werden sollen.
eu: Mesedez aukeratu ezazu software hau eskuragarri izan nahi duzun ala ez.

source: Failed to access the Ubuntu archive
bg: Грешка при достъп до архива на Ubuntu
cy: Methwyd cyrchu yr archif Ubuntu
de: Der Zugriff auf das Ubuntu Archiv ist fehlgeschlagen.
eu: Huts Ubuntu fitxategia eskuratzerakoan

source: While trying to access the Ubuntu archive using the information you provided, the Ubuntu package management tool, apt, returned the following error. The questions will be asked again.
cy: Wrth geisio cyrchu archif Ubuntu gan ddefnyddio'r manylion fe ddarparoch, fe ddychwelodd offeryn rheoli pecynnau Ubuntu, APT, y gwall canlynol. Caiff y cwestiynau eu gofyn eto.
de: Beim Versuch mit Ihren eingegebenen Daten auf das Ubuntu-Archiv zuzugreifen, gab das Ubuntu Paket-Management-Tool (apt) den folgenden Fehler zurück. Die Fragen werden Ihnen nochmals gestellt.
eu: Zuk emandako argibideak erabiliz egindako Ubuntu fitxategiak eskuratzeko egindako saiakeran, apt-k Ubuntu Paketeak kudeatzeko sistemak honako errore hau eman du. Galderak berriz egingo zaizkizu.

source: Add another apt source?
ar: هل أضيف مصدر apt آخر؟
bg: Добавяне на друг източник за apt?
cy: Ychwanegu ffynhonell APT arall?
de: Weitere apt-Quellen hinzufügen?
eu: Beste apt jatorri bat gehitu?

source: ${MESSAGE}. However, you may want to add another source to apt, so it can download packages from more than one location.
ar: ${MESSAGE}. بغضّ النّظر عن ذلك يستحسن أن تضيف مصدراً آخر لـ apt كي يتمكّن من تنزيل الحزم من أكثر من موقع.
bg: ${MESSAGE}. Обаче може би искате да добавите друг източник към apt, така че да се изтеглят пакети от повече от едно място.
cy: ${MESSAGE}. Fodd bynnag, efalli eich bod chi eisiau ychwanegu ffynhonell arall i APT, fel ei fod yn gallu lawrlwytho pecynnau o fwy nag un lleoliad.
de: ${MESSAGE}. Dennoch möchten Sie vielleicht weitere Apt-Quellen hinzufügen, damit auch Pakete von mehr als nur einer Quelle heruntergeladen werden können.
eu: ${MESSAGE}. Hala ere zuk nahi izan ezkero apt-ri beste jatorri batzuk gehitu ditzakezu, horrela, paketeak kokapen bat baino gehiagotik deskargatu ahal izango dituzu.

source: edit, revert to backup
ar: حرّر، ارجع إلى النسخة الاحتياطية
bg: редактиране, връщане към запазеното състояние
cy: golygu, adfer copi wrth gefn
de: Modifizieren, Sicherheitskopie verwenden
eu: editatu, ziurtasun kopiara atzera egin

source: What do you want to do?
ar: ما الذي تريد عمله؟
bg: Какво искате да направите?
cy: Beth hoffech wneud?
de: Was möchten Sie tun?
eu: Zer egin nahi duzu?

source: The entries you added in sources.list (the file defining package sources for apt) seem to be incorrect. Here is the error message from apt:
ar: المدخلات التي أضفتها على sources.list (الملف الذي يعرّف مصادر الحزم لـapt) تبدو غير صحيحة. هذه رسالة الخطأ من apt:
bg: Записите, които добавихте в списъка на източниците (файлът, определящ източниците за apt), изглежда не е наред. Ето съобщението за грешка на apt:
cy: Ymddengys fod y cofnodion a ychwanegoch yn sources.list (y ffeil sy'n diffinio ffynhonellau pecynnau ar gyfer APT) yn anghywir. Dyma'r neges o APT:
de: Die Angaben, die Sie in der 'sources.list' (die Datei, in der Paket-Quellen für apt festgelegt werden) scheint fehlerhaft zu sein. Hier ist die Fehlermeldung von apt:
eu: Zuk sources.list-en (apt-ren paketen jatorria ezartzen duen fitxategia) gehituriko sarrera baliogabea da. Hau da apt-k ematen duen errore mezua:
