Repository: guadalinex-archive/guadalinex-2005
Catalog: trunk/*_live_installer/default/src/*-config/*-config-2.67uda/debian/po/*.po
Languages: ar, bg, cy, de, eu

source: Ubuntu base system configuration
bg: Настройване на основната система на Ubuntu
cy: Cyfluniad system sail Ubuntu
de: Konfiguration des Ubuntu Grundsystems
eu: Ubuntu sitema oinarriaren konfiguraketa

source: Choose the next step in the install process:
ar: اختر الخطوة التّالية من عمليّة التّثبيت:
bg: Изберете следващата стъпка от инсталационния процес:
cy: Dewiswch y cam nesad yn y broses sefydlu:
de: Wählen Sie den nächsten Installationsschritt:
eu: Aukeratu instalazio prozesuko hurrengo hurratsa:

source: This is the base system configuration menu.
ar: هذه قائمة إعداد النّظام الأساسي.
bg: Това е менюто за настройване на основната система.
cy: Dyma ddewislen cyfluniad y system sail.
de: Dies ist das Konfigurationsmenü des Grundsystems.
eu: Hau oinarrizko sistema konfigurazio menua da.

source: Welcome to your new Ubuntu system!
bg: Добре дошли във Вашата нова система Ubuntu!
cy: Croeso i'ch system Ubuntu newydd!
de: Willkommen zu Ihrem neuen Ubuntu System!
eu: Ongi etorria zure Ubuntu sitema berrira!

source: This program will now walk you through the process of setting up your newly installed system. It will start with the basics -- time zone selection, setting a root password and adding a user, and then progress to installing additional software to tune this new Ubuntu system to your needs.
cy: Bydd y rhaglen hwn yn awr yn eich arwain chi drwy'r broses o gyflunio eich system newydd ei sefydlu. Bydd yn cychwyn gyda'r pethau sylfaenol -- dewis y parth amser, gosod cyfrinair gwraidd ac ychwanegu defnyddiwr, yna'n mynd ymlen at sefydlu meddalwedd ychwanegol er mwyn addasu'r system Ubuntu newydd yma i'ch anghenion.
de: Dieses Programm wird Sie nun durch die Konfiguration Ihres neu installierten Betriebssystems führen. Dabei wird mit dem Wichtigsten begonnen: Einstellung der Tastatur, Auswahl der Zeitzone, Wahl eines root-Passworts, Anlegen eines Benutzers und Installation weiterer Software, um das neue Ubuntu-System an Ihre Bedürfnisse anzupassen.
eu: Programa honek zuri instalatutako sistema berriaren ezarpenak ezartzen lagunduko zaitu: Hau oinarrizkoenekin hasten da -- Ordu zonalde aukeraketa; root pasahitz ezarpena eta erabiltzailea gehitzea;eta orduan zure Ubuntu sistema berria puntuan jartzeko behar duzun softwarea instalatzeko aukera izango duzu

source: Use a PPP connection to install the system?
ar: هل تريد استخدام اتّصال PPP لتثبيت النّظام؟
bg: Използване на PPP връзка за инсталиране на системата?
cy: Defnyddio cysylltiad PPP i sefydlu'r system?
de: PPP Verbindung für die Installation verwenden?
eu: Sistema instalatzeko PPP konexio bat erabili?

source: This system does not seem to be currently connected to the internet. Even if you plan to install from CD, it is wise to download at least security updates from the internet.
ar: يبدو أن هذا النّظام غير متّصلٍ حاليّاً بالإنترنت. حتّى إن كنت ترغب بالتّثبيت من القرص المدمج فمن الحكمة أن تنزّل تحديثات الأمن على الأقل من الإنترنت.
bg: Тази система изглежда в момента не е включена към Интернет. Дори ако планирате да инсталирате от компактдиск, разумно е да изтеглите от Интернет поне обновените пакети, засягащи сигурността.
cy: Ymddengys nad yw'r system hwn wedi ei gysylltu i'r Rhyngrwyd ar hyn o bryd. Hyd yn oed os ydych chi'n bwriadu sefydlu o CD, mae'n ddoeth cyrchu diweddariadau diogelwch o'r Rhyngrwyd o leiaf.
de: Der Computer scheint nicht mit dem Internet verbunden zu sein. Auch wenn Sie von CD installieren möchten, ist es sinnvoll, zumindest die Sicherheits-Updates aus dem Internet zu laden.
eu: Sistema honek ez dirudi momentu honetan internetera konektaturik: Nahiz zuk instalaketa CD batetatik egin beintzat ziurtasun eguneraketak internetetik deskargatu beharko zenituzke.

source: If you have an account on an Internet Services Provider (ISP), and you want to use it during the install, you may configure the PPP service now, and open a PPP connection to your ISP.
ar: إن كان لديك حساب عند مزود خدمات الإنترنت (ISP)، وتريد استخدامه خلال التثبيت، يمكنك إعداد خدمة PPP الآن، وتفتح اتصال PPP مع مزود خدمات الإنترنت.
bg: Ако имате акаунт в доставчик на Интернет (ISP) и искате да го използвате по време на инсталацията, може да настроите PPP услугите сега и да отворите PPP връзка към вашето ISP.
cy: Os mae cyfrif gennych gyda Darparwr Gwasanaeth Rhyngrwyd (ISP), a rydych eisiau ei ddefnddio yn ystod y sefydliad, cewch gyflunio'r gwasanaeth PPP nawr, ac agor cysylltiad PPP i'ch ISP.
de: Wenn Sie ein Konto bei einem Internet-Provider haben und Sie es für die Installation nutzen möchten, können Sie jetzt PPP konfigurieren und eine Verbindung zu Ihrem Internet-Provider herstellen.
eu: Zuk Internet hornitzaile zerbitzu (ISP) batetan kontua baduzu, eta berau instalazioan erabili nahi izango bazenu, zuk PPP zerbitzua orain konfiguratu eta zure ISP-arekiko konexioa ireki beharko duzu.

source: There was a problem installing the selected software
ar: كان هناك مشكلة في تثبيت البرامج المحددة
bg: Имаше проблем по време на инсталирането на избрания софтуер
cy: Roedd problem wrth sefydlu'r meddalwedd dewisiedig
de: Es trat ein Problem bei der Installation der ausgewählten Software auf.
eu: Arazo bat dago aukeratutako softwarea instalatzerakoan

source: One or more packages failed to install. This may be due to bugs in the packages, or you may be out of disk space or experiencing some other problem.
ar: فشل تثبيت واحد أو أكثر من الحزم. قد يكون هذا بسبب خلل في الحزم، أو قد تكون نفذت مساحة القرص لديك أو أنك تواجه مشكلة ما أخرى.
bg: Инсталирането на един или повече пакети завърши неуспешно. Може това да се дължи на грешки в самите пакети, или да няма достатъчно място на диска, или друг проблем.
cy: Methodd un neu fwy pecyn sefydlu. Gall hyn fod oherwydd gwallau yn y pecynnau, neu efallai does dim lle ar eich disg neu bod rhyw broblem arall.
de: Eines oder mehrere Pakete konnten nicht installiert werden. Dies könnte durch einen Fehler im jeweiligen Paket passiert sein, die Festplatte könnte voll sein oder eine andere Ursache haben.
eu: Pakete bat edo gehiagok huts egin dute instalatzerakoan. Hau paketeen zorria edo zuk diska beteta edo beste arazoren bat duzulako da.

source: Simply trying to install those packages (or a slightly different set of packages) again may work around the problem, or at least move the installation process along a little further. If you want, you can go back to the package selection step, and try again.
ar: مجرّد محاولة تثبيت هذه الحزم (أو حزم مختلفة قليلاً عنها) مجدداً قد يكون حلاً للمشكلة، أو على الأقل يحرّك عملية التثبيت قليلاً قدماً. إن أردت، يمكنك أن تعود إلى خطوة تحديد الحزم، وتجرب مرة أخرى.
bg: Инсталирането на тези пакети отново (или на леко различен набор от пакети) може да преодолее проблема или поне да придвижи инсталационния процес по-напред. Ако искате, върнете се назад в стъпката за избор на пакети и пробвайте отново.
cy: Gall geisio sefydlu'r pecynnau yma eto (neu set ychydig yn wahanol o becynnau) ddatrys y broblem, neu o leiaf symud y broses sefydlu ymlaen ychydig yn bellach. Os hoffech, gallwch fynd yn ôl i'r cam dewis pecynnau a cheisio eto.
de: Diese Pakete einfach erneut zu installieren, könnte bereits das Problem lösen. Wenn Sie möchten, können Sie zur Paketauswahl zurückkehren und es noch einmal probieren.
eu: Simpleki paketea hauek (edo beste edozein pakete bilduma) instalatzeak arazo honetan aurrera egin beharko luke, edo instalazio prozesua aurreratu. Nahi izan ezkero pakete aukerakera pausura itzuli eta berriz saia zaitezke.

source: If you decide not to try again, bear in mind that some packages on your system will be in a broken state until you manually resolve the problem.
ar: إن قرّرت ألا تحاول مرة أخرى، تذكر أن بعض الحزم على نظامك ستكون بحالة معطوبة حتى تقوم بحلّ المشكلة يدوياً.
bg: Ако решите да не пробвате отново, помнете, че някои пакети във Вашата система ще бъдат в развалено състояние, докато ръчно не оправите проблема.
cy: Os ydych chi'n penderfynu peidio ceisio eto, cofiwch y bydd rhai pecynnau ar eich system mewn cyflwr wedi torri tan eich bod chi'n trwsio'r broblem â llaw.
de: Wenn Sie jetzt die Installation nicht noch einmal durchführen, so denken Sie daran, dass einige Pakete auf Ihrem System noch nicht komplett und richtig installiert sind, falls Sie das Problem nicht von Hand gelöst haben.
eu: Berriz ez saiatzea erabakitzen baduzu kontutan izan zure sistemako pakete batzuek hondaturik egon litezkeela zuk eskuz arazoa konpondu artean.

source: Thank you for choosing Ubuntu!
bg: Благодарим ви, че избрахте Ubuntu!
cy: Diolch am ddewis Ubuntu!
de: Vielen Dank, dass Sie Ubuntu gewählt haben!
eu: Mila esker Ubuntu aukeratzeagatik!

source: Setup of your Ubuntu system is complete. You may now login.
de: Die Installation von Ubuntu ist abgeschlossen. Sie können sich jetzt anmelden.

source: If you want to revisit this setup process at a later date, just run the base-config program.
ar: إن كنت تريد إعادة عملية الإعداد هذه بوقت لاحق، فقم فقط بتشغيل برنامج الإعداد الأساسي.
bg: Ако искате да преразгледате настройката на инсталацията по-късно, просто изпълнете програмата "base-config".
cy: Os ydych eisiau mynd drwy'r broses paratoi yma yn hwyrach, rhedwch y rhaglen "base-config".
de: Wenn Sie diese Grundkonfiguration zu einem späteren Zeitpunkt wiederholen möchten, starten Sie 'base-config'.
eu: Zuk beranduago instalazio prozesu hau errepikatu nahi bazenuke, aski da base-config abiaraztearekin.

source: System hostname:
ar: اسم المضيف للنظام:
bg: Име на хоста на системата:
cy: Enw gwesteiwr y system:
de: Rechnername:
eu: Sistema ostalari izena:

source: Please enter your system hostname.
ar: رجاء أدخل اسم المضيف لنظامك.
bg: Моля, въведете име на хост за тази система.
cy: Rhowch enw gwesteiwr y system os gwelwch yn dda.
de: Bitte geben Sie den Rechnernamen Ihres Computers ein.
eu: Sar zure sistema ostari izena mesedez.

source: The hostname is a name that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
ar: اسم المضيف هو اسم يعرّف عن نظامك للشبكة. إن لم تكن تعرف ما يجب أن يكون اسم مضيف نظامك، استشر مدير الشبكة. إن تكون تقوم بإعداد شبكتك الخاصة المنزلية، فيمكنك اختيار شيء ما.
bg: Името на хост идентифицира Вашата система пред мрежата. Ако не знаете какво име на хост трябва да сложите, обърнете се към Вашия мрежов администратор. Ако настройвате собствена домашна мрежа, може да измислите нещо тук.
cy: Mae'r enw gwesteiwr yn enw sy'n adnabod eich system i'r rhwydwaith. Os nad ydych chi'n gwybod beth ddylai eich enw gwesteiwr fod, gofynnwch i weinyddwr eich rhwydwaith. Os ydych chi'n cyflunio eich rhwydwaith cartref eich hunan, rhowch beth bynnag hoffech yma.
de: Der Rechnername ist ein Name, der Ihren Computer im Netzwerk identifiziert. Wenn Sie keine Idee haben, wie Ihr Rechnername lauten könnte, kontaktieren Sie bitte Ihren Netzwerk Administrator. Falls Sie Ihr eigenes Heim-Netzwerk einrichten, können Sie hier etwas beliebiges eingeben.
eu: Ostalari izena zure sistema sarean identifikatuko duen izena da. Ez badakizu zein izan beharko zen zure ostalari izena, galde iezaiozu zure sare kudeatzaileari. Zure etxeko sarea ezartzen ari bazara hemen edozein izen ipini dezakezu.

source: Invalid hostname "${HOSTNAME}"
ar: اسم مضيف غير صالح "${HOSTNAME}"
bg: Невалидно име на хост "${HOSTNAME}"
cy: Enw gwesteiwr annilys "${HOSTNAME}"
de: Ungültiger Rechnername '${HOSTNAME}'
eu: "${HOSTNAME}" ostalari izen baliogabea

source: A valid hostname may contain period-separated parts containing only alphanumeric characters and the minus sign, be between 2 and 63 characters long, and each part cannot begin or end with a minus sign.
ar: الاسم الذي يصلح كإسم مضيف يمكن أن يحتوي أجزاء مفصولة بنقاط تحتوي فقط على أحرف وأرقام وعلامة الطرح، وأن يكون مكوناً من حرفين وحتى 63 حرف، وألا يبدأ أو ينتهي كل جزء بعلامة الطرح.
bg: Валидното име на хост съдържа разделени с точка части, които съдържат само латински букви, цифри и/или знака минус, имат от 2 до 63 знака и всяка част не започва или завършва със знака минус.
cy: Mae enw gweisteiwr dilys yn cynnwys rhannau wedi eu gwahannu gan atalnodau. Mae pob rhan wedi ei gyfansoddi o nodau alffaniwmerig a'r arwydd minws, a mae rhwng 2 a 63 nod o hyd, a nid yw'n cychwyn na gorffen gyda'r arwydd minws.
de: Ein gültiger Rechnername kann aus durch Punkt getrennten Teilen bestehen, sowie das Minus-Zeichen enthalten und zwischen 2 und 63 Zeichen lang sein, wobei ein Teil nicht mit einem Minus anfangen oder enden darf.
eu: Baliozko ostalari izen batek puntuz bereizitako karaktere alfazenbakizkoak eta ken ikurra bakarrik eduki ditzake, 2 eta 63 karaktere artean egon behar da eta ezin da ken ikurrarekin ez hasi ez amaitu.

source: Do you want to start the graphical display manager?
ar: هل تريد بدء مدير العرض الرسومي؟
bg: Искате ли да се пуска графичен администратор на дисплея?
cy: A hoffech gychwyn y rheolydd dangosydd graffigol?
de: Möchten Sie den Display-Manager starten?
eu: Zuk Saio Kudeatzaile grafikoa abiarazi nahi al duzu?

source: The graphical display manager makes it possible to log in using a graphical environment.
ar: يجعل مدير العرض الرسومي من السهل الدخول باستخدام بيئة رسومية.
bg: Администраторът на дисплея прави възможно влизането в системата през графична среда.
cy: Mae'r rheolydd yn ei gwneud hi'n bosib i fewngofnodi gan ddefnyddio amgylchedd graffigol.
de: Der Display-Manager macht es möglich, sich in einer grafischen Umgebung anzumelden.
eu: Saio Kudeatzaile Grafikoak saioa ingurune grafiko batetatik abiarazteko aukera ematen du.

source: Load preseed file
ar: تحميل ملف preseed
bg: Зареждане на файл с предварителни настройки
cy: Llwytho ffeil cynhedynnu
de: Preseed-Datei laden
eu: Kargatu aurrekonfigurazio fitxategia

source: Display introductory message
ar: أظهر رسالة المقدمة
bg: Извеждане на въвеждащо съобщение
cy: Dangos neges cyflwyniol
de: Einleitende Information anzeigen
eu: Sarrera pantaila mezua

source: Configure the keyboard
ar: أعدّ لوحة المفاتيح
bg: Настройване на клавиатурата
cy: Cyflunio'r bysellfwrdd
de: Tastatur konfigurieren
eu: Teklatua konfiguratu

source: Configure timezone
ar: أعدّ المنطقة الزمنية
bg: Настройване на времевата зона
cy: Cyflunio'r parth amser
de: Zeitzone konfigurieren
eu: Ordu zonaldea Konfiguratu

source: Set up users and passwords
ar: أعدّ المستخدمين وكلمات السرّ
bg: Добавяне на потребители и задаване на пароли
cy: Paratoi defnyddwyr a chyfrineiriau
de: Benutzer und Passwörter einrichten
eu: Erabiltzaile eta pasahitzak ezarri

source: Set the hostname
ar: حدّد اسم المضيف
bg: Задаване име на хоста
cy: Gosod yr enw gwesteiwr
de: Rechnername festlegen
eu: Ostalari izena ezarri

source: Configure and enable ppp
ar: أعدّ ومكّن ppp
bg: Настройване и включване на PPP
cy: Cyflunio a galluogi ppp
de: PPP konfigurieren und aktivieren
eu: ppp konfiguratu eta gaitu

source: Configure apt
ar: أعدّ apt
bg: Настройване на apt
cy: Cyflunio APT
de: Apt konfigurieren
eu: apt konfiguratu

source: Select and install packages
ar: اختيار الحزم و تثبيتها
bg: Избиране и инсталиране на пакети
cy: Dewis a sefydlu pecynnau
de: Pakete auswählen und installieren
eu: Paketeak aukeratu eta instalatu

source: Configure the Mail Transfer Agent
ar: أعدّ وكيل نقل البريد
bg: Настройване на пощенския прехвърлящ агент (MTA)
cy: Cyflunio'r Asiant Trosglwyddo Ebost
de: Mail Transfer Agent konfigurieren
eu: Konfiguratu Posta Transferentzia Agentea

source: Finish configuring the base system
ar: أنْه إعداد النظام الأساسي
bg: Завършване на настройването на основната система
cy: Gorffen cyflunio'r system sail
de: Konfiguration des Grundsystems abschließen
eu: Oinarrizko sitema konfiguratzeaz amaitu

source: Exit the base system configuration
ar: الخروج من تهيئة النظام الأساسية
bg: Излизане от настройването на основната система
cy: Gadael cyfluniad y system sail
de: Grundsystem-Konfiguration verlassen
eu: Irten sitema oinarri konfiguraketatik

source: Execute a shell
ar: افتح سطر الأوامر
bg: Изпълнение на обвивка
cy: Gweithredu plisgyn
de: Eine Shell ausführen
eu: shell bat abiarazi

source: Preparing to configure apt...
de: Vorbereiten auf das Konfigurieren von Apt...

source: Copying mirror configuration...
de: Kopiere die Spiegel-Server Konfiguration...

source: Checking for CD-ROM...
de: Suche nach CD-Rom...

source: Time zone configuration
ar: إعداد المنطقة الزمنية
bg: Настройване на времевата зона
cy: Cyfluniad parth amser
de: Zeitzone konfigurieren
eu: Ordu zonalde konfigurazioa

source: Is the hardware clock set to GMT?
ar: هل ساعة العتاد مضبوطة على توقيف جرينتش؟
bg: Хардуерният часовник като GMT ли е настроен?
cy: Ydy'r cloc caledwedd wedi ei osod i GMT?
de: Ist die Hardware-Uhr auf GMT eingestellt?
eu: Hardware erlojua GMT orduan ezarririk al dago?

source: Unix system clocks are generally set to GMT ("Greenwich Mean Time", also known as "Universal Coordinated Time", or UTC). The operating system knows your time zone and converts system time into the local time. You can specify whether the hardware clock is set to either GMT (recommended for a Linux-only system) or local time (which may be more convenient for a system that also runs other operating systems or an off-the-shelf PC).
ar: تضبط ساعات أنظمة يونكس عامة على GMT ("توقيت جرينتش العالمي"، والذي يعرف أيضاً "بالتوقيت العالمي "، أو UTC). يعرف نظام تشغيلك منطقتك الزمنية ويحوّل وقت النظام إلى التوقيت المحلي. يمكنك تحديد ضبط ساعة عتادك على توقيت جرينتش (مقترح لنظام يحتوي لينكس فقط) أو التوقيت المحلي (والذي يكون أفضل لجهاز يشغّل أنظمة تشغيل أخرى أو جهاز معدّ مسبقاً).
bg: Системните часовници в Unix обикновено са настроени като GMT ("Greenwich Mean Time", също известно като "Universal Coordinated Time", или UTC). Операционната система знае Вашата времева зона и преобразува системното време към локално време. Можете да настроите хардуерния часовник да бъде според GMT (препоръчително за системи, имащи само Linux) или според локалното време (което може да е по-удобно за системите, които имат и други операционни системи или са off-the-shelf PC).
cy: Mae clociau systemau Unix yn gyffredinol wedi eu gosod i GMT ("Greenwich Mean Time", a elwir hefyd yn "Universal Coordinated Time", neu UTC). Mae'r system weithredu yn gwybod beth yw eich parth amser a'n trosi amser eich system i'r amser lleol. Gallwch benodi a yw'r cloc caledwedd wedi ei osod un ai i GMT (argymhellir ar gyfer system Linux-yn-unig) neu'r amser lleol (a all fod yn fwy cyfleus ar gyfer system sydd hefyd yn rhedeg systemau gweithredu arall neu system PC o'r silff).
de: Unix System-Uhren sind im Allgemeinen auf GMT (»Greenwich Mean Time«, auch bekannt als 'Universal Coordinated Time', oder UTC) gestellt. Das Betriebssystem kennt Ihre Zeitzone und konvertiert die Systemzeit in die lokale Zeit. Sie können wählen, ob die Hardware-Uhr auf GMT (empfohlen für Systeme auf denen ausschließlich Linux läuft) oder lokale Zeit (was unter Umständen bequemer ist, wenn auf dem Computer auch andere Betriebssysteme laufen) gestellt ist.
eu: Unix sitemak normalean GMT ("Greenwich Mean Time" edo Ordu Unibertsala "UTC" bezala ezagututakoa) ordu zonaldea ezarririk dute. Sistema eragileak zure ordu zonaldea ezagutzen du eta sistema ordua, ordu lokalera bihurtzen du. Zuk hardware erlojua GMT (Linux bakarrik dutenentzat gomendaturik) edo ordu lokalean (sistemak beste sistema eragilerik instalaturik balu gomendatua) ezartzea aukera dezakezu.

source: The hardware clock says the time is now ${hwtime}.
ar: ساعة العتاد تقول أن الوقت الآن هو ${hwtime}.
bg: Хардуерният часовник показва време ${hwtime}.
cy: Mae'r cloc caledwedd yn dweud mai ${hwtime} yw'r amser nawr.
de: Die Hardware-Uhr sagt, dass es jetzt ${hwtime} ist.
eu: Hardware erlojuak orain ${hwtime} ordua dela dio.

source: Do you want to change your current time zone?
ar: هل تريد تغيير منطقتك الزمنية الحالية؟
bg: Искате ли да промените Вашата текуща времева зона?
cy: A hoffech newid eich parth amser cyfredol?
de: Möchten Sie eine andere Zeitzone wählen?
eu: Ezarririk dagoen ordu zonaldea aldatu nahi al duzu?

source: Your current time zone is set to ${timezone}.
ar: منطقتك الزمنية الحالية محدّدة على ${timezone}.
bg: Вашата текуща времева зона е настроена на ${timezone}.
cy: Mae eich parch amser cyfredol wedi ei osod i ${timezone}.
de: Als Zeitzone ist momentan ${timezone} gewählt.
eu: Ezarririk dagoen ordu zonaldea ${timezone} da.

source: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, East-Indiana, Indiana-Starke, Michigan, Samoa, other
ar: الشّرقيّة, الوسطيّة, الجبليّة, الباسفيكيّة, ألاسكا, هاواي, الألويشيّة, أريزونا, شرق إنديانا, إنديانا-ستارك, ميتشيغان, ساموا, أخرى
bg: Източна, Централна, Планинска, Тихоокеанска, Аляска, Хаваи, Алеутиан, Аризона, Източна Индиана, Индиана-Старке, Мичиган, Самоа, друга
cy: Dwyreiniol, Canolog, Mynyddol, Cefnfor Tawel, Alaska, Hawaii, Aleutaidd, Arizona, Dwyrain Indiana, Indiana-Starke, Michigan, Samoa, arall
de: Östlich, Zentral, Gebirge, Pazifik, Alaska, Hawaii, Aleutian, Arizona, Ost-Indiana, Indiana-Starke, Michigan, Samoa, andere
eu: Ekialdea; Erdialdea; Mendia; Pazifikoa; Alaska; Hawaii; Aleutian; Arziona; Ekialdeko-Indiana; Indiana-Starke; Michigan; Samoa; beste bat

source: The following are common time zones in the United States of America.
ar: هذه التّالية هي مناطق زمنيّة شائعة في الولايات المتّحدة الأمريكيّة.
bg: Следните са популярни времеви зони в Съединените Американски Щати.
cy: Mae'r canlynol yn barthau amser cyffredin yn Unol Daliaethau America.
de: Im folgenden sind die geläufigsten Zeitzonen in den Vereinigten Staaten von Amerika.
eu: Hurrengoak Ameriketako Estatu Batuetan ordu zonalde arruntak dira.

source: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, other
ar: نيوفندلند, الأطلنطيّة, الشّرقيّة, الوسطيّة, شرق ساسكتشيوان, ساسكتشيوان, الجبليّة, الباسفيكيّة, يوكون, أخرى
bg: Нюфаундланд, Атлантическа, Източна, Централна, Източен Саскачеуан, Саскачеуан, Планинска, Тихоокеанска, Юкон, друга
cy: Newfoundland, Atlantig, Dwyreiniol, Canolog, Dwyrain Saskatchewan, Saskatchewan, Mynyddol, Cefnfor Tawel, Yukon, arall
de: Newfoundland, Atlantik, Östlich, Zentral, Ost-Saskatchewan, Saskatchewan Gebirge, Pazifik, Yukon, andere
eu: Newfoundland, Atlantikoa, Ekialdea, Erdialdea, Eki-Saskatchewan, Saskatchewan, Mendia, Pazifikoa, Yukon, beste bat

source: The following are common time zones in Canada.
ar: هذه التّالية هي مناطق زمنيّة شائعة في كندا.
bg: Следните са популярни времеви зони в Канада.
cy: Mae'r canlynol yn barthau amser cyffredin yn Canada.
de: Im folgenden sind die geläufigsten Zeitzonen in Kanada.
eu: Hurrengoak Kanadako ordu zonalde arruntak dira.

source: East, West, Acre, DeNoronha, other
bg: Източна, Западна, Акре, ДеНорона, друга
cy: Dwyrain, Gorllwin, Acre, DeNoronha, arall
de: Ost, West, Acre, DeNoronha, andere
eu: Ekialdea, Mendebaldea, Acre, DeNoronha, beste bat

source: The following are common time zones in Brazil.
ar: هذه التّالية هي مناطق زمنيّة شائعة في البرازيل.
bg: Следните са популярни времеви зони в Бразилия.
cy: Mae'r canlynol yn barthau amser cyffredin ym Mrasil.
de: Im folgenden sind die geläufigsten Zeitzonen in Brasilien.
eu: Hurrengoak Brasilgo ordu zonalde arruntak dira.

source: If you are in a different time zone, choose "other" to select from all available time zones.
ar: إن كنت في منطقةٍ زمنيّةٍ مختلفة فاختر "أخرى" للانتقاء من بين كلّ المناطق الزّمنيّة المتوفّرة.
bg: Ако сте в различна времева зона, изберете "друга", за да изберете измежду всички времеви зони.
cy: Os ydych chi mewn parth amser arall, dewiswch "arall" er mwyn dewis o bob parth amser sydd ar gael.
de: Wenn Sie in einer anderen Zeitzone leben, wählen Sie bitte 'andere' um eine aus allen vorhandenen Zeitzonen zu wählen.
eu: Zu beste Ordu zonalde batetan bazaude aukeratu "other" berau zonalde guztien zerrendatik aukeratzeko.
