Repository: guadalinex-archive/guadalinex-2005
Catalog: trunk/*_live_installer/default/src/*-config/*-config-2.67uda/debian/po/*.po
Languages: ar, bg, cy, de, eu

source: A backup of the sources.list was made before you edited it. You may either revert to that backup or edit the existing file and fix it.
ar: عملت نسخة احتياطية من ملف sources.list قبل أن تقوم بتحريره. يمكنك إما أن تستعيد تلك النسخة أو أن تحرّر الملف وتصحّحه.
bg: Запазено беше копие на списъка на източниците преди да го редактирате. Можете или да върнете обратно старото състояние, или да редактирате съществуващия файл и да го поправите.
cy: Cafodd copi wrth gefn o'r ffeil sources.list ei greu cyn i chi ei olygu. Cewch un ai adfer y copy hwnnw neu olygu y ffeil sy'n bodoli a'i drwsio.
de: Bevor Sie sources.list editiert haben, wurde eine Sicherungskopie erstellt. Sie können die Sicherungskopie wiederherstellen oder sie modifizieren und den Fehler selbst beheben.
eu: sources.list fitxategiaren babes-kopia bat egingo da editatu aurretik. Beranduago aurreko fitxategira itzuli ahal izango zara.

source: Download software from the Internet?
de: Software aus dem Internet herunterladen?

source: Ubuntu provides additional software and timely security updates via the Internet. These updates may be tracked each time you upgrade your system. If you have a connection to the Internet, this is generally a good idea.
de: Ubuntu bietet zusätzliche Software und aktuelle Sicherheits-Updates über das Internet an. Nach Updates ka bei jeder Aktualisierung Ihres Systems gesucht werden. Wenn Sie eine Verbindung zum Internet haben, ist dies ratsam.

source: Cannot access network updates
de: Kann auf Updates über das Netzwerk nicht zugreifen

source: The software archive at ${site} couldn't be accessed, so those updates will not be made available to you at this time. You may want to investigate this later.
de: Auf das Software Archiv ${site} kann nicht nicht zugegriffen werden, daher sind diese Updates für Sie derzeit nicht verfügbar. Sie können diesem Problem später noch nachgehen.

source: Commented out entries for ${site} have been added to the bottom of the /etc/apt/sources.list file.
de: Auskommentierte Einträge für ${site} wurden an das Ende der /etc/apt/sources.list hinzugefügt.

source: The error message returned by apt:
ar: رسالة الخطأ التي أرجعها apt:
bg: Съобщение за грешка, върнато от apt:
cy: Y neges gwall a ddychwelwyd gan APT:
de: Die zurückgegebene Fehlermeldung von apt:
eu: Apt-k itzulitako errore mezua:

source: Configuring apt...
de: Konfiguriere Apt...

source: Setting up primary installation repository...
de: Das primäre Installations Verzeichnis einrichten...

source: Testing primary installation repository...
de: Das primäre Installations Verzeichnis testen...

source: Setting up network repository...
de: Das Netzwerk Verzeichnis einrichten...

source: Testing network repository...
de: Das Netzwerk Verzeichnis testen...

source: Setting up security update repository...
de: Das Sicherheits-Update Verzeichnis einrichten...

source: Testing security update repository...
de: Das Sicherheits-Update Verzeichnis testen...

source: CD-ROM missing
eu: CD-ROM-a falta da

source: Please insert a suitable CD.
eu: Mesedez sartu CD egoki bat.
