Repository: guadalinex-archive/guadalinex-2005
Catalog: tags/v3.0/live_installer/gparted-0.0.8+cvs2005061901/po/*.po
Languages: cs, pa, pt, ru

source: Gnome Partition Editor
cs: Editor oddílů pro Gnome
pa: ਗਨੋਮ ਭਾਗ ਸੰਪਾਦਕ
pt: Editor de Partições do Gnome
ru: Редактор разделов диска для GNOME

source: About GParted
cs: O GParted
pa: ਜੀ-ਭਾਗ ਬਾਰੇ
pt: Sobre o GParted
ru: О программе GParted

source: Credits
cs: Kredity
pa: ਮਾਣ
pt: Créditos
ru: Команда

source: Written by
cs: Napsali
pa: ਲਿਖਿਆ
pt: Escrito por
ru: Автор

source: translator-credits
cs: Miloslav Trmač <mitr@volny.cz>
pa: ਅਮਨਪ੍ਰੀਤ ਸਿੰਘ ਆਲਮ <amanpreetalam@yahoo.com http://punlinux.sourceforge.net/

source: Translated by
cs: Přeložili
pa: ਅਨੁਵਾਦਕ
pt: Traduzido por
ru: Перевод

source: Free Space Preceding (MB):
cs: Volné místo před (MB):
pa: ਖਾਲੀ ਥਾਂ (ਮੈਬਾ):

source: New Size (MB):
cs: Nová velikost (MB):
pa: ਨਵਾਂ ਆਕਾਰ (ਮੈਬਾ):

source: Free Space Following (MB):
cs: Volné místo za (MB):
pa: ਅੱਗੇ ਖਾਲੀ ਥਾਂ (ਮੈਬਾ):

source: NOTE: values on disk may differ slightly from the values entered here.
cs: POZNÁMKA: hodnoty na disku se mohou trošku lišit od sem zadaných hodnot
pa: ਸੂਚਨਾ: ਇੱਥੇ ਦਿੱਤੇ ਮੁੱਲ ਨਾਲੋ ਡਿਸਕ ਦੇ ਮੁੱਲ ਕੁੱਝ ਵੱਖਰੇ ਹੋ ਸਕਦੇ ਹਨ।
pt: NOTA: os valores no disco poderão diferir ligeiramente dos aqui introduzidos.
ru: ПАМЯТКА: значения на диске могут немного отличаться от введенныхзначений.

source: Resize
cs: Změnit velikost
pa: ਮੁੜ-ਆਕਾਰ
pt: Redimensionar
ru: Изменить размер

source: Resize/Move
cs: Změnit velikost/Přesunout
pa: ਮੁੜ-ਆਕਾਰ/ਭੇਜੋ
pt: Redimensionar/Mover
ru: Изменить размер/Переместить

source: Minimum Size: %1 MB
cs: Minimální velikost: %1 MB
pa: ਨਿਊਨਤਮ ਆਕਾਰ: %1 ਮੈਬਾ
pt: Tamanho Mínimo: %1 MB
ru: Минимальный размер: %1 Мб

source: Maximum Size: %1 MB
cs: Maximální velikost: %1 MB
pa: ਅਧਿਕਤਮ ਆਕਾਰ: %1 ਮੈਬਾ
pt: Tamanho Máximo: %1 MB
ru: Максимальный размер: %1 Мб

source: Set Disklabel on %1
cs: Nastavit popis disku na %1
pa: %1 ਤੇ ਡਿਸਕ ਨਾਂ ਦਿਓ

source: A disklabel is a file at the beginning of the disk that indicates where each partition begins and how many sectors it occupies.
cs: Popis disku je soubor na začátku disku, který ukazuje, kde každý oddíl začíná a kolik sektorů zabírá.
pa: ਡਿਸਕ ਨਾਂ (ਡਿਸਕਲੇਬਲ) ਇੱਕ ਫਾਇਲ ਹੈ, ਜੋ ਕਿ ਡਿਸਕ ਤੇ ਸ਼ੁਰੂ ਤੇ ਹੁੰਦੀ ਹੈ, ਜੋ ਇਹ ਦਰਸਾਉਦੀ ਹੈ ਕਿ ਹਰ ਡਿਸਕ ਭਾਗ ਕਿੱਥੋ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ ਅਤੇ ਕਿੰਨੇ ਸੈਕਟਰ ਹਨ।

source: You need a disklabel if you want to create partitions on this disk.
cs: Pokud na tomto disku chcete vytvářet oddíly, potřebujete popis disku.
pa: ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਸ ਡਿਸਕ ਤੇ ਭਾਗ ਬਣਾਉਣੇ ਹਨ, ਤਾਂ ਤੁਹਾਨੂੰ ਡਿਸਕ ਨਾਂ (ਡਿਸਕਲੇਬਲ) ਲੋੜੀਦਾ ਹੈ।

source: By default GParted creates an msdos disklabel.
cs: Implicitně GParted vytváří popis disku msdos.
pa: ਮੂਲ ਰੂਪ ਵਿੱਚ ਜੀਪਾਰਟਡ msdos ਨਾਂ ਬਣਾਉਦਾ ਹੈ।

source: Advanced
cs: Pokročilé
pa: ਤਕਨੀਕੀ

source: Select new labeltype:
cs: Zvolte typ nového popisu:
pa: ਨਵਾਂ ਨਾਂ ਚੁਣੋ:

source: WARNING: Creating a new disklabel will erase all data on %1!
cs: VAROVÁNÍ: Vytvoření nového popisu disku vymaže všechna data na %1!
pa: ਸਾਵਧਾਨ: ਨਵਾਂ ਡਿਸਕ ਨਾਂ ਬਣਾਉਣ ਨਾਲ %1 ਤੇ ਮੌਜੂਦ ਸਭ ਡਾਟਾ ਹਟਾਇਆ ਜਾਵੇਗਾ!

source: Create
cs: Vytvořit
pa: ਬਣਾਓ

source: Filesystems
cs: Systémy souborů
pa: ਫਾਇਲ ਸਿਸਟਮ

source: Filesystem
cs: Systém souborů
pa: ਫਾਇਲ ਸਿਸਟਮ

source: Grow
cs: Zvětšit
pa: ਫੈਲਾਓ

source: Shrink
cs: Zmenšit
pa: ਸੁੰਘੜੋ

source: Move
cs: Přesunout
pa: ਭੇਜੋ

source: Copy
cs: Kopírovat
pa: ਨਕਲ

source: Paste %1
cs: Vložit %1
pa: %1 ਚਿਪਕਾਉ
pt: Colar %1
ru: Вставка %1

source: Information about %1
cs: Informace o %1
pa: %1 ਬਾਰੇ ਜਾਣਕਾਰੀ
pt: Informação sobre %1
ru: Информация о %1

source: Warning:
cs: Varování:
pa: ਚੇਤਾਵਨੀ:

source: %1 MB
pa: %1 ਮੈਬਾ
ru: %1 Мб

source: Filesystem:
cs: Systém souborů:
pa: ਫਾਇਲ ਸਿਸਟਮ:
pt: Sistema de Ficheiros:
ru: Файловая система:

source: Size:
cs: Velikost:
pa: ਆਕਾਰ:
pt: Tamanho:
ru: Размер:

source: Used:
cs: Použito:
pa: ਵਰਤੀ:
pt: Utilizado:
ru: Использовано:

source: Unused:
cs: Nepoužito:
pa: ਨਾ-ਵਰਤੀ:
pt: Não Utilizado:
ru: Свободно:

source: Flags:
cs: Příznaky:
pa: ਨਿਸ਼ਾਨ:
pt: Parâmetros:
ru: Флаги:

source: Path:
cs: Cesta:
pa: ਮਾਰਗ:
pt: Caminho:
ru: Путь:

source: Real Path:
cs: Skutečná cesta:
pa: ਅਸਲੀ ਮਾਰਗ:
pt: Caminho Real:
ru: Полный путь:

source: Status:
cs: Stav:
pa: ਸਥਿਤੀ:
pt: Estado:
ru: Статус:

source: Not busy (There are no mounted logical partitions)
cs: Nepoužívá se (nejsou připojeny logické oddíly)
pa: ਰੁਝਿਆ ਨਹੀਂ (ਕੋਈ ਮਾਊਟ ਲਾਜ਼ੀਕਲ ਭਾਗ ਨਹੀ ਹੈ)
pt: Disponível (Não existem partições lógicas montadas)
ru: Не занятый (Нет подключенных логических разделов)

source: Not active
cs: Neaktivní
pa: ਸਰਗਰਮ ਨਹੀਂ
pt: Inactivo
ru: Не активный

source: Not mounted
cs: Nepřipojen
pa: ਮਾਊਨ ਨਹੀਂ
pt: Não montado
ru: Не подключенный

source: First Sector:
cs: První sektor:
pa: ਪਹਿਲਾਂ ਸੈਕਟਰ:
pt: Primeiro Sector:
ru: Первый сектор:

source: Last Sector:
cs: Poslední sektor:
pa: ਆਖਰੀ ਸੈਕਟਰ:
pt: Último Sector:
ru: Последний сектор:

source: Total Sectors:
cs: Celkem sektorů:
pa: ਕੁੱਲ ਸੈਕਟਰ:
pt: Total de Sectores:
ru: Всего секторов:

source: Busy (At least one logical partition is mounted)
cs: Používá se (Je připojen aspoň jeden logický oddíl)
pa: ਰੁਝਿਆ (ਘੱਟੋ-ਘੱਟ ਇੱਕ ਲਾਜ਼ੀਕਰਨ ਭਾਗ ਮਾਊਟ ਹੈ)
pt: Ocupado (pelo menos uma partição lógica montada)
ru: Занятый (По крайней мере один логический раздел подключен)

source: Active
cs: Aktivní
pa: ਸਰਗਰਮ
pt: Activo
ru: Активный

source: Mounted on %1
cs: Připojen na %1
pa: %1 ਤੇ ਮਾਊਟ ਹੈ
pt: Montado em %1
ru: Подключенный к %1

source: Create new Partition
cs: Vytvořit nový oddíl
pa: ਨਵਾਂ ਭਾਗ ਬਣਾਓ
pt: Criar uma nova Partição
ru: Создать новый раздел

source: Unformatted
cs: Neformátováno
pa: ਨਾ-ਫਾਰਮਿਟ

source: Create as:
cs: Vytvořit jako:
pa: ਇਸ ਵਾਂਗ ਬਣਾਓ:
pt: Criar como:
ru: Создать как:

source: Primary Partition
cs: Primární oddíl
pa: ਪ੍ਰਾਇਮਰੀ ਭਾਗ

source: Logical Partition
cs: Logický oddíl
pa: ਲਾਜ਼ੀਕਾਲ ਭਾਗ
pt: Partição Lógica
ru: Логический раздел

source: Extended Partition
cs: Rozšířený oddíl
pa: ਐਕਸਟਿਡਡ ਭਾਗ

source: New Partition #%1
cs: Nový oddíl č. %1
pa: ਨਵਾਂ ਭਾਗ #%1
pt: Nova Partição nº%1
ru: Новый раздел №%1

source: Resize/Move %1
cs: Změnit velikost/přesunout %1
pa: ਮੁੜ-ਆਕਾਰ/ਭੇਜੋ %1
pt: Redimensionar/Mover %1
ru: Изменение размера/Перемещение %1

source: Resize %1
cs: Změnit velikost %1
pa: ਮੁੜ ਆਕਾਰ %1
pt: Redimensionar %1
ru: Изменение размера %1

source: Applying pending operations
cs: Provádím nevyřízené operace
pa: ਸਭ ਬਾਕੀ ਕਾਰਵਾਈਆਂ ਕਰੋ।
pt: A aplicar as operações pendentes
ru: Применить ожидающие операции

source: Applying all listed operations.
cs: Provádím všechny vypsané operace.
pa: ਸਭ ਸੂਚੀ ਵਿਚਲੀਆਂ ਕਾਰਵਾਈ ਕਰੋ।
pt: A aplicar todas as operações listadas.
ru: Применить все перечисленные операции.

source: Clicking Cancel will prevent the next operations from being applied.
cs: Kliknutí na Zrušit szabrání provedená následujících operací.
pa: ਰੱਦ ਕਰੋ ਨੂੰ ਦਬਾਉਣ ਨਾਲ ਅੱਗੇ ਰਹਿੰਦੀਆਂ ਕਾਰਵਾਈਆਂ ਨੂੰ ਲਾਗੂ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕੇਗਾ।
pt: Primir Cancelar irá impedir que as operações seguintes sejam aplicadas.
ru: Нажатие на "Отмена" отменит дейстаие следующих операций.

source: Completed Operations
cs: Dokončené operace
pa: ਮੁਕੰਮਲ ਕਾਰਵਾਈਆਂ
pt: Operações Terminadas
ru: Завершение операций

source: Details
cs: Podrobnosti
pa: ਵੇਰਵਾ

source: %1 of %2 operations completed
cs: Dokončeno %1 z %2 operací
pa: %2 ਵਿੱਚੋਂ %1 ਕਾਰਵਾਈ ਮੁਕੰਮਲ ਹੋ ਚੁੱਕੀ ਹੈ
pt: %1 de %2 operações terminadas
ru: %1 из %2 операций завершено

source: about %1 minute and %2 seconds left
cs: zbývá asi %1 minuta a %2 sekund
pa: %1 ਮਿੰਟ ਤੇ %2 ਸਕਿੰਟ ਬਾਕੀ ਰਹਿੰਦੇ ਹਨ
pt: restam cerca de %1 minuto e %2 segundos
ru: осталось примерно %1 минута и %2 секунд

source: about %1 minutes and %2 seconds left
cs: zbývá asi %1 minut a %2 sekund
pa: %1 ਮਿੰਟ ਤੇ %2 ਸਕਿੰਟ ਬਾਕੀ ਰਹਿੰਦੇ ਹਨ
pt: restam cerca de %1 minutos e %2 segundos
ru: осталось примерно %1 минут и %2 секунд

source: unrecognized
cs: nerozpoznáno
pa: ਬੇਪਛਾਣ

source: Unable to detect filesystem! Possible reasons are:
cs: Nemohu detekovat systém souborů! Možné důvody jsou:
pa: ਫਾਇਲ ਸਿਸਟਮ ਖੋਜਿਆ ਨਹੀਂ ਗਿਆ! ਸੰਭਵ ਕਾਰਨ ਹਨ:

source: The filesystem is damaged
cs: Systém souborů je poškozen
pa: ਫਾਇਲ ਸਿਸਟਮ ਨਿਕਾਰਾ ਹੈ

source: The filesystem is unknown to libparted
cs: Systém souborů není znám v libparted
pa: ਫਾਇਲ ਸਿਸਟਮ ਲਾਇਪਾਰਟ ਲਈ ਪਛਾਣਿਆ ਨਹੀਂ

source: There is no filesystem available (unformatted)
cs: Systém souborů není k dispozici (nenaformátován)
pa: ਕੋਈ ਫਾਇਲ ਸਿਸਟਮ ਉਪਲੱਬਧ ਨਹੀਂ (ਨਾ-ਫਾਰਮਿਟ)

source: unknown
cs: neznámé
pa: ਅਣਜਾਣ

source: Unable to read the contents of this filesystem!
cs: Nemohu číst obsah tohoto systému souborů!
pa: ਇਸ ਫਾਇਲ ਸਿਸਟਮ ਦੇ ਭਾਗ ਪੜਨ ਦੌਰਾਨ ਗਲਤੀ ਹੈ!

source: Because of this some operations may be unavailable.
cs: Kvůli tomu možná některé operace nebudou k dispozici.
pa: ਕਿਉਕਿ ਕੁਝ ਕਾਰਵਾਈਆਂ ਹਾਲੇ ਉਪਲੱਬਧ ਨਹੀਂ ਹਨ।

source: Error while deleting %1
cs: Chyba při odstraňování %1
pa: %1 ਨੂੰ ਹਟਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਹੈ
pt: Erro ao apagar %1
ru: Ошибка при удалении %1

source: Error while creating %1
cs: Chyba při vytváření %1
pa: %1 ਬਣਾਉਣ ਦੌਰਾਨ ਗਲਤੀ ਹੈ
pt: Erro ao criar %1
ru: Ошибка при создании %1

source: Error while resizing/moving %1
cs: Chyba při změně velikosti/přesunu %1
pa: %1 ਮੁੜ-ਅਕਾਰ/ਭੇਜਣ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao redimensionar/mover %1
ru: Ошибка при изменении размера/перемещении %1

source: Error while converting filesystem of %1
cs: Chyba při převodu systému souborů %1
pa: ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ %1 ਵਿੱਚ ਤਬਦੀਲ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao converter o sistema de ficheiros de %1
ru: Ошибка при преобразовании файловой системы %1

source: Error while copying %1
cs: Chyba při kopírování %1
pa: %1 ਨੂੰ ਨਕਲ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ
pt: Erro ao copiar %1
ru: Ошибка при копировании %1

source: Be aware that the failure to apply this operation could affect other operations on the list.
cs: Uvědomte si, že neprovedení této operace by mohlo mít vliv na jiné operace na seznamu.
pa: ਧਿਆਨ ਰੱਖੋ ਕਿ ਇਸ ਕਾਰਵਾਈ ਦੀ ਅਸਫਲਤਾ ਸੂਚੀ ਦੀਆਂ ਹੋਰ ਕਾਰਵਾਈਆਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰ ਸਕਦੀ ਹੈ।
pt: Esteja ciente de que a não aplicação desta operação poderá afectar outras operações na lista.
ru: Помните, что ошибка при этой операции не затрагивает остальные операции в списке.

source: copy of %1
cs: kopie %1
pa: %1 ਦੀ ਨਕਲ
pt: cópia de %1
ru: копирование %1

source: Delete %1 (%2, %3 MB) from %4
cs: Odstranit %1 (%2, %3 MB) z %4
pa: %4 ਤੋਂ %1 ਹਟਾਓ (%2, %3 ਮੈਬਾ)
pt: Apagar %1 (%2, %3 MB) de %4
ru: Удаление %1 (%2, %3 Мб) с %4

source: Create %1 #%2 (%3, %4 MB) on %5
cs: Vytvořit %1 č. %2 (%3, %4 MB) na %5
pa: %5 ਤੇ %1 #%2 (%3, %4 ਮੈਬਾ) ਬਣਾਓ

source: Move %1 forward by %2 MB
cs: Posunout %1 vpřed o %2 MB
pa: %2 ਮੈਬਾ ਨਾਲ %1 ਨੂੰ ਅੱਗੇ ਕਰੋ

source: Move %1 backward by %2 MB
cs: Posunout %1 zpět o %2 MB
pa: %1 ਨੂੰ ਪਿੱਛੇਵੱਲ %2 ਮੈਬਾ ਭੇਜੋ

source: Resize %1 from %2 MB to %3 MB
cs: Změnit velikost %1 z %2 MB na %3 MB
pa: %1 ਨੂੰ %2 ਮੈਬਾ ਤੋਂ %3 ਮੈਬਾ ਲਈ ਮੁੜ-ਅਕਾਰ
pt: Redimensionar %1 de %2 MB para %3 MB
ru: Изменение размера %1 с %2 Мб до %3 Мб

source: and Resize %1 from %2 MB to %3 MB
cs: a změnit velikost %1 z %2 MB na %3 MB
pa: ਅਤੇ %1 ਨੂੰ %2 ਮੈਬਾ ਤੋਂ %3 ਮੈਬਾ ਮੁੜ-ਅਕਾਰ
pt: e Redimensionar %1 de %2 MB para %3 MB
ru: и изменение размера %1 с %2 Мб до %3 Мб

source: Sorry, changes are too small to make sense
cs: Liguji, změny jsou moc malé a nemají smysl
pa: ਮੁਆਫੀ, ਤਬਦੀਲੀ ਕਿਸੇ ਮਤਲਬ ਦੀ ਨਹੀਂ ਹੈ
pt: As alterações são demasiado pequenas para fazerem sentido
ru: Извините, изменения слишком малы

source: Convert %1 from %2 to %3
cs: Převést %1 z %2 na %3
pa: %1 ਤੋਂ %2 ਲਈ %3 ਤੇ ਤਬਦੀਲ
pt: Converter %1 de %2 para %3
ru: Преобразование %1 с %2 на %3

source: Copy %1 to %2 (start at %3 MB)
cs: Kopírovat %1 do %2 (začít na %3 MB)
pa: %1 ਤੋਂ %2 ਤੇ ਨਕਲ (%3 ਮੈਬਾ ਸ਼ੁਰੂ ਸਮੇਂ)
pt: Copiar %1 para %2 (iniciar aos %3 MB)
ru: Копирование %1 на %2 (начиная с %3 Мб)

source: Unallocated
cs: Nealokováno
pa: ਅਣਵੰਡੀ
pt: Sem alocação
ru: Не разделено

source: Partition
cs: Oddíl
pa: ਭਾਗ
pt: Partição
ru: Раздел

source: Size(MB)
cs: Velikost(MB)
pa: ਆਕਾਰ(ਮੈਬਾ)

source: Used(MB)
cs: Použito(MB)
pa: ਵਰਤਿਆ(ਮੈਬਾ)

source: Unused(MB)
cs: Nepoužito(MB)
pa: ਨਾ-ਵਰਤਿਆ(ਮੈਬਾ)

source: Flags
cs: Příznaky
pa: ਨਿਸ਼ਾਨ
pt: Parâmetros
ru: Флаги

source: unallocated
cs: nealokováno
pa: ਅਣਵੰਡੀ

source: used
cs: použito
pa: ਵਰਤੀ
pt: utilizado
ru: используется

source: unused
cs: nepoužito
pa: ਨਾ-ਵਰਤੀ
pt: não utilizado
ru: не используется

source: _Refresh devices
cs: _Obnovit zařízení
pa: ਜੰਤਰ ਤਾਜ਼ਾ(_R)
pt: _Actualizar os dispositivos
ru: _Обновить устройства

source: _GParted
pa: ਜੀਪਾਰਟਡ(_G)

source: Harddisk Information
cs: Informace o pevném disku
pa: ਹਾਰਡ ਡਿਸਕ ਜਾਣਕਾਰੀ
pt: Informação do Disco Rígido
ru: Информация о жестком диске

source: Operations
cs: Operace
pa: ਕਾਰਵਾਈ

source: _View
cs: _Zobrazit
pa: ਵੇਖੋ(_V)
pt: _Ver
ru: _Вид

source: Set Disklabel
cs: Nastavit popis disku
pa: ਡਿਸਕ ਨਾਂ ਦਿਓ

source: _Device
cs: _Zařízení
pa: ਜੰਤਰ(_D)

source: _Partition
cs: _Oddíl
pa: ਭਾਗ(_P)

source: About
cs: O aplikaci
pa: ਇਸ ਬਾਰੇ
pt: Sobre
ru: О программе

source: _Help
cs: _Nápověda
pa: ਸਹਾਇਤਾ(_H)
pt: _Ajuda
ru: _Справка

source: Create a new partition in the selected unallocated space
cs: Vytvořit nový oddíl ve zvoleném nealokovaném prostoru
pa: ਚੁਣੀ ਅਣਵੰਡੀ ਥਾਂ ਵਿੱਚ ਨਵਾਂ ਭਾਗ ਬਣਾਓ
pt: Criar uma nova partição no espaço por alocar seleccionado
ru: Создать новый раздел в выбранной свободной области

source: Delete the selected partition
cs: Odstranit vybraný oddíl
pa: ਚੁਣਿਆ ਭਾਗ ਹਟਾਓ
pt: Apagar a partição seleccionada
ru: Удалить выделенный раздел

source: Resize/Move the selected partition
cs: Změnit velikost/přesunout vybraný oddíl
pa: ਚੁਣਿਆ ਭਾਗ ਮੁੜ-ਅਕਾਰ/ਭੇਜੋ
pt: Redimensionar/Mover a partição seleccionada
ru: Изменить размер/Переместить выбранный раздел

source: Copy the selected partition to the clipboard
cs: Zkopírovat vybraný oddíl do schránky
pa: ਚੁਣੇ ਭਾਗ ਤੋਂ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਨਕਲ
pt: Copiar a partição seleccionada para a área de transferência
ru: Копировать выбранный раздел в буфер

source: Paste the partition from the clipboard
cs: Vložit vybraný oddíl ze schránky
pa: ਕਲਿੱਪਬੋਰਡ ਤੋਂ ਭਾਗ ਚੇਪੋ
pt: Colar a partição da área de transferência
ru: Вставить раздел из буфера

source: Undo last operation
cs: Vrátot zpět poslední operaci
pa: ਆਖਰੀ ਕਾਰਵਾਈ ਵਾਪਸ
pt: Desfazer a última operação
ru: Откат последней операции

source: Apply all operations
cs: Provést všechny operace
pa: ਸਭ ਕਾਰਵਾਈਆਂ ਚਲਾਓ
pt: Aplicar todas as operações
ru: Применить все операции

source: _Convert to
cs: _Prevést na
pa: ਤਬਦੀਲ(_C)
pt: _Converter para
ru: _Преобразовать в

source: Unmount
cs: Odpojit
pa: ਅਨ-ਮਾਊਟ

source: Model:
pa: ਮਾਡਲ:
pt: Modelo:
ru: Модель:

source: DiskType:
cs: Typ disku:
pa: ਡਿਸਕ ਕਿਸਮ:
pt: Tipo de Disco:
ru: Тип диска:

source: Heads:
cs: Hlav:
pa: ਹੈੱਡ:
pt: Cabeças:
ru: Головок:

source: Sectors/Track:
cs: Sektorů/stopu:
pa: ਸੈਕਟਰ/ਟਰੈਕ:
pt: Sectores/Pistas:
ru: Секторов/Дорожек:

source: Cylinders:
cs: Cylindrů:
pa: ਸਿੰਲਡਰ:
pt: Cilindros:
ru: Цилиндров:

source: Hide operationslist
cs: Skrýt seznam operací
pa: ਕਾਰਵਾਈ ਸੂਚੀ ਓਹਲੇ
pt: Esconder a lista de operações
ru: Скрыть список операций

source: Clear operationslist
cs: Vymazat seznam operací
pa: ਕਾਰਵਾਈ ਸੂਚੀ ਸਾਫ਼
pt: Limpar a lista de operações
ru: Очистить список операций

source: Scanning all devices...
cs: Procházím všechna zařízení...
pa: ਜੰਤਰਾਂ ਦੀ ਜਾਂਚ ਜਾਰੀ ਹੈ...

source: %1 operations pending
cs: Nevyřízeno %1 operací
pa: %1 ਕਾਰਵਾਈਆਂ ਅਜੇ ਬਾਕੀ ਹਨ
pt: %1 operações pendentes
ru: %1 незаконченных операций

source: 1 operation pending
cs: Nevyřízena %1 operace
pa: 1 ਕਾਰਵਾਈ ਬਾਕੀ ਹੈ
pt: 1 operação pendente
ru: 1 незаконченная операция

source: Quit GParted?
cs: Ukončit GParted?
pa: ਜੀਪਾਰਟਡ ਬੰਦ ਕਰਨਾ ਹੈ?
pt: Sair do GParted?
ru: Выйти из GParted?

source: %1 operations are currently pending.
cs: Momentálně je nevyřízeno %1 operací.
pa: %1 ਕਾਰਵਾਈਆਂ ਇਸ ਸਮੇਂ ਬਕਾਇਆ ਹਨ।
pt: Existem de momento %1 operações pendentes.
ru: Осталось %1 незаконченных операций.

source: 1 operation is currently pending.
cs: Momentálně je nevyřízena %1 operací.
pa: 1 ਕਾਰਵਾਈ ਇਸ ਸਮੇਂ ਬਕਾਇਆ ਹੈ।
pt: Existe de momento 1 operação pendente.
ru: Осталась 1 незаконченная операция.

source: The kernel is unable to re-read the partitiontables on the following devices:
cs: Jádro nemohlo znovu načíst tabulky oddílů na následujících zařízeních:
pa: ਕਰਨਲ ਹੇਠਾਂ ਦਿੱਤੇ ਭਾਗਾਂ ਤੇ ਭਾਗ-ਸਾਰਣੀ ਮੁੜ-ਪੜ੍ਹਨ ਵਿੱਚ ਅਸਫਲ ਹੈ:

source: Because of this you will only have limited access to these devices.
cs: Proto budete mít k těmto zařízením jen omezený přístup.
pa: ਇਸਕਰਕੇ ਹੀ ਇਹਨਾਂ ਜੰਤਰਾਂ ਤੇ ਤੁਹਾਡੇ ਕੋਲ ਸੀਮਤ ਅਧਿਕਾਰ ਹਨ।

source: Unmount all mounted partitions on a device to get full access.
cs: Získejte úplný přístup odpojením všech připojených oddílů na zařízení.
pa: ਜੰਤਰ ਤੋਂ ਸਭ ਮਾਊਟ ਅਨ-ਮਾਊਟ ਕਰਨ ਤੇ ਪੂਰੇ ਅਧਿਕਾਰ ਮਿਲ ਜਾਣਗੇ।

source: No devices detected
cs: Nebylo detekováno žádné zařízení
pa: ਕੋਈ ਜੰਤਰ ਨਹੀਂ ਖੋਜਿਆ

source: Sorry, not yet implemented.
cs: Lituji, ještě nebylo implementováno.
pa: ਮੁਆਫੀ, ਪਰ ਹਾਲੇ ਤੱਕ ਬਣਿਆ ਨਹੀਂ ਹੈ।
pt: Ainda por implementar.
ru: Извините, это пока не реализовано.

source: Please visit http://gparted.sf.net for more information and support.
cs: Pro více informací a podporu prosím navštivte http://gparted.sf.net
pa: ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਤੇ ਸਹਾਇਤਾ ਲਈ http://gparted.sf.net ਵੇਖੋ।
pt: Visite http://gparted.sf.net para mais informações e suporte.
ru: Для получения большей информации и поддержки, посетите сайт http://gparted.sf.net.

source: It is not possible to create more than %1 primary partitions
cs: Není možné vytvořit více než %1 primárních oddílů
pa: %1 ਤੋਂ ਜਿਆਦਾ ਪ੍ਰਾਇਮਰੀ ਭਾਗ ਬਣਾਏ ਨਹੀਂ ਜਾ ਸਕਦੇ ਹਨ
pt: Não é possível criar mais do que %1 partições primárias
ru: Создать более %1 первичных разделов невозможно.

source: If you want more partitions you should first create an extended partition. Such a partition can contain other partitions.
cs: Pokud chcete více oddílů, měli byste nejdříve vytvořit rozšířený oddíl. Takový oddíl může obsahovat další oddíly.
pa: ਜੇਕਰ ਤੁਸੀਂ ਹੋਰ ਭਾਗ ਬਣਾਉਣੇ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਐਕਸਟੈੱਡ ਭਾਗ ਬਣਾਉਣਾ ਚਾਹੀਦੇ ਹਨ। ਇਸਤਰਾਂ ਦਾ ਭਾਗ ਹੋਰ ਭਾਗ ਵੀ ਰੱਖ ਸਕਦਾ ਹੈ।
pt: Se deseja mais partições deverá primeiro criar uma partição extendida. Este tipo de partições pode conter outras partições.
ru: Если вам необходимо болшее число разделов, создайте сперва расширенный раздел. Такой раздел может содержать другие разделы.

source: Are you sure you want to resize/move this partition?
cs: Opravdu chcete změnit velikost/přesunout tento oddíl?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਭਾਗ ਨੂੰ ਮੁੜ-ਅਕਾਰ/ਭੇਜਣ ਲਈ ਸਹਿਮਤ ਹੋ?
pt: Tem a certeza de que deseja redimensionar/mover esta partição?
ru: Вы действительно хотите изменить размер/переместить этот раздел?

source: Resizing a fat16 partition can be quite tricky! Especially growing such a partition is very error-prone. It is advisable to first convert the filesystem to fat32.
cs: Změna velikosti oddílu fat16 může být docela složitá! Hlavně zvětšování takového oddílu je velice náchylné k chybám. Doporučuje se nejdříve sysstém souborů převést na fat32.
pa: fat16 ਦਾ ਮੁੜ-ਅਕਾਰ ਕਾਫੀ ਚੁਸਤੀ ਭਰੀ ਕਾਰਵਾਈ ਹੈ! ਖਾਸ ਕਰਕੇ, ਇਸ ਨੂੰ ਫੈਲਾਉਣਾ ਤਾਂ ਖਾਸ ਕਰਕੇ ਗਲਤੀ ਨਾਲ ਭਰੀ। ਇਸਕਰਕੇ ਤੁਹਾਨੂੰ ਪਹਿਲਾਂ ਇਸ ਫਾਇਲ ਸਿਸਟਮ ਤੋਂ fat32 ਤਬਦੀਲ ਕਰਨ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਦੀ ਹੈ।
pt: Redimensionar uma partição fat16 pode ser bastante problemático! Especialmente aumentar uma partição desse tipo é algo muito sujeito a erros. É aconselhável que converta primeiro a partição para fat32.
ru: Изменение размера раздела типа fat16 может проходить очень сложно и привести кразличным ошибкам. Рекомендуется сначала преобразовать файловую систему в fat32.

source: Unable to delete partition!
cs: Nemohu odstranit oddíl!
pa: ਭਾਗ ਹਟਾਉਣ ਵਿੱਚ ਅਸਫਲ!
pt: Incapaz de apagar a partição!
ru: Не удается удалить раздел!

source: Please unmount any logical partitions having a number higher than %1
cs: Odpojte prosím logické oddíly, které mají větší číslo než %1
pa: ਕਿਰਪਾ ਕਰਕੇ %1 ਅੰਕ ਦੀ ਗਿਣਤੀ ਤੋਂ ਜਿਆਦਾ ਵਾਲੇ ਸਭ ਲਾਜ਼ੀਕਲ ਭਾਗ ਅਨ-ਮਾਊਟ ਕਰੋ
pt: Desmonte quaisquer partições lógicas que possuam um número superior a %1
ru: Пожалуйста, размонтируйте все логические разделы, имеющие номера больше %1

source: Are you sure you want to delete %1?
cs: Opravdu chcete odstranit %1?
pa: ਕੀ ਤੁਸੀਂ %1 ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: After deletion this partition is no longer available for copying.
cs: Po odstranění tento oddíl už nebude k dispozici pro kopírování.
pa: ਇਹ ਭਾਗ ਹਟਾਉਣ ਉਪਰੰਤ ਨਕਲ ਕਰਨ ਲਈ ਮਿਲੇਗਾ ਨਹੀਂ।
pt: Após a apagar, esta partição não voltará a estar disponível para cópia.
ru: После удаления, этот раздел будет недоступен для копирования.

source: Delete %1 (%2, %3 MB)
cs: Odstranit %1 (%2, %3 MB)
pa: %1 ਹਟਾਓ (%2, %3 ਮੈਬਾ)
pt: Apagar %1 (%2, %3 MB)
ru: Удаление %1 (%2, %3 Мб)

source: Are you sure you want to convert this filesystem to %1?
cs: Opravdu chcete převést tento systém souborů na %1?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਫਾਇਲਸਿਸਟਮ ਨੂੰ %1 ਬਦਲ ਲਈ ਸਹਿਮਤ ਹੋ?

source: This operation will destroy all data on %1
cs: Tato operace zničí všechna data na %1
pa: ਇਸ ਕਾਰਵਾਈ ਨਾਲ %1 ਤੇ ਮੌਜੂਦ ਸਭ ਡਾਟਾ ਖਤਮ ਹੋ ਜਾਵੇਗਾ
pt: Esta operação irá destruir todos os dados em %1
ru: Эта операция уничтожит все ваши данные на %1

source: Can not convert this filesystem to %1.
cs: Nemohu převést tento systém souborů na %1.
pa: ਇਹ ਫਾਇਲ ਸਿਸਟਮ ਨੂੰ %1 ਲਈ ਤਬਦੀਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।

source: A %1 filesystem requires a partition of at least %2 MB.
cs: Systém souborů %1 vyžaduje oddíl alespoň %2 MB.
pa: ਇੱਕ %1 ਭਾਗ ਨੂੰ ਘੱਟੋ-ਘੱਟ %2 ਮੈਬਾ ਥਾਂ ਚਾਹੀਦੀ ਹੈ।

source: A partition with a %1 filesystem has a maximum size of %2 MB.
cs: Oddíl se systémem souborů %1 má maximální velikost %2 MB.
pa: %1 ਫਾਇਲ ਸਿਸਟਮ ਤੇ ਭਾਗ ਲਈ ਅਧਿਕਤਮ %2 ਮੈਬਾ ਹਨ।

source: Could not unmount %1
cs: Nemohu odpojit %1
pa: %1 ਨੂੰ ਅਨ-ਮਾਊਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ

source: Are you sure you want to create a %1 disklabel on %2?
cs: Opravdu chcete vytvořit popis disku %1 na %2?
pa: ਕੀ ਤੁਸੀਂ %2 ਤੇ %1 ਡਿਸਕ ਲੇਬਲ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Error while setting new disklabel
cs: Chyba při nastavování nového popisu disku
pa: ਨਵਾਂ ਡਿਸਕ ਲੇਬਲ ਦੇਣ ਦੌਰਾਨ ਗਲਤੀ

source: Are you sure you want to apply the pending operations?
cs: Opravdu chcete provést nevyřízené operace?
pa: ਕੀ ਤੁਸੀਂ ਬਕਾਇਆ ਕਾਰਵਾਈਆਂ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ?
pt: Tem a certeza de que deseja aplicar as operações pendentes?
ru: Вы уверены что хотите применить незавершенные операции?

source: It is recommended to backup valueable data before proceeding.
cs: Doporučuje před pokračováním se zazálohovat cenná data.
pa: ਅੱਗੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ ਕੀਮਤੀ ਡਾਟੇ ਦਾ ਬੈਕਅੱਪ ਲੈਣ ਦੀ ਸਲਾਹ ਦਿੱਤੀ ਜਾਦੀ ਹੈ।
pt: É recomendável que efectue cópias de segurança dos dados valiosos antes de prosseguir.
ru: Перед продолжением, рекомендуеться сделать резервную копию важных данных.

source: Apply operations to harddisk
cs: Provést operace na disku
pa: ਕਾਰਵਾਈਆਂ ਹਾਰਡ-ਡਿਸਕ ਤੇ ਲਾਗੂ ਕਰੋ
pt: Aplicar as operações ao disco rígido
ru: Применить операции для жеского диска

source: At least one operation was applied to a busy device.
cs: Alespoň jedna operace byla provedena na používaném zařízení.
pa: ਰੁੱਝੇ ਜੰਤਰ ਤੇ ਇੱਕ ਭਾਗ ਮੌਜੂਦ ਹੈ।

source: A busy device is a device with at least one mounted partition.
cs: Používané zařízení je zařízení s alespoň jedním připojeným oddílem.
pa: ਇੱਕ ਮਾਊਟ ਭਾਗ ਤੇ ਇੱਕ ਜੰਤਰ ਰੁੱਝਿਆ ਹੋਇਆ ਹੈ।

source: Because making changes to a busy device may confuse the kernel, you are advised to reboot your computer.
cs: Protože změny používaného zařízení mohou zmást jádro, doporučuje se restartovat váš počítač.
pa: ਇੱਕ ਰੁਝੇ ਜੰਤਰ ਵਿੱਚ ਕੋਈ ਤਬਦੀਲੀ ਕਰਨ ਨਾਲ ਕਰਨਲ ਉਲਝ ਸਕਦਾ ਹੈ, ਇਸ ਕਰਕੇ ਤੁਹਾਨੂੰ ਕੰਪਿਊਟਰ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਸਲਾਗ ਦਿੱਤੀ ਜਾਦੀ ਹੈ।

source: Root privileges are required for running GParted
cs: Pro běh GParted jsou vyžadována oprávnění uživatele root
pa: ਜੀਪਾਰਟਡ ਨੂੰ ਚਲਾਉਣ ਲ਼ਈ ਪ੍ਰਬੰਧਕੀ(root) ਅਧਿਕਾਰ ਚਾਹੀਦੇ ਹਨ
pt: São necessários privilégios de root para iniciar o GParted
ru: Для запуска GParted требуются права администратора (root).

source: Since GParted can be a weapon of mass destruction only root may run it.
cs: Protože GParted může být zbraň hromadného ničení, může jej spustit jen root.
pa: ਕਿਉਕਿ ਜੀਪਾਰਟਡ ਘਾਣ ਕਰਨ ਦੇ ਯੋਗ ਸੰਦ ਹੈ, ਇਸਕਰਕੇ ਪ੍ਰਬੰਧਕ (root) ਹੀ ਇਸ ਨੂੰ ਇਸਤੇਮਾਲ ਕਰ ਸਕਦਾ ਹੈ।
pt: Visto que o GParted pode representar uma arma de destruição maciça, apenas o root o pode iniciar.
ru: Поскольку использование GParted может привести систему в нерабочее состояние, только администратор (root) может запустить его.
