Repository: guadalinex-archive/guadalinex-2005
Catalog: tags/v3.0/live_installer/gparted-0.0.8+cvs2005061901/po/*.po
Languages: cs, pa, pt, ru

source: Gnome Partition Editor based on libparted
pt: Editor de Partições do Gnome baseado na libparted
ru: Редактор разделов диска для GNOME, основанный на libparted

source: Copyright (c)
pt: Copyright ©
ru: Авторские права ©

source: translator_credits
pt: Duarte Loreto <happyguy_pt@hotmail.com>
ru: Александр Шиян <shc@users.sourceforge.net>

source: Free Space Preceding (MB) :
pt: Espaço Livre Antecedente (MB) :
ru: Свободное место до (Мб) :

source: New Size (MB) :
pt: Novo Tamanho (MB) :
ru: Новый размер (Мб) :

source: Free Space Following (MB) :
pt: Espaço Livre Subsequente (MB) :
ru: Свободное место после (Мб) :

source: Libparted message:
pt: Mensagem da libparted:
ru: Сообщения libparted:

source: initializing...
pt: A inicializar...
ru: инициализация...

source: Create %1 Partition #%2 (%3, %4 MB) on %5
pt: Criar Partição %1 nº%2 (%3, %4 MB) em %5
ru: Создание %1 раздела #%2 (%3, %4 Мб) на %5

source: Move %1 forward by %2 MB
pt: Mover %1 à frente por %2 MB
ru: Перемещение %1 вперед на %2 Мб

source: Move %1 backward by %2 MB
pt: Mover %1 atrás por %2 MB
ru: Перемещение %1 назад на %2 Мб

source: Type
pt: Tipo
ru: Тип

source: Size
pt: Tamanho
ru: Размер

source: Used
pt: Utilizado
ru: Использовано

source: Unused
pt: Não Utilizado
ru: Свободно

source: Are you sure you want to delete %1 ?
pt: Tem a certeza de que deseja apagar %1 ?
ru: Вы действительно хотите удалить %1 ?

source: Are you sure you want to convert this filesystem to %1 ?
pt: Tem a certeza de que deseja converter este sistema de ficheiros para %1 ?
ru: Вы действительно хотите преобразовать эту файловую систему на %1 ?

source: Can not convert this filesystem to fat16.
pt: Incapaz de converter este sistema de ficheiros em fat16.
ru: Не удается преобразовать эту файловую систему в fat16.

source: A fat16 filesystem requires a partition of at least 32 MB.
pt: Um sistema de ficheiros fat16 requer uma partição com pelo menos 32 MB.
ru: Файловая система fat16 требует, чтобы размер раздела был не менее 32 Мб.

source: A partition with a fat16 filesystem has a maximum size of 1023 MB.
pt: Uma partição com um sistema de ficheiros fat16 tem um tamanho máximo de 1023 MB.
ru: Максимальный размер роздела с файловой системой fat16 должен быть 1023 Мб.

source: Can not convert this filesystem to fat32.
pt: Incapaz de converter este sistema de ficheiros em fat32.
ru: Не удается преобразовать эту файловую систему в fat32.

source: A fat32 filesystem requires a partition of at least 256 MB.
pt: Um sistema de ficheiros fat32 requer uma partição de pelo menos 256MB.
ru: Файловая система fat32 требует, чтобы размер раздела был не менее 256 Мб.

source: The kernel was unable to re-read the partition table on :
pt: O kernel foi incapaz de reler a tabela de partição em :
ru: Ядро не может перечитать таблицу разделов на :

source: This means Linux won't know anything about the modifications you made until you reboot.
pt: Isto significa que o Linux não terá qualquer conhecimento das alterações que efectuou até que reinicie o computador.
ru: Это означает, что Linux не будет видеть всех внесенных Вами изменений до перезапуска системы.

source: You should reboot your computer before doing anything with these devices.
pt: Deverá reiniciar o computador antes de efectuar qualquer outra operação com estes dispositivos.
ru: Вы должны перезапустить компьютер перед тем, как что либо делать с этими устройствами.

source: You should reboot your computer before doing anything with this device.
pt: Deverá reiniciar o computador antes de efectuar qualquer operação com este dispositivo.
ru: Вы должны перезапустить компьютер перед тем, как что либо делать с этим устройством.
