Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/uda-first-message/uda-first-message-0.05/debian/po/*.po
Languages: es

source: Wellcome to Guadalinex 2005
es: Bienvenido a Guadalinex 2005

source: Possible english text1
es: Se va a iniciar la instalación de Guadalinex. Durante todo el procesoexistirá un sistema de ayuda donde se mostrarán mensajes que deberá leeratentamente.

source: Paragraph 1.2
es: Guadalinex es Software Libre. Cada uno de los programas y aplicaciones queintegran la distribución Guadalinex, salvo excepciones, puede serredistribuido y usado sin ninguna restricción, excepto que se redistribuya enlas mismas condiciones.

source: Warning backup
es: Advertencia: Copia de seguridad

source: English text 2
es: Aunque normalmente la instalación de este CD no presenta ningún problema, enalgunos casos (por un particionado incorrecto, o una interrupción de lacorriente eléctrica...) podría resultar en un sistema dañado o inestable.

source: Paragraph 2.2
es: Le recordamos la importancia de realizar una copia de seguridad de sus datos y aplicaciones más importantes antes de continuar.

source: Stages
es: Etapas de la instalación

source: English text 3
es: El proceso de instalación está dividido en varias etapas:

source: Paragraph 3.2
es: - Seleccionar dónde (en que parte del disco duro) quiere instalar Guadalinex- Instalar los programas básicos para que su ordenador pueda arrancar- Se reiniciará el ordenador- A continuación se instalarán el resto de programas con un instalador gráfico y usable (es el paso que tarda más).- Por último el CD será expulsado y su ordenador quedará listo para usar.- En su ordenador el tiempo estimado del proceso completo es de 30 minutos.

source: Requirements
es: Requisitos para la instalación

source: English text 4
es: Para instalar y utilizar esta versión de Guadalinex en su ordenadornecesitará al menos:

source: Paragraph 4.2
es: - 2.5 Gigabytes de espacio libre en el disco duro- 128 Megabytes de memoria RAM- Tarjeta gráfica SVGA- Procesador Intel o compatible a 200 Megaherzios (en la documentaciónadicional puede consultar el hardware recomendado)
