Repository: guadalinex-archive/guadalinex-2005
Catalog: tags/v3.0/*_live_installer/default/src/archive-copier/archive-copier-0.3.6/debian/po/*.po
Languages: pt

source: Copy remaining packages from CD-ROM to hard disk?
pt: Copiar restantes pacotes do CD-ROM para o disco rígido?

source: If you have enough hard disk space, you can choose to copy all the remaining packages from the CD-ROM to the hard disk, which will mean that you no longer need the CD-ROM once you reboot. You will need about 400 MB of additional free space in /var for this.
pt: Se tiver espaço suficiente no disco rígido, pode escolher copiar todos os restantes pacotes do CD-ROM para o disco, o que significa que não precisará mais do CD-ROM após reiniciar. Para isso precisará de aproximadamente 400 MB de espaço livre em /var.

source: Copying packages failed
pt: A cópia dos pacotes falhou

source: Check /var/log/syslog or see virtual console 4 for the details.
pt: Verifique o ficheiro /var/log/syslog ou veja a consola virtual 4 para detalhes.

source: Copying remaining packages to hard disk
pt: Copiando restantes pacotes para o disco

source: Scanning ${DIR}...
pt: Lendo ${DIR} ...

source: Copying ${PACKAGE}...
pt: Copiando ${PACKAGE}

source: Download language support?
pt: Descarregar o suporte para o seu idioma?

source: The installation CD does not contain full support for your language. Do you want to download the required packages from the Internet?
pt: O CD de instalação não contém suporte completo para o seu idioma. Gostaria de descarregar os pacotes necessários através da Internet?

source: Copy remaining packages to hard disk
pt: Copiar restantes pacotes para o disco rígido
