Repository: guadalinex-archive/guadalinex-2005
Catalog: tags/v3.0/*_live_installer/mini/src/*-config/*-config-2.67ubuntu19uda1/debian/po/*.po
Languages: hr

source: Choose the next step in the install process:
hr: Izaberite slijedeæi korak u postupku instalacije:

source: This is the base system configuration menu.
hr: Ovo je izabirnik pode¹avanja osnovnog sustava.

source: Welcome to your new Ubuntu system!
hr: Dobrodo¹li u svoj novi Ubuntu sustav!

source: This program will now walk you through the process of setting up your newly installed system. It will start with the basics -- time zone selection, setting a root password and adding a user, and then progress to installing additional software to tune this new Ubuntu system to your needs.
hr: Ovaj æe vas program provesti kroz postupak pode¹avanja va¹eg novog.sustava. Poèet æe s osnovama - izabirom vremenskog podruèja, postavljanjem korijenske zaporke i dodavanjem korisnika, a potom prijeæi na instalaciju dodatnih programa, kako biste prilagodili Ubuntu svojim potrebama.

source: Use a PPP connection to install the system?
hr: Rabi PPP svezu za instalaciju sustava?

source: This system does not seem to be currently connected to the internet. Even if you plan to install from CD, it is wise to download at least security updates from the internet.
hr: Èini se da sustav sada nije spojen na Internet. Èak iako æete instalirati s CD-a, pametno je skinuti barem posljednja sigurnosna osvje¾enja s Interneta.

source: If you have an account on an Internet Services Provider (ISP), and you want to use it during the install, you may configure the PPP service now, and open a PPP connection to your ISP.
hr: Ako imate korisnièki raèun kod svog davatelja Internet usluga (ISP) i ¾elite ga koristiti tijekom instalacije, sada mo¾ete podesiti PPP i otvoriti svezu sa svojim ISP-om.

source: There was a problem installing the selected software
hr: Pojavio se problem kod instalacije izabranih programa

source: One or more packages failed to install. This may be due to bugs in the packages, or you may be out of disk space or experiencing some other problem.
hr: Instalacija jednog ili vi¹e paketa nije uspjela. To mo¾e biti zbog buba u paketima, ili nemate dovoljno diskovnog prostora, ili ¹togod drugo.

source: Simply trying to install those packages (or a slightly different set of packages) again may work around the problem, or at least move the installation process along a little further. If you want, you can go back to the package selection step, and try again.
hr: Jednostavno ponovite instalaciju tih paketa (ili njihovog malo drugaèijeg izbora), pa æe to mo¾da rije¹iti problem, ili barem pokrenuti instalaciju prema naprijed. Mo¾ete se i vratiti na korak izabira paketa i poku¹ati iznova.

source: If you decide not to try again, bear in mind that some packages on your system will be in a broken state until you manually resolve the problem.
hr: Ako odluèite ne poku¹avati ponovo, znajte da æe neki od paketa na va¹em sustavu ostati u neispravnom stanju sve dok ruèno ne rije¹ite taj problem.

source: Thank you for choosing Ubuntu!
hr: Hvala vam ¹to ste izabrali Ubuntu!

source: If you want to revisit this setup process at a later date, just run the base-config program.
hr: Ako kasnije budete htjeli iznova pregledati postupak osnovnoga pode¹avanja, samo pokrenite program base-config.

source: System hostname:
hr: Ime sustava:

source: Please enter your system hostname.
hr: Molim unesite ime va¹eg sustava.

source: The hostname is a name that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
hr: Ime va¹eg sustava je naziv koji ga identificira u mre¾i. Ako ne znate kakvo ono treba biti, pitajte svog mre¾nog administratora. Ako pode¹avate svoju kuænu mre¾u, mo¾ete ga proizvoljno izabrati.

source: Invalid hostname "${HOSTNAME}"
hr: Nevaljano ime sustava "${HOSTNAME}"

source: A valid hostname may contain period-separated parts containing only alphanumeric characters and the minus sign, be between 2 and 63 characters long, and each part cannot begin or end with a minus sign.
hr: Valjano ime sustava mo¾e sadr¾avati samo dijelove od slova, razdvojene toèkicom, te znake minusa. Mo¾e biti ukupno dugaèko izmeðu 2 i 63 znaka, ali dijelovi ne mogu zapoènjati ili zavr¹avati s minusom.

source: Do you want to start the graphical display manager?
hr: ®elite li pokrenuti upravljaè slikovnim prikazom?

source: The graphical display manager makes it possible to log in using a graphical environment.
hr: Upravljaè slikovnim prikazom omoguæava prijavak na sustav u slikovnom okru¾ju.

source: Load preseed file
hr: Uèitaj datoteku.prepostavki

source: Display introductory message
hr: Prika¾i predstavnu poruku.

source: Configure the keyboard
hr: Podesi tipkovnicu

source: Configure timezone
hr: Podesi vremensko podruèje

source: Set up users and passwords
hr: Postavi korisnike i zaporke

source: Set the hostname
hr: Postavi ime sustava

source: Configure and enable ppp
hr: Podesi i omoguæi PPP

source: Configure apt
hr: Podesi apt

source: Select and install packages
hr: Izaberi i instaliraj pakete

source: Configure the Mail Transfer Agent
hr: Podesi agenta za prijenos e-po¹te (MTA)

source: Finish configuring the base system
hr: Zavr¹i pode¹avanje osnovnog sustava

source: Exit the base system configuration
hr: Izaðite iz pode¹avanja osnovnog sustava

source: Execute a shell
hr: Pokreni ¹koljku

source: Time zone configuration
hr: Pode¹avanje vremenskog podruèja

source: Is the hardware clock set to GMT?
hr: Je li sat oèvrsja postavljen na GMT?

source: Unix system clocks are generally set to GMT ("Greenwich Mean Time", also known as "Universal Coordinated Time", or UTC). The operating system knows your time zone and converts system time into the local time. You can specify whether the hardware clock is set to either GMT (recommended for a Linux-only system) or local time (which may be more convenient for a system that also runs other operating systems or an off-the-shelf PC).
hr: Satovi unix sustava su obièno postavljeni na GMT ("Greenwich Mean Time", poznato i kao "Universal Coordinated Time" ili UTC). Upravljaèki sustav zna va¹e vremensko podruèje i pretvara vrijeme sustava u lokalno vrijeme. Mo¾ete odrediti da li æe sat oèvrsja biti postavljen na GMT (preporuèeno za raèunalo na kojemu je samo Linux) ili lokalno vrijeme (za raèunalo na kojemu su i drugi upravljaèki sustavi).

source: The hardware clock says the time is now ${hwtime}.
hr: Sat oèvrsja pokazuje da je sada ${hwtime}.

source: Do you want to change your current time zone?
hr: ®elite li promijeniti svoje sada¹nje vremensko podruèje?

source: Your current time zone is set to ${timezone}.
hr: Va¹e vremensko podruèje je postavljeno na ${timezone}

source: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, East-Indiana, Indiana-Starke, Michigan, Samoa, other
hr: Istoèno, Sredi¹nje, Planinsko, Tihooceansko, Aljasko, Havajsko, Aleutsko, Arizonsko Istoèno-indiansko, Indiana-Starkeovsko, Michigansko, Samoansko, drugo

source: The following are common time zones in the United States of America.
hr: Ovo su osnovna vremenska podruèja u Sjedinjenim Amerièkim Dr¾avama.

source: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, other
hr: Newfoundlandsko, Atlantsko, Istoèno, Sredi¹nje, Istoèno-saskatchewansko, Saskatchewansko, Planinsko, Tihooceansko, Yukonsko, drugo

source: The following are common time zones in Canada.
hr: Ovo su osnovna vremenska podruèja u Kanadi.

source: East, West, Acre, DeNoronha, other
hr: Istoèno, Zapadno, Acre¹ko, DeNoronha¹ko, drugo

source: The following are common time zones in Brazil.
hr: Ovo su osnovna vremenska podruèja u Brazilu.

source: If you are in a different time zone, choose "other" to select from all available time zones.
hr: Ako ste u drugom vremenskom podruèju, odredite "drugo" da izaberete izmeðu svih raspolo¾ivih vremenskih podruèja.

source: Are you in the ${zone} time zone?
hr: Jeste li u ${zone}m vremenskom podruèju?

source: Based on your country, your time zone is probably ${zone}.
hr: Prema va¹oj dr¾avi, va¹e vremensko podruèje je vjerojatno ${zone}.

source: ${choices}, other
hr: ${choices}, drugo

source: Select your time zone:
hr: Izaberite svoje vremensko podruèje:

source: Based on your country, you are probably in one of these time zones. If you are not, choose "other" to select from all available time zones.
hr: Prema va¹oj dr¾avi, vjerojatno ste u jednom od ovih vremenskih podruèja. Ako niste, odredite "drugo" da izaberete izmeðu svih raspolo¾ivih podruæja.

source: Africa, America, US, Canada, Asia, Atlantic Ocean, Australia, Europe, Indian Ocean, Pacific Ocean, System V style time zones, None of the above
hr: Afrika, Amerika, SAD, Kanada, Azija, Atlantski ocean, Australija, Europa, Indijski ocean, Tihi ocean, Vremenska podruèja u System V stilu, Ni¹ta od navedenog

source: Area for your time zone:
hr: Prostor va¹eg vremenskog podruèja:

source: Pick the geographic area in which the time zone you desire is located.
hr: Odredite zemljopisni prostor u kojem je smje¹teno va¹e vremensko podruæje.

source: Select a city or time zone:
hr: Izaberite grad ili vremensko podruèje:

source: Cities represent the time zone in which they are located, so you may choose any city in the desired time zone.
hr: Gradovi predstavljaju vremensko podruèje u kojem su smje¹teni, pa mo¾ete izabrati bilo koji grad u ¾eljenom vremenskom podruèju.

source: Is this information correct?
hr: Jesu li ove obavijesti toène?

source: Here is your selected time zone information.
hr: Evo obavijesti o vremenskom podruèju koje ste izabrali.

source: Local time is now: ${tzdate} Universal Time is now: ${utdate} Time zone is set to: ${timezone}
hr: Lokalno vrijeme: ${tzdate} Univerzalno vrijeme: ${utdate} Vremensko podruèje: ${timezone}

source: If something looks wrong, you can go through the setup process again.
hr: Ako ne¹to nije u redu, mo¾ete iznova proæi postupak postavljanja.

source: Apt configuration
hr: Pode¹avanje apt-a

source: HTTP proxy information (blank for none):
hr: HTTP proxy obavijesti (prazno ako ih nema):

source: If you need to use a HTTP proxy to access the outside world, please enter the proxy information here. Otherwise, leave this blank.
hr: Ako morate rabiti HTTP proxy da dosegnete vanjski svijet, molim unesite proxy obavijesti ovamo. Ako ne, ostavite prazno.

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]"
hr: Proxy obavijesti trebaju biti u uobièajenom obliku: "http://[[user][:pass]@]host[:port]" ---- ??

source: cdrom, http, ftp, filesystem, edit sources list by hand
hr: cdrom, http, ftp, datoteèni sustav, ruèno uredi sources.list

source: Archive access method for apt:
hr: Naèin na koji apt pristupa arhivama:

source: Mirror country:
hr: Dr¾ava sa zrcalnim poslu¾iteljem:

source: Select the country the mirror should be in. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
hr: Izaberite dr¾avu u kojoj je zrcalni poslu¾itelj. Ako ne znate s kojim imate najbolju Internet svezu, trebali biste koristiti vama najbli¾i.

source: Mirror hostname:
hr: Ime sustava zrcalnog poslu¾itelja:

source: Enter the hostname of the mirror from which Ubuntu will be downloaded.
hr: Unesite ime sustava zrcalnog poslu¾itelja s kojeg æete skinuti Ubuntu.

source: Mirror directory:
hr: Zrcalni direktorij:

source: Enter the directory in which the Ubuntu mirror is located.
hr: Unesite direktorij u kojem se nalazi zrcalni Ubuntu.

source: The directory you entered does not exist.
hr: Direktorij koji ste unijeli ne postoji.

source: Mirror not found
hr: Zrcalni poslu¾itelj nije pronaðen.

source: CD-ROM device file:
hr: Datoteka CD-ROM ureðaja:

source: This program was unable to auto-detect a CD-ROM drive, or there is no usable CD in the drive.
hr: Ovaj program nije uspio pronaæi CD pogon, ili nema CD-a u njemu.

source: Scan another CD?
hr: Pretra¾iti drugi CD?

source: Please choose whether you want to have it available anyway.
hr: Molim odluèite hoæete li to ipak omoguæiti.

source: Use contrib software?
hr: Rabi doprinesene programe?

source: Please choose whether you want this software to be made available to you.
hr: Molim odluèite hoæete li omoguæiti da vam ti programi budu dostupni.

source: Add another apt source?
hr: Dodaj jo¹ jedan apt izvor?

source: ${MESSAGE}. However, you may want to add another source to apt, so it can download packages from more than one location.
hr: ${MESSAGE}. Mo¾da ¾elite dodati jo¹ jedan izvor apt-u, tako da mo¾e skidati pakete s vi¹e od jednoga odredi¹ta.

source: edit, revert to backup
hr: uredi, vrati se preslici

source: What do you want to do?
hr: ©to ¾elite uèiniti?

source: The entries you added in sources.list (the file defining package sources for apt) seem to be incorrect. Here is the error message from apt:
hr: Unosi koje ste dodali u /etc/apt/sources.list (datoteku koja odreðuje apt-ove izvore) neispravni su. Evo apt-ove poruke o pogre¹ci:

source: A backup of the sources.list was made before you edited it. You may either revert to that backup or edit the existing file and fix it.
hr: Sigurnosna preslika /etc/apt/sources list datoteke naèinjena je prije negoli ste je ureðivali. Mo¾ete se vratiti toj preslici, ili popraviti postojeæu datoteku.

source: The error message returned by apt:
hr: Apt-ova poruka o pogre¹ci:
