Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/*-config/*-config-2.67ubuntu19/debian/po/*.po
Languages: id

source: Ubuntu base system configuration
id: Konfigurasi sistem basis Ubuntu

source: Choose the next step in the install process:
id: Pilih langkah berikutnya dalam proses instalasi:

source: This is the base system configuration menu.
id: Ini merupakan menu konfigurasi sistem dasar.

source: This program will now walk you through the process of setting up your newly installed system. It will start with the basics -- time zone selection, setting a root password and adding a user, and then progress to installing additional software to tune this new Ubuntu system to your needs.
id: Program ini akan membimbing anda melalui proses pengaturan sistem anda yang baru. Program akan memulai dengan hal mendasar -- pemilihan zona waktu, menyetel kata sandi root dan menambah pengguna, kemudian berlanjut memasang perangkat lunak tambahan pada sistem Ubuntu ini sesuai kebutuhan anda.

source: Use a PPP connection to install the system?
id: Gunakan hubungan PPP untuk memasang sistem?

source: This system does not seem to be currently connected to the internet. Even if you plan to install from CD, it is wise to download at least security updates from the internet.
id: Sistem ini tampaknya tidak terhubung ke internet saat ini. Bahkan bila ada berencana memasang dari CD, adalah pilihan bijak untuk mengambil paling tidak pemutakhiran keamanan dari internet.

source: If you have an account on an Internet Services Provider (ISP), and you want to use it during the install, you may configure the PPP service now, and open a PPP connection to your ISP.
id: Bila anda memiliki akun pada Penyedia Jasa Internet (PJI), dan anda ingin menggunakannya saat instalasi, anda dapat mengonfigurasi layanan PPP sekarang dan membuka hubungan PPP ke PJI anda.

source: There was a problem installing the selected software
id: Ada masalah saat memasang perangkat lunak yang dipilih

source: One or more packages failed to install. This may be due to bugs in the packages, or you may be out of disk space or experiencing some other problem.
id: Satu atau lebih paket gagal dipasang. Ini dapat terjadi karena cacat pada paket, ruang hard disk telah habis atau masalah yang lain.

source: Simply trying to install those packages (or a slightly different set of packages) again may work around the problem, or at least move the installation process along a little further. If you want, you can go back to the package selection step, and try again.
id: Dengan memasang ulang paket-paket tersebut (atau kelompok paket-paket yang berbeda) mungkin dapat memecahkan masalah, atau paling tidak dapat melanjutkan proses instalasi. Bila anda mau, anda dapat kembali pada langkah pemasangan paket, dan mencoba lagi.

source: If you decide not to try again, bear in mind that some packages on your system will be in a broken state until you manually resolve the problem.
id: Bila anda memutuskan untuk tidak mencoba lagi, ingat bahwa beberapa paket pada sistem anda akan ada pada status rusak sampai anda memecahkan masalah tersebut secara manual.

source: Thank you for choosing Ubuntu!
id: Terima kasih telah memilih Ubuntu!

source: If you want to revisit this setup process at a later date, just run the base-config program.
id: Jika anda ingin mengulangi proses pengaturan ini nanti, jalankan program base-config.

source: System hostname:
id: Nama host dari sistem:

source: Please enter your system hostname.
id: Silakan masukkan nama host sistem anda.

source: The hostname is a name that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
id: Nama host adalah nama yang mengidentifikasi sistem anda pada jaringan. Jika anda tak tahu nama host anda, hubungi administrator jaringan anda. Jika anda mengatur jaringan di rumah sendiri, anda dapat memberi nama sesuai keinginan anda.

source: Invalid hostname "${HOSTNAME}"
id: Nama host "${HOSTNAME}" tidak sah

source: A valid hostname may contain period-separated parts containing only alphanumeric characters and the minus sign, be between 2 and 63 characters long, and each part cannot begin or end with a minus sign.
id: Nama host yang sah mengandung bagian-bagian yang dipisahkan titik dan hanya terdiri dari karakter alfanumerik dan tanda kurang, sepanjang 2 sampai 63 karakter dan tiap bagian tidak boleh dimulai atau berakhir dengan tanda kurang.

source: Do you want to start the graphical display manager?
id: Anda ingin menjalankan pengelola tampilan grafis?

source: The graphical display manager makes it possible to log in using a graphical environment.
id: Pengelola tampilan grafis memungkinkan anda log in menggunakan lingkungan grafis.

source: Load preseed file
id: Muatkan berkas 'preseed'

source: Display introductory message
id: Tampilkan pesan perkenalan

source: Configure the keyboard
id: Mengonfigurasi papan ketik

source: Configure timezone
id: Mengonfigurasi zona waktu

source: Set up users and passwords
id: Menyetel pengguna dan kata sandi

source: Set the hostname
id: Menyetel nama host

source: Configure and enable ppp
id: Mengonfigurasi dan mengaktifkan ppp

source: Configure apt
id: Mengonfigurasi apt

source: Select and install packages
id: Memilih dan memasang paket-paket

source: Configure the Mail Transfer Agent
id: Mengonfigurasi Agen Pengirim Surat (MTA)

source: Finish configuring the base system
id: Selesai mengonfigurasi sistem dasar

source: Exit the base system configuration
id: Keluar dari konfigurasi sistem dasar Debian

source: Execute a shell
id: Menjalankan shell

source: Time zone configuration
id: Konfigurasi zona waktu

source: Is the hardware clock set to GMT?
id: Apakah jam perangkat keras merujuk pada GMT?

source: Unix system clocks are generally set to GMT ("Greenwich Mean Time", also known as "Universal Coordinated Time", or UTC). The operating system knows your time zone and converts system time into the local time. You can specify whether the hardware clock is set to either GMT (recommended for a Linux-only system) or local time (which may be more convenient for a system that also runs other operating systems or an off-the-shelf PC).
id: Jam sistem Unix umumnya diatur pada GMT ("Greenwich Mean Time", juga dikenal sebagai "Universal Coordinated Time", atau UTC). Sistem operasi mengetahui zona waktu anda dan mengubahnya ke waktu local. Anda dapat menentukan apakah jam diatur pada GMT (disarankan untuk sistem yang menjalankan Linux saja) atau pada waktu local (lebih cocok untuk sistem yang juga menjalankan sistem operasi lain).

source: The hardware clock says the time is now ${hwtime}.
id: Jam perangkat keras menunjukkan pukul ${hwtime}.

source: Do you want to change your current time zone?
id: Anda ingin mengubah zona waktu anda?

source: Your current time zone is set to ${timezone}.
id: Zona waktu anda diatur pada ${timezone}.

source: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, East-Indiana, Indiana-Starke, Michigan, Samoa, other
id: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, East-Indiana, Indiana-Starke, Michigan, Samoa, lainnya

source: The following are common time zones in the United States of America.
id: Berikut ini adalah zona waktu yang umum di Amerika Serikat.

source: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, other
id: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, lainnya

source: The following are common time zones in Canada.
id: Berikut ini adalah zona waktu yang umum di Kanada.

source: East, West, Acre, DeNoronha, other
id: East, West, Acre, DeNoronha, lainnya

source: The following are common time zones in Brazil.
id: Berikut ini adalah zona waktu yang umum di Brazil.

source: If you are in a different time zone, choose "other" to select from all available time zones.
id: Bila anda berada dalam zona waktu yang berbeda, pilih "lainnya" untuk memilih dari semua zona waktu yang tersedia.

source: Are you in the ${zone} time zone?
id: Apakah ada berada dalam zona waktu ${zone}?

source: Based on your country, your time zone is probably ${zone}.
id: Berdasarkan negara anda, zona waktu anda mungkin ${zone}.

source: ${choices}, other
id: ${choices}, lainnya

source: Select your time zone:
id: Pilih zona waktu anda:

source: Based on your country, you are probably in one of these time zones. If you are not, choose "other" to select from all available time zones.
id: Berdasarkan negara anda, mungkin anda berada dalam zona waktu berikut. Jika tidak, pilih "lainnya" untuk memilih dari semua zona waktu yang tersedia.

source: Africa, America, US, Canada, Asia, Atlantic Ocean, Australia, Europe, Indian Ocean, Pacific Ocean, System V style time zones, None of the above
id: Afrika, Amerika, Amerika Serikat, Kanada, Asia, Samudera Atlantic, Australia, Eropa, Samudera Indonesia, Samudera Pasifik, Zona waktu System V, Tak satupun di atas

source: Area for your time zone:
id: Daerah untuk zona waktu anda:

source: Pick the geographic area in which the time zone you desire is located.
id: Pilih daerah geografis di mana zona waktu anda terletak.

source: Select a city or time zone:
id: Pilih sebuah kota atau zona waktu:

source: Cities represent the time zone in which they are located, so you may choose any city in the desired time zone.
id: Kota-kota mewakili zona waktu sesuai letaknya, jadi anda boleh memilih kota manapun pada zona waktu yang diinginkan.

source: Is this information correct?
id: Apakah informasi ini benar?

source: Here is your selected time zone information.
id: Berikut adalah informasi zona waktu pilihan anda.

source: Local time is now: ${tzdate} Universal Time is now: ${utdate} Time zone is set to: ${timezone}
id: Waktu local sekarang: ${tzdate} Waktu Universal sekarang: ${utdate} Zona waktu diatur pada: ${timezone}

source: If something looks wrong, you can go through the setup process again.
id: Jika ada yang tampak salah, anda dapat mengulangi proses pengaturan dari awal lagi.

source: Apt configuration
id: Konfigurasi Apt

source: HTTP proxy information (blank for none):
id: Informasi HTTP proxy (kosong bila tak ada):

source: If you need to use a HTTP proxy to access the outside world, please enter the proxy information here. Otherwise, leave this blank.
id: Jika anda perlu menggunakan HTTP proxy untuk mengakses internet, silakan masukkan informasi proxy di sini. Jika tidak, biarkan kosong.

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]"
id: Informasi proxy harusi dalam bentuk baku: "http://[[user][:pass]@]host[:port]"

source: cdrom, http, ftp, filesystem, edit sources list by hand
id: cdrom, http, ftp, sistem berkas, ubah source-list secara manual

source: Archive access method for apt:
id: Metoda akses arsip apt:

source: Please choose the method apt (the Ubuntu package management tool) should use to access the Ubuntu archive.
id: Silakan memilih metoda apt (alat pengelolaan paket Ubuntu) yang ingin dipakai untuk mengakses arsip Ubuntu.

source: For example if you have an Ubuntu cd, select "cdrom", while if you plan to install via an Ubuntu mirror, choose "ftp" or "http".
id: Sebagai contoh bila anda memiliki CD Ubuntu, pilin "cdrom", sedang bila anda berencana menginstal lewat mirror Ubuntu, pilih "ftp" atau "http"

source: Mirror country:
id: Negara mirror:

source: Select the country the mirror should be in. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
id: Pilih negara tempat mirror berada. Anda sebaiknya menggunakan mirror yang ada di negara atau regional anda bila tidak tahu mirror yang tercepat hubungan Internet-nya ke komputer anda.

source: Choose the Ubuntu mirror to use:
id: Pilih mirror Ubuntu yang ingin digunakan:

source: Select the Ubuntu mirror apt should use. You should select a mirror that is close to you on the net.
id: Pilih mirror Ubuntu yang sebaiknya dipakai oleh apt. Anda sebaiknya memiliki mirror yang dekat dengan jaringan anda.

source: Mirror hostname:
id: Nama host dari mirror:

source: Enter the hostname of the mirror from which Ubuntu will be downloaded.
id: Masukkan nama host mirror dari mana Ubuntu akan didownload.

source: Mirror directory:
id: Direktori mirror:

source: Enter the directory in which the Ubuntu mirror is located.
id: Masukkan direktori di mana mirror Ubuntu terletak.

source: The directory you entered does not exist.
id: Direktori yang anda masukkan tidak ada.

source: Mirror not found
id: Mirror tidak ditemukan

source: The directory you entered does not contain a subdirectory named "dists", so it doesn't seem to be an Ubuntu mirror.
id: Direktori yang anda masukkan tidak berisi subdirektori bernama "dists", jadi tampaknya itu bukan mirror Ubuntu.

source: CD-ROM missing
id: CD-ROM tak ditemukan

source: Please insert a suitable CD.
id: Silakan masukkan CD yang sesuai.

source: CD-ROM device file:
id: Berkas piranti CD-ROM:

source: This program was unable to auto-detect a CD-ROM drive, or there is no usable CD in the drive.
id: Program tidak dapat mendeteksi secara otomatis penggerak CD-ROM, atau tidak ada CD di dalam penggerak.

source: Enter the device file to use to access your CD-ROM, and place an Ubuntu CD in the drive.
id: Masukkan berkas device yang ingin digunakan untuk mengakses CD-ROM, dan sisipkan CD Ubuntu ke dalam penggerak.

source: Non-Ubuntu CD-ROM detected
id: Terdeteksi CD-ROM Non-Ubuntu

source: The CD-ROM drive contains a non-Ubuntu CD.
id: Penggerak CD-ROM berisi CD non-Ubuntu.

source: Scan another CD?
id: Pindai CD lain?

source: If you have another Ubuntu CD (for example, the second in a two CD set), you should insert and scan it now.
id: Jika anda memiliki CD Ubuntu yang lain (misalnya CD kedua dari satu set CD Ubuntu), sisipkan ke dalam penggerak dan pindai sekarang.

source: Please choose whether you want to have it available anyway.
id: Silakan pilih apakah anda menginginkannya tersedia.

source: Use contrib software?
id: Gunakan perangkat lunak sumbangsih?

source: Some additional software has been made to work with Ubuntu. Though this software is free, it depends on non-free software for its operation. This software is not a part of Ubuntu, but standard Ubuntu tools can be used to install it.
id: Beberapa perangkat lunak tambahan telah dibuat bekerja dengan Ubuntu. Meskipun perangkat lunak ini bebas, namun operasinya bergantung pada perangkat lunak tak-bebas. Perangkat lunak ini bukan bagian dari Ubuntu, tapi alat-alat standar Ubuntu dapat digunakan untuk menginstal mereka.

source: Please choose whether you want this software to be made available to you.
id: Silakan memilih apakah anda ingin perangkat lunak ini tersedia untuk anda.

source: Failed to access the Ubuntu archive
id: Gagal mengakses arsip Ubuntu

source: While trying to access the Ubuntu archive using the information you provided, the Ubuntu package management tool, apt, returned the following error. The questions will be asked again.
id: Saat mencoba mengakses arsip Ubuntu menggunakan informasi yang anda berikan, alat pengelolaan paket Ubuntu, apt, mengembalikan kesalahan berikut. Pertanyaan-pertanyaan akan ditanyakan lagi.

source: Add another apt source?
id: Menambah sumber apt lainnya?

source: ${MESSAGE}. However, you may want to add another source to apt, so it can download packages from more than one location.
id: ${MESSAGE}. Namun anda dapat menambah sumber apt lainnya, sehingga apt dapat mengambil paket-paket dari beragam tempat.

source: edit, revert to backup
id: ubah, gunakan yang lama

source: What do you want to do?
id: Apa yang ingin anda lakukan?

source: The entries you added in sources.list (the file defining package sources for apt) seem to be incorrect. Here is the error message from apt:
id: Entri yang anda tambahkan pada sources.list (berkas yang mendefinisikan sumber-sumber paket untuk apt) tampaknya salah. Berikut pesan kesalahan dari apt:

source: A backup of the sources.list was made before you edited it. You may either revert to that backup or edit the existing file and fix it.
id: Backup dari sources.list telah dibuat sebelum anda mengubahnya. Anda boleh menggunakan yang lama atau mengubah berkas yang ada dan memperbaikinya.

source: The error message returned by apt:
id: Pesan kesalahan yang dikembalikan oleh apt:
