Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/archive-copier/archive-copier-0.3.6/debian/po/*.po
Languages: el, fr, hu, pl, pt_br

source: Copy remaining packages from CD-ROM to hard disk?
el: Να αντιγραφούν τα υπόλοιπα πακέτα από το CDROM στο δίσκο?
fr: Copier les paquets restants à partir du cédérom sur le disque dur ?
hu: Felmásolja a megmaradt csomagokat a CD-ROM-ról a merevlemezre?
pl: Czy skopiowaæ pozosta³e pakiety z p³yty CD na twardy dysk?
pt_br: Copiar pacotes restantes do CD-ROM para o disco rígido?

source: If you have enough hard disk space, you can choose to copy all the remaining packages from the CD-ROM to the hard disk, which will mean that you no longer need the CD-ROM once you reboot. You will need about 400 MB of additional free space in /var for this.
el: Αν έχετε αρκετό διαθέσιμο χώρο στο δίσκο, μπορείτε να αντιγράψετε όλα τα εναπομείναντα πακέτα από το CD-ROM στο σκληρό σας δίσκο, και έτσι δεν θα χρειάζεστε το CD-ROM στην επανεκκίνηση.Θα χρειαστείτε περίπου 400MB ελεύθερο χώρου στο /var για αυτή την ενέργεια.
fr: Si vous avez assez d'espace disque, vous pouvez choisir de copier tous les paquets restant à partir du cédérom sur le disque dur, ce qui signifie que vous n'aurez plus besoin du cédérom après avoir redémarré. Vous avez besoin d'environ 400 Mo d'espace libre supplémentaire dans /var pour cela.
hu: Ha elegendő helye van a merevlemezen, javasolt a megmaradt csomagok felmásolása a CD-ROM-ról a merevlemezre, mivel ebben az esetben többet nem lesz szüksége a CD-ROM-ra az újraindítást követően. Ehhez körülbelül 400 MB szabad hely szükséges a /var-on.
pl: Je¶li masz wystarczaj±c± ilo¶æ wolnego miejsca na dysku, mo¿esz wybraæ kopiowanie pozosta³ych pakietów z p³yty CD na dysk twardy, dziêki czemu po ponownym uruchomieniu komputera p³yta nie mêdzie ju¿ potrzebna. Wymaga to ok. 400 MB wolnego miejsca w /var.
pt_br: Se você tiver espaço em disco suficiente, você pode escolher para copiar todos os pacotes restantes do CD-ROM para o disco, o que quer dizer que vocênão precisará mais do CD-ROM depois. Você precisará de aproximadamente 400 MB de espaço livre em /var para fazer isso.

source: Copying packages failed
el: Απέτυχε η αντιγραφή των πακέτων
fr: Erreur lors de la copie des paquets
hu: A csomagok másolása meghiúsult
pl: Nie powiod³o siê kopiowanie pakietów
pt_br: Cópia de pacotes falhou

source: Copying packages to the hard disk failed. You may have run out of disk space in the target /var filesystem, or your CD drive may be having problems reading packages from the CD. Cleaning the CD drive or burning the CD at a lower speed may help.
el: Η αντιγραφή πακέτων στο σκληρό δίσκο απέτυχε. Πιθανόν να ξεμείνατε από ελεύθερο χώρο στο σύστημα αρχείων /var, ή ο οδηγός CD να μην μπορεί να διαβάσει πακέτα από το CD. Ο καθαρισμός του CD ή η επανεγγραφή του σε χαμηλότερη ταχύτητα μπορεί να βοηθήσουν.
fr: La copie des paquets sur le disque dur a échouée. Il se peut que la partition /var du système cible ne dispose pas assez d'espace disque, ou que votre lecteur de cédérom ait des problèmes à lire les paquets à partir du cédérom. Nettoyer le lecteur de cédérom ou enregistrer le cédérom a une vitesse plus faible peut aider.

source: Check /var/log/syslog or see virtual console 4 for the details.
el: Για λεπτομέρειες ανατρέξτε στο αρχείο /var/log/syslog ή στην εικονική κονσόλα 4.
fr: Veuillez vérifier /var/log/syslog ou consultez la console virtuelle 4 pour obtenir des précisions.
hu: Részleteket a /var/log/syslog fájlban vagy a 4. virtuális konzolon futó hibanaplóban olvashat.
pl: Sprawd¼ szczegó³y w /var/log/syslog lub na czwartej konsoli wirtualnej.
pt_br: Confira o arquivo /var/log/syslog ou verifique o quarto console virtual para conhecer maiores detalhes.

source: Copying remaining packages to hard disk
el: Αντιγραφή πακέτων που απομένουν στο δίσκο
fr: Copie des paquets restants sur le disque dur
hu: A megmaradt csomagok másolása a merevlemezre
pl: Kopiowanie pozosta³ych pakietów na twardy dysk
pt_br: Copiando pacotes restantes para o disco

source: Scanning ${DIR}...
el: Ανίχνευση του ${DIR}...
fr: Examen du répertoire ${DIR}...
hu: Átvizsgálás: ${DIR}...
pl: Skanowanie ${DIR}...
pt_br: Lendo ${DIR} ...

source: Copying ${PACKAGE}...
el: Αντιγραφή ${PACKAGE}...
fr: Copie de ${PACKAGE}...
hu: ${PACKAGE} kicsomagolása
pl: Kopiowanie ${PACKAGE}...
pt_br: Copiando ${PACKAGE}

source: Download language support?
el: Λήψη υποστήριξης γλώσσας;
fr: Télécharger le support pour votre langue ?
hu: Letölti a nyelvi támogatást?
pl: Czy pobraæ obs³ugê jêzyków?
pt_br: Baixar suporte à sua linguagem?

source: The installation CD does not contain full support for your language. Do you want to download the required packages from the Internet?
el: Το CD εγκατάστασης δεν περιέχει πλήρη υποστήριξη για τη γλώσσα σας. Θέλετε να λάβετε τα απαιτούμενα πακέτα από το διαδίκτυο?
fr: Le cédérom d'installation ne contient pas le support complet pour votre langue. Voulez-vous télécharger les paquets nécessaires à partir d'Internet ?
hu: A telepítő CD nem tartalmazza az Ön nyelvének teljes támogatását. Szeretné letölteni a szükséges csomagokat az Internetről?
pl: Instalacyjna p³yta CD nie zawiera pe³nej obs³ugi twojego jêzyka. Czy chceszpobraæ wymagane pakiety z Internetu?
pt_br: O CD de instalação não contém suporte completo para a sua linguagem. Você gostaria de baixar os pacotes necessários da Internet?

source: Copy remaining packages to hard disk
el: Αντιγραφή των υπόλοιπων πακέτων στο σκληρό δίσκο.
fr: Copier les paquets restant sur le disque dur
hu: A megmaradt csomagok másolása a merevlemezre
pl: Kopiowanie pozosta³ych pakietów na dysk twardy
pt_br: Copiar arquivos restantes para o disco
