Repository: guadalinex-archive/guadalinex-2005
Catalog: live_installer/gparted-0.0.8+cvs2005061901/po/*.po
Languages: de

source: Gnome Partition Editor
de: GNOME Partitionierungswerkzeug

source: About GParted
de: Info zu GParted

source: Credits
de: Mitwirkende

source: Written by
de: Programm von

source: translator-credits
de: Hendrik Brandt <heb@gnome-de.org>

source: Translated by
de: Übersetzung von

source: Free Space Preceding (MB):
de: Vorhergehender freier Speicherplatz (in MB):

source: New Size (MB):
de: Neue Größe (in MB):

source: Free Space Following (MB):
de: Anschließender freier Speicherplatz (in MB):

source: NOTE: values on disk may differ slightly from the values entered here.
de: HINWEIS: Die Werte auf dem Datenträger können sich etwas von den hier eingegebenen Werten unterscheiden.

source: Resize
de: Größe ändern

source: Resize/Move
de: Größe ändern/Verschieben

source: Minimum Size: %1 MB
de: Minimale Größe: %1 MB

source: Maximum Size: %1 MB
de: Maximale Größe: %1 MB

source: Set Disklabel on %1
de: Datenträgerbezeichnung für %1 setzen

source: A disklabel is a file at the beginning of the disk that indicates where each partition begins and how many sectors it occupies.
de: Die Datenträgerbezeichnung ist eine Datei die Informationen darüber enthält, wo jede Partition beginnt und über wieviele Sektoren sie sicher erstreckt.

source: You need a disklabel if you want to create partitions on this disk.
de: Sie benötigen eine Datenträgerbezeichnung wenn Sie auf diesem Datenträger Partitionen anlegen möchten.

source: By default GParted creates an msdos disklabel.
de: Als Standard erstellt GParted eine MSDOS-Datenträgerbezeichnung.

source: Advanced
de: Erweitert

source: Select new labeltype:
de: Neuen Bezeichnungstyp auswählen:

source: WARNING: Creating a new disklabel will erase all data on %1!
de: WARNUNG: Indem Sie eine neue Datenträgerbezeichnung erstellen, werden alle Daten auf %1 gelöscht!

source: Create
de: Erstellen

source: Filesystems
de: Dateisysteme

source: Filesystem
de: Dateisystem

source: Grow
de: Vergrößern

source: Shrink
de: Verkleinern

source: Move
de: Verschieben

source: Copy
de: Kopieren

source: Paste %1
de: Eingefügt %1

source: Information about %1
de: Informationen über %1

source: Warning:
de: Warnung:

source: Filesystem:
de: Dateisystem:

source: Size:
de: Größe:

source: Used:
de: Benutzt:

source: Unused:
de: Unbenutzt:

source: Flags:
de: Markierungen:

source: Path:
de: Pfad:

source: Real Path:
de: Tatsächlicher Pfad:

source: Not busy (There are no mounted logical partitions)
de: Untätig (Es gibt keine eingehangenen logischen Partitionen)

source: Not active
de: Nicht aktiv

source: Not mounted
de: Nicht eingehangen

source: First Sector:
de: Erster Sektor:

source: Last Sector:
de: Letzter Sektor:

source: Total Sectors:
de: Sektoren insgesamt:

source: Busy (At least one logical partition is mounted)
de: Beschäftigt (Es ist mindestens eine logische Partition eingehängt)

source: Active
de: Aktiv

source: Mounted on %1
de: Eingehängt als %1

source: Create new Partition
de: Neue Partition erstellen

source: Unformatted
de: Nicht formatiert

source: Create as:
de: Erstellen als:

source: Primary Partition
de: Primäre Partition

source: Logical Partition
de: Logische Partition

source: Extended Partition
de: Erweiterte Partition

source: New Partition #%1
de: Neue Partition Nr. %1

source: Resize/Move %1
de: Größe ändern/Verschieben von %1

source: Resize %1
de: Größe ändern von %1

source: Applying pending operations
de: Ausstehende Operationen ausführen

source: Applying all listed operations.
de: Alle aufgelisteten Operationen ausführen.

source: Clicking Cancel will prevent the next operations from being applied.
de: Durch Auswählen von »Abbrechen« wird die nächste Operation nicht ausgeführt.

source: Completed Operations
de: Operationen komplett

source: %1 of %2 operations completed
de: %1 von %2 Operationen sind komplett

source: about %1 minute and %2 seconds left
de: Etwa %1 Minute und %2 Sekunden verbleiben

source: about %1 minutes and %2 seconds left
de: Etwa %1 Minuten und %2 Sekunden verbleiben

source: unrecognized
de: nicht erkannt

source: Unable to detect filesystem! Possible reasons are:
de: Das Dateisystem wurde nicht erkannt! Mögliche Gründe sind:

source: The filesystem is damaged
de: Das Dateisystem ist beschädigt

source: The filesystem is unknown to libparted
de: Das Dateisystem ist libparted nicht bekannt

source: There is no filesystem available (unformatted)
de: Es ist kein Dateisystem vorhanden (nicht formatiert)

source: unknown
de: unbekannt

source: Unable to read the contents of this filesystem!
de: Der Inhalt des Dateisystems konnte nicht gelesen werden!

source: Because of this some operations may be unavailable.
de: Aufgrund dessen könnten einige Operationen nicht zur verfügung stehen.

source: Error while deleting %1
de: Fehler beim Löschen von %1

source: Error while creating %1
de: Fehler beim Erstellen von %1

source: Error while resizing/moving %1
de: Fehler bei der Größenänderung/beim Verschieben von %1

source: Error while converting filesystem of %1
de: Fehler beim Umwandeln des Dateisystems von %1

source: Error while copying %1
de: Fehler beim Kopieren von %1

source: Be aware that the failure to apply this operation could affect other operations on the list.
de: Bitte beachten Sie, dass ein Fehler beim Ausführen dieser Operation auf noch folgende Operationen unerwünschte Auswirkungen haben könnte.

source: copy of %1
de: Kopie von %1

source: Delete %1 (%2, %3 MB) from %4
de: Löschen von %1 (%2, %3 MB) von %4

source: Create %1 #%2 (%3, %4 MB) on %5
de: %1 Nr. %2 (%3, %4 MB) auf %5 erstellen

source: Move %1 forward by %2 MB
de: %1 um %2 MB vorwärts schieben

source: Move %1 backward by %2 MB
de: %1 um %2 MB rückwärts schieben

source: Resize %1 from %2 MB to %3 MB
de: Größe von %1 von %2 MB auf %3 MB ändern

source: and Resize %1 from %2 MB to %3 MB
de: und Größe von %1 von %2 MB auf %3 MB ändern

source: Sorry, changes are too small to make sense
de: Leider sin die von Ihnen vorgenommenen Änderungen zu klein um sinnvoll angewendet zu werden

source: Convert %1 from %2 to %3
de: %1 von %2 nach %3 konvertieren

source: Copy %1 to %2 (start at %3 MB)
de: %1 nach %2 kopieren (beginnend ab %3 MB)

source: Unallocated
de: Unzugeteilt

source: Size(MB)
de: Größe (in MB)

source: Used(MB)
de: Benutzt (in MB)

source: Unused(MB)
de: Unused (in MB)

source: Flags
de: Markierungen

source: unallocated
de: nicht zugeteilt

source: used
de: benutzt

source: unused
de: unbenutzt

source: _Refresh devices
de: Laufwerke _aktualisieren

source: Harddisk Information
de: Festplatteninformationen

source: Operations
de: Operationen

source: _View
de: _Ansicht

source: Set Disklabel
de: Datenträgerbezeichnung setzen

source: _Device
de: _Gerät

source: About
de: Info

source: _Help
de: _Hilfe

source: Create a new partition in the selected unallocated space
de: Eine neue Partition im ausgewählten unzugeteilten Bereich erzeugen

source: Delete the selected partition
de: Die ausgewählte Partition löschen

source: Resize/Move the selected partition
de: Die ausgewählte Partition in der Größe ändern oder verschieben

source: Copy the selected partition to the clipboard
de: Die ausgewählte Partition in die Zwischenablage kopieren

source: Paste the partition from the clipboard
de: Die Partition aus der Zwischenablage einfügen

source: Undo last operation
de: Die letzte Operation rückgängig machen

source: Apply all operations
de: Alle Operationen ausführen

source: _Convert to
de: _Umwandeln in

source: Unmount
de: Aushängen

source: Model:
de: Modell:

source: DiskType:
de: Disk-Typ:

source: Heads:
de: Köpfe:

source: Sectors/Track:
de: Sektoren/Spuren:

source: Cylinders:
de: Zylinder:

source: Hide operationslist
de: Liste der Operationen verbergen

source: Clear operationslist
de: Liste der Operationen leeren

source: Scanning all devices...
de: Alle Geräte werden abgefragt...

source: %1 operations pending
de: %1 ausstehende Operationen

source: 1 operation pending
de: Eine ausstehende Operation

source: Quit GParted?
de: Wollen Sie GParted wirklich beenden?

source: %1 operations are currently pending.
de: %1 Operationen wurden noch nicht ausgeführt.

source: 1 operation is currently pending.
de: Eine Operation wurden noch nicht ausgeführt.

source: The kernel is unable to re-read the partitiontables on the following devices:
de: Der Systemkern konnte die Partitionstabelle nicht erneut einlesen von:

source: Because of this you will only have limited access to these devices.
de: Aufgrund dessen werden Sie nur eingeschränkten Zugriff auf diese Festplatte haben.

source: Unmount all mounted partitions on a device to get full access.
de: Hängen Sie alle eingehängten Partitionen auf einer Festplatte aus, um vollen Zugriff zu erlangen.

source: No devices detected
de: Keine Geräte erkannt

source: Sorry, not yet implemented.
de: Diese Funktion ist noch nicht implementiert.

source: Please visit http://gparted.sf.net for more information and support.
de: Bitte besuchen Sie für weitere Informationen und Unterstützung die Internet-Seite: http://gparted.sf.net

source: It is not possible to create more than %1 primary partitions
de: Es ist nicht möglich mehr als %1 primäre Partitionen zu erstellen

source: If you want more partitions you should first create an extended partition. Such a partition can contain other partitions.
de: Wenn Sie weitere Partitionen anlegen möchten, sollten Sie zunächst eine erweiterte Partition erstellen. Diese kann dann weitere logische Partitionen aufnehmen.

source: Are you sure you want to resize/move this partition?
de: Sind Sie sicher, dass Sie diese Partition in der Größe ändern/Verschieben möchten?

source: Resizing a fat16 partition can be quite tricky! Especially growing such a partition is very error-prone. It is advisable to first convert the filesystem to fat32.
de: Eine FAT16-Partition in der Größe zu ändern kann sehr kompliziert sein! Besonders das Vergrößern einer solchen Partition ist sehr fehleranfällig. Es wird empfohlen, dass Sie zunächst das Dateisystem in FAT32 umwandeln.

source: Unable to delete partition!
de: Partition konnte nicht gelöscht werden!

source: Please unmount any logical partitions having a number higher than %1
de: Bitte hängen Sie jede logische Partition mit einer Nummer größer als %1 aus.

source: Are you sure you want to delete %1?
de: Sind Sie sicher, dass Sie %1 löschen möchten?

source: After deletion this partition is no longer available for copying.
de: Nachdem diese Partition gelöscht wurde steht Sie nicht mehr zum Kopieren zur Verfügung.

source: Delete %1 (%2, %3 MB)
de: Löschen von %1 (%2, %3 MB)

source: Are you sure you want to convert this filesystem to %1?
de: Sind Sie sicher, dass Sie dieses Dateisystem in %1 umwandeln wollen?

source: This operation will destroy all data on %1
de: Dieser Vorgang wird alle Daten auf %1 löschen!

source: Can not convert this filesystem to %1.
de: Dieses Dateisystem kann nicht zu %1 umgewandelt werden.

source: A %1 filesystem requires a partition of at least %2 MB.
de: Ein %1-Dateisystem muss mindestens eine Größe von %2 MB besitzen.

source: A partition with a %1 filesystem has a maximum size of %2 MB.
de: Eine Partition mit einem %1-Dateisystem darf maximal eine Größe von %2 MB besitzen.

source: Could not unmount %1
de: %1 konnte nicht ausgehängt werden

source: Are you sure you want to create a %1 disklabel on %2?
de: Sind Sie sicher, dass Sie die Datenträgerbezeichnung »%1« für %2 erstellen möchten?

source: Error while setting new disklabel
de: Fehler beim Setzen der neuen Datenträgerbezeichnung

source: Are you sure you want to apply the pending operations?
de: Sind Sie sicher, dass Sie die ausstehenden Operationen ausführen wollen?

source: It is recommended to backup valueable data before proceeding.
de: Es wird empfohlen, dass Sie wichtige Daten vor dem Fortfahren sichern.

source: Apply operations to harddisk
de: Operationen auf Festplatte anwenden

source: At least one operation was applied to a busy device.
de: Mindestens eine Operation wurde auf eine aktive Festplatte angewendet.

source: A busy device is a device with at least one mounted partition.
de: Eine aktive Festplatte hat mindestens eine eingehängte Partition.

source: Because making changes to a busy device may confuse the kernel, you are advised to reboot your computer.
de: Da Veränderungen auf einer aktiven Festplatte den Systemkern durcheinander bringen könnten, wird es empfohlen, dass Sie Ihren Rechner neu starten.

source: Root privileges are required for running GParted
de: Sie benötigen Administratorrechte um GParted zu starten

source: Since GParted can be a weapon of mass destruction only root may run it.
de: Da GParted eine Massenvernichtungswaffe für Ihre Daten sein kann, darf lediglich der Systemadministrator es verwenden!
