Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/*-config/*-config-2.67ubuntu13/debian/po/*.po
Languages: bs, da, el, es, fi, fr, gl, he, it, ja, nb, nl, pl, pt_br, sl, sv, tr

source: Ubuntu base system configuration
da: Opsætning af Ubuntus basissystem
el: Ρυθμίσεις βασικού συστήματος Ubuntu
es: Configuración del sistema base Ubuntu
fr: Configuration du système de base d'Ubuntu
he: הגדרת בסיס המערכת של אובונטו
it: Configurazione del sistema di base Ubuntu
ja: Ubuntu ベースシステムの設定
nb: Oppsett av Ubuntus grunnsystem
nl: Ubuntu-basissysteem configuratie
pl: Podstawowa konfiguracja systemu Ubuntu
pt_br: Configuração do sistema básico Ubuntu
sl: Nastavitev Ubuntu osnovnega sistema
sv: Konfiguration av Ubuntus grundsystem
tr: Ubuntu temel sistem yapılandırması

source: Choose the next step in the install process:
bs: Izaberite sljedeći korak u procesu instalacije:
da: Vælg næste trin i installationsprocessen:
el: Επιλέξτε την επόμενη εργασία της εγκατάστασης:
es: Elija el siguiente paso en el proceso de instalación:
fi: Valitse asennuksen seuraava vaihe:
fr: Choisissez l'étape suivante du processus d'installation :
gl: Seleccione o seguinte paso no proceso de instalación:
he: בחירת השלב הבא בתהליך ההתקנה:
it: Selezionare il prossimo passo del processo di installazione:
ja: インストールプロセスの次のステップを選択してください:
nb: Velg neste steg i installasjonsprosessen:
nl: Wat is de volgende installatiestap die u wilt uitvoeren?
pl: Wybierz nastêpny krok instalacji:
pt_br: Escolha o próximo passo no processo de instalação :
sl: Izberite naslednji korak v postopku namestitve:
sv: Välj nästa steg i installationsprocessen:
tr: Kurulum sürecinde bir sonraki adımı seçin:

source: This is the base system configuration menu.
bs: Ovo je konfiguracijski meni osnovnog sistema.
da: Dette er basissystemets opsætningsmenu.
el: Αυτό είναι το μενού ρυθμίσεων βασικού συστήματος
es: Este es el menú de configuración del sistema base.
fi: Tämä valikko on peruskokoonpanon asetuksille.
fr: Ceci est le menu de configuration du système de base.
gl: Este é o menú de configuración do sistema base.
he: זהו תפריט הגדרת בסיס המערכת.
it: Questo è il menu della configurazione del sistema di base.
ja: これはベースシステムの設定メニューです。
nb: Dette er oppsettsmenyen for grunnsystemet.
nl: Dit is het basissysteem-configuratiemenu
pl: To jest menu podstawowej konfiguracji systemu.
pt_br: Este é o menu de configuração do sistema básico.
sl: To je nastavitveni meni osnovnega sistema.
sv: Detta är grundsystemets konfigurationsmeny.
tr: Temel sistem yapılandırması menüsündesiniz.

source: Welcome to your new Ubuntu system!
bs: Dobrodošli na vaš novi Ubuntu sistem!
da: Velkommen til dit nye Ubuntusystem!
el: Καλώς ήλθατε στο νέο σας σύστημα Ubuntu!
es: ¡Bienvenido a su nuevo sistema Ubuntu!
fi: Tervetuloa uuteen Ubuntu-järjestelmääsi!
fr: Bienvenue sur votre nouveau système Ubuntu !
he: ברוך הבא למערכת האובונטו החדשה שלך!
it: Benvenuto nel tuo nuovo sistema Ubuntu!
ja: 新しい Ubuntu システムにようこそ!
nb: Velkommen til ditt nye Ubuntu-system!
nl: Welkom op uw nieuwe Ubuntu-systeem!
pl: Witaj w swoim nowym systemie Ubuntu!
pt_br: Bem-vindo ao seu novo sistema Ubuntu !
sl: Dobrodošli v vašem novem Ubuntu sistemu!
sv: Välkommen till ditt nya Ubuntusystem!
tr: Yeni Ubuntu sisteminize hoşgeldiniz!

source: This program will now walk you through the process of setting up your newly installed system. It will start with the basics -- time zone selection, setting a root password and adding a user, and then progress to installing additional software to tune this new Ubuntu system to your needs.
bs: Ovaj program će vas provesti kroz proces podešavanja vašeg novo instaliranog sistema. Početi ćemo od osnova -- odabir vremenske zone, postavljanja root šifre i dodavanja korisnika, a onda idemo na instaliranje dodatnog softwarea da bismo prilagodili ovaj novi Ubuntu sistem prema vašim potrebama.
da: Dette program vil nu lede dig gennem opsætningen af dit nyinstallerede system. Det vil starte med de grundlæggende ting - valg af tidszone, angivelse af adgangskode for root samt tilføjelse af en bruger, for derefter at fortsætte til installation af yderligere programmer, så dit Ubuntusystem kommer til at svare til dine behov.
el: Το πρόγραμμα αυτό θα σας οδηγήσει στη διαδικασία της ρύθμισης του συστήματος που μόλις εγκαταστήσατε. Θα ξεκινήσει με τα βασικά -- επιλογή ζώνης ώρας, ορισμό κωδικού πρόσβασης του χρήστη root και προσθήκη ενός απλού χρήστη, και στη συνέχεια θα προχωρήσει στην εγκατάσταση επιπλέον λογισμικού ώστε να προσαρμόσετε αυτό το σύστημα Ubuntu στις ανάγκες σας.
es: A continuación este programa le guiará por el proceso de configuración del sistema recién instalado. Comenzará por lo más básico: cómo elegir la zona horaria, escoger una contraseña de root y añadir un usuario, y luego podrá instalar software adicional para adaptar a sus necesidades este nuevo sistema Ubuntu.
fi: Tämä ohjelma käy nyt kanssasi läpi vasta asennetun järjestelmäsi asetukset. Alussa on perusasetukset -- aikavyöhykkeen valinta, pääkäyttäjän salasanan asettaminen ja käyttäjän lisääminen, sitten edetään lisäohjelmistojen asentamiseen jotta Ubuntu-järjestelmä sovitetaan tarpeisiisi.
fr: Ce programme va maintenant vous guider dans le processus de configuration de votre nouveau système. Il commencera par les opérations de base (choix du fuseau horaire, du mot de passe du superutilisateur et ajout d'un utilisateur), et s'occupera ensuite d'installer des logiciels supplémentaires pour adapter ce nouveau système Ubuntu à vos besoins.
gl: Este programa ha levalo agora polo proceso de configuració do seu novo sistema. Ha comezar co máis básico (escoller un fuso horario, estabrecer un contrasinal de administrador e engadir un usuario) e despois ha pasar a instalar software adicional para axustar este novo sistema Ubuntu ás súas necesidades.
he: התוכנית הזאת תעבור איתך את התהליך של הגדרת המערכת החדשה שהותקנה. היא תתחיל מהבסיס - בחירת איזור זמן, הגדרת סיסמת root והוספת משתמש ומשם תמשיך להתקנת תוכנה נוספת כדי לכוונן את מערכת האובונטו הזאת לצרכך.
it: Questo programma vi guiderà durante il processo di configurazione del sistema appena installato. A partire dagli elementi base, quali selezione del fuso orario, inserimento di una password di root e aggiunta di un utente, per poi proseguire nell'installazione di ulteriore software necessario per le proprie necessità.
ja: このプログラムはあなたを、新しくインストールされたシステムのセットアップ手順にいざないます。時間帯の選択、root パスワードの設定、ユーザーの追加といった基本的なところからはじめて、この新しい Ubuntu システムをあなたのニーズに合うよう追加のソフトウェアをインストールする処理に移ります。
nb: Dette programmet vil nå føre deg gjennom installasjonen av det nye systemet. Programmet starter med det helt grunnleggende: valg av tidssone, å lage et root-passord og å legge til en bruker. Når det er gjort, vil programmet installere flere programmer slik at det nye Ubuntu-systemet har det som trengs.
nl: Dit programma leidt u door de configuratie van uw net geïnstalleerde systeem. Het zal starten met de basis: selectie van de tijdzone, instellen van een root wachtwoord en toevoegen van een gebruiker. Daarna zal het verder gaan met het installeren van extra software die nodig is om dit nieuwe Ubuntu-systeem aan te passen aan uw behoeften.
pl: Ten program poprowadzi Ciê teraz przez proces konfiguracji nowo zainstalowanego systemu. Zacznie od podstaw -- wyboru strefy czasowej, ustawienia has³a administratora i dodania u¿ytkownika, a nastêpnie przejdzie do instalacji dodatkowego oprogramowania, co pozwoli na dostosowanie nowego systemu do Twoich potrzeb.
pt_br: Este programa irá agora guiá-lo através do processo de configuração de seu novo sistema recém-instalado. Começaremos com o básico -- seleção de fuso horário, definição de uma senha para o superusuário root e adição de um usuário, e então iremos até a instalação de software adicional para moldar este novo sistema Ubuntu de acordo com suas necessidades.
sl: Ta program vas bo sedaj vodil skozi proces vzpostavljanja vašega novonameščenega sistema. Začel bo pri osnovah - izbiri časovnega pasu, nastavitvi root gesla in dodajanjem uporabnika in potem napredoval do nameščanja dodatne programske opreme in prilagajanja vašega novega Ubuntu sistema vašim potrebam.
sv: Detta program kommer nu att leda dig igenom processen att sätta i ordning ditt nyinstallerade system. Det kommer att starta med grunderna -- val av tidszon, val av root-lösenordet och tillägg av en användare -- och sedan fortsätta med att installera ytterligare program för att anpassa detta nya Ubuntusystem efter dina behov.
tr: Bu program yeni kurulmuş olan sisteminizin ayarlanması sürecinde size eşlik edecek. İlk başta en temel ayarlamalar yapılacak -- Saat dilimi seçimi, bir root parolası belirlenmesi ve bir kullanıcı eklenmesi. Daha sonra yeni Ubuntu sisteminizin ihtiyaçlarınıza uygun hale gelmesi için ek yazılımları kurmaya geçecek.

source: Use a PPP connection to install the system?
bs: Da li želite instalirati sistem preko PPP (dial-up, ISDN i sl.) konekcije?
da: Benyt en PPP-forbindelse til at installere systemet?
el: Θέλετε να χρησιμοποιηθεί σύνδεση PPP για την εγκατάσταση του συστήματος;
es: ¿Desea usar una conexión PPP para instalar el sistema?
fi: Käytetäänkö PPP-yhteyttä järjestelmän asennuksessa?
fr: Faut-il installer le système via une connexion PPP ?
gl: ¿Empregar unha conexión PPP para instalar o sistema?
he: להתשמש בחיבור PPP כדי להתקין את המערכת?
it: Usare una connessione PPP per installare il sistema?
ja: PPP 接続をシステムのインストールに使用しますか?
nb: Vil du bruke en PPP-forbindelse for å installere systemet?
nl: Systeeminstallatie over punt-naar-punt-verbinding (PPP)?
pl: Czy chesz u¿yæ po³±czenia PPP do zainstalowania systemu?
pt_br: Utilizar uma conexão PPP para instalar o sistema ?
sl: Uporabim PPP povezavo za namestitev sistema?
sv: Använd en PPP-anslutning för att installera systemet?
tr: Sistemin kurulumu için bir PPP bağlantısı kullanılsın mı?

source: This system does not seem to be currently connected to the internet. Even if you plan to install from CD, it is wise to download at least security updates from the internet.
bs: Čini se da ovaj sistem nije trenutno povezan na internet. Čak i ako planirate instalirati sa CD-a, preporučljivo je preuzeti barem sigurnosne zakrpe preko interneta.
da: Dette system lader ikke til aktuelt at være forbundet til internettet. Selv hvis du ønsker at installere fra cd, vil det være fornuftigt i det mindste at hente sikkerhedsopdateringer fra internettet.
el: Το σύστημα δε φαίνεται να είναι συνδεδεμένο στο Internet. Ακόμη και αν σκοπεύετε να πραγματοποιήσετε την εγκατάσταση από CD, συνιστάται να εγκαταστήσετε τουλάχιστον τις ενημερωμένες εκδόσεις ασφαλείας από το Internet.
es: El sistema no parece estar conectado actualmente a Internet. Incluso si planea instalar desde un CD, es aconsejable que descargue las actualizaciones de seguridad desde Internet.
fi: Tämä laitteisto ei nähtävästi ole juuri nyt yhteydessä Internetiin. Vaikka aikoisitkin asentaa CD:ltä, on syytä hakea ainakin tietoturvapäivitykset Internetistä.
fr: Ce système ne semble pas actuellement disposer d'une connexion à l'Internet. Même si vous prévoyez une installation par cédérom, il serait judicieux de pouvoir au moins télécharger les mises à jour de sécurité depuis l'Internet.
gl: Semella que este sistema non está conectado a Internet. Incluso se o que quere é instalar de CD, é importante descargar de Internet alomenos as actualizacións de seguridade.
he: מערכת זאת לא נראית שמחוברת כרגע לאינטרנט. גם אם אתה מתקין מ-CD, זה יהיה חכם להוריד את עדכוני האבטחה האחרונים מהאינטרנט.
it: Il sistema non sembra attualmente collegato ad internet. Anche se si pensa di fare l'installazione da CD è comunque saggio scaricare da internet almeno gli ultimi aggiornamenti di sicurezza.
ja: このシステムは現在インターネットに接続されていないようです。CD からインストールすることにしていたとしても、インターネットから少なくともセキュリティアップデートについてはダウンロードするのは良い考えです。
nb: Det ser ikke ut til at systemet er koblet til Internett nå. Selv om du har tenkt å installere fra CD, er det lurt i det minste å laste ned sikkerhetsoppdateringer fra Internett.
nl: Dit systeem lijkt momenteel geen verbinding met internet te hebben. Nochthans is het, zelfs bij installatie vanaf CD, aan te raden om de laatste beveiligingsupdates via internet op te halen.
pl: Wygl±da na to, ¿e system nie jest aktualnie pod³±czony do internetu. Nawet je¶li planujesz instalacjê z CD, jest zalecane by pobraæ przynajmniej poprawki zwi±zane z bezpieczeñstwem z internetu.
pt_br: Este sistema atualmente parece não estar conectado a Internet. Mesmo caso você planeje instalar a partir do CD, é recomendado fazer o download de pelo menos as atualizações de segurança da Internet.
sl: Ne izgleda, da bi bil ta sistem priključen na internet. Četudi nameravate nameščati iz CD-ja je pametno prenesti vsaj varnostne posodobitve iz interneta.
sv: Detta system verkar för närvarande inte vara anslutet till internet. Även om du planerar att installera från cd så är det klokt att hämta åtminstone säkerhetsuppdateringar från internet.
tr: Bu sistem şu anda internete bağlı gibi görünmüyor. Kurulumu CD'den yapmayı düşünüyorsanız bile en azından güvenlik güncellemelerini İnternet'ten indirmeniz akıllıca olacaktır.

source: If you have an account on an Internet Services Provider (ISP), and you want to use it during the install, you may configure the PPP service now, and open a PPP connection to your ISP.
bs: Ako imate račun kod Internet Services Providera (ISP-a) i želite ga koristiti tokom instalacije, sada možete podesiti PPP servis i uspostaviti konekciju sa vašim ISP-om.
da: Hvis du har en konto hos en internetudbyder, og vil anvende denne under installationen, kan du sætte PPP-systemet op nu og oprette PPP-forbindelsen til din udbyder.
el: Αν έχετε λογαριασμό σε κάποιο Παροχέα Υπηρεσιών Διαδικτύου (ISP) και θέλετε να τον χρησιμοποιήσετε για την εγκατάσταση, μπορείτε να επιλέξετε τώρα τη ρύθμιση της υπηρεσίας PPP και να πραγματοποιήσετε έτσι τη σύνδεση με τον παροχέα σας.
es: Si tiene una cuenta en un proveedor de servicios de Internet (ISP) y desea usarla durante la instalación, puede configurar el servicio PPP ahora, y se establecerá una conexión PPP con su proveedor.
fi: Jos sinulla on käyttäjätunnus palveluntarjoajalla ja haluat noutaa sitä käyttäen Internetistä järjestelmääsi asennettavat paketit, voit tehdä PPP:n asetukset nyt ja avata PPP-yhteyden Internet-palveluntarjoajallesi.
fr: Si vous avez un compte chez un fournisseur d'accès à Internet et que vous voulez l'utiliser pendant l'installation, vous pouvez configurer le service PPP maintenant afin qu'une connexion PPP vers votre fournisseur d'accès puisse être établie.
gl: Se ten unha conta nun provedor de Internet (ISP) e a quere empregar durante a instalación, pode configurar agora o servizo PPP para abrir unha conexión PPP co seu provedor.
he: אם יש לך חשבון של ספק אינטרנט, ותרצה להשתמש בו בזמן ההתקנה, תוכל להגדיר שירות PPP עכשיו ולפתוח חיבור PPP לספק האינטרנט שלך.
it: Se si ha un account presso un provider (ISP) e lo si vuole usare per l'installazione, è possibile configurare ora il servizio PPP e aprire una connessione.
ja: ISP (インターネットサービスプロバイダ) にアカウントがあり、インターネット上からシステム上にインストールするパッケージを入手するためにこの接続を利用したい場合、ここで PPP サービスを設定し、あなたの ISP に PPP 接続を行うことができます。
nb: Hvis du har en konto hos en Internett-leverandør, og du vil bruke den til å sette opp systemet med pakker du henter fra Internett, kan du sette opp PPP-tjenesten nå, og åpne en PPP-forbindelse til din Internett-leverandør.
nl: Als u een Internetaccount heeft die u voor de installatie wilt gebruiken kunt u de punt-naar-punt-dienst nu instellen zodat een verbinding met uw ISP geopend kan worden.
pl: Je¶li posiadasz konto u dostawcy internetu i chcesz u¿yæ go do pobrania pakietów do instalacji z Internetu, mo¿esz skonfigurowaæ teraz us³ugê PPP i nawi±zaæ po³±czenie.
pt_br: Se você possui uma conta em um Provedor de Acesso Internet (ISP) e quer usá-la durante a instalação você pode configurar o serviço PPP agora e iniciar uma conexão PPP para seu provedor.
sl: Če imate račun pri ponudniku interneta (ISP) in ga nameravate uporabiti med namestitvijo, lahko sedaj nastavite PPP storitev, in odprete PPP povezavo do vašega ISP-ja.
sv: Om du har ett konto hos en internetleverantör och vill använda det under installationen så kan du konfigurera PPP-tjänsten nu och öppna en PPP- anslutning till din internetleverantör.
tr: Bir İnternet servis sağlayıcısında hesabınız varsa ve onu kurulum sırasında kullanmak istiyorsanız, şimdi PPP hizmetini ayarlayabilir ve İnternet servis sağlayıcınıza bir PPP bağlantısı yapabilirsiniz.

source: There was a problem installing the selected software
bs: Pojavio se problem prilikom instaliranja odabranog softwarea
da: Der var et problem med installation af de valgte programmer
el: Παρουσιάστηκε κάποιο πρόβλημα κατά την εγκατάσταση του επιλεγμένου λογισμικού
es: Hubo un problema instalando el software seleccionado
fi: Valittuja ohjelmia asennettaessa ilmeni ongelmia
fr: Un problème a été rencontré lors de l'installation des logiciels choisis
gl: Houbo un problema ao instalar o software seleccionado
he: היתה בעיה בהתקנת התוכנה הנבחרת
it: Si è verificato un problema installando il software selezionato
ja: 選択されたソフトウェアのインストール中に問題が発生しました
nb: Det oppsto et problem under installasjonen av de valgte programmene
nl: Er was een probleem bij het installeren van de gekozen programma's
pl: Wyst±pi³ problem z instalacj± wybranego oprogramowania
pt_br: Houve um problema na instalação do software selecionado
sl: Prišlo je do napake pri nameščanju izbrane programske opreme
sv: Ett problem uppstod när den valda programvaran installerades
tr: Seçilmiş yazılımların kurulmasında bir sorun oldu.

source: One or more packages failed to install. This may be due to bugs in the packages, or you may be out of disk space or experiencing some other problem.
bs: Jedan ili više paketa se ne mogu instalirati. Vjerovatno se radi o greškama u paketima, ili vam nedostaje prostora na disku ili se radi o nekom drugom problemu.
da: En eller flere pakker kunne ikke installeres. Dette kan skyldes fejl i pakkerne, eller mangel på diskplads eller andre problemer.
el: Η εγκατάσταση ενός ή περισσότερων πακέτων απέτυχε. Αυτό πιθανότατα οφείλεται σε σφάλματα (bugs) των ίδιων των πακέτων, ή σε έλλειψη διαθέσιμου χώρου στο δίσκο ή μπορεί να αντιμετωπίζετε κάποιο άλλο πρόβλημα.
es: Hubo fallos en la instalación de uno o más paquetes. Es muy probable que se deba a fallos en los paquetes, o puede que se haya quedado sin espacio en el disco o puede ser que esté sea consecuencia de otros problemas.
fi: Yhden tai useamman paketin asennus epäonnistui. Tämä voi johtua vioista paketeissa, mahdollisesti levytila täyttyi tai jokin muu pulmaa ilmeni.
fr: Un ou plusieurs paquets n'ont pas pu être installés correctement. Cela est probablement dû à des bogues dans ces paquets, à un disque plein ou à un autre problème non identifié.
gl: Non se puido instalar un ou máis paquetes. Isto pode ser debido a erros nos paquetes, ou puido rematárselle o espacio de disco, ou pode ter outro problema.
he: חבילה אחת או יותר כשלו בהתקנה. זה יכול להיות בגלל באגים בחבילות או שאין לך מקום בדיסק או בגלל בעיות אחרות.
it: L'installazione di uno o più pacchetti è fallita. Può essere dovuto a qualche bug nei pacchetti stessi, oppure potrebbe essere terminato lo spazio disco o potrebbe esserci stato qualche altro problema.
ja: 1つまたは複数のパッケージのインストールに失敗しました。これはおそらく、そのパッケージのバグ、またはディスクスペースが一杯になったか、その他の問題です。
nb: Det oppsto en feil da en eller flere pakker skulle installeres. Dette kan skyldes feil ved pakkene, at harddisken er full eller et annet problem.
nl: De installatie van één of meer pakketten is mislukt. Dit kan het gevolg zijn van fouten in de pakketten, een te kleine hoevelheid beschikbare schijfruimte, of iets anders.
pl: Nie powiod³a siê instalacja jednego lub wiêcej pakietów, prawdopodobnie z powodu b³êdów w pakietach lub mo¿liwe, ¿e skoñczy³o siê miejsce na dysku twardym albo do¶wiadczasz innych problemów.
pt_br: A instalação de um ou mais pacotes falhou. Isto pode ter ocorrido provavelmente devido a problemas (bugs) nos pacotes, seu computador pode não possuir mais espaço ou pode estar enfrentando algum outro problema.
sl: Namestitev enega ali večih paketov ni uspela. Do tega je morda prišlo zaradi hroščev v paketih ali pa vam je zmanjkalo prostora na disku oziroma prihaja do drugih težav.
sv: Ett eller flera paket kunde inte installeras. Detta kan bero på buggar i paketen, att diskutrymmet är slut eller något annat problem.
tr: Bir ya da daha fazla paketin kurulumu başarılamadı. Bunun sebebi paketlerdeki hatalar olabilir; veya diskinizde boş yer kalmamış olabilir ya da bunların dışında bir sorun yaşıyor olabilirsiniz.
