Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/*-config/*-config-2.67ubuntu13/debian/po/*.po
Languages: bs, da, el, es, fi, fr, gl, he, it, ja, nb, nl, pl, pt_br, sl, sv, tr

source: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, other
bs: Njufaundlend, Atlantik, Istočna, Srednja, Istočni Sasketčevan, Sasketčevan, Mountain, Pacifička, Jukon, druga
da: Newfoundland, Atlantiske, Østlige, Centrale, Øst-Saskatchewan, Saskatchewan, Bjergene, Stillehavet, Yukon, anden
el: Νέας Γης, Ατλαντική, Ανατολική, Κεντρική, Ανατολική Σασκάτσουαν, Σασκάτσουαν, Ορεινή, Ειρηνικού, Γιούκον, άλλη
es: Newfoundland, Atlántica, Este, Central, Saskatchewan-este, Saskatchewan, Montaña, Pacífica, Yukon, otra
fi: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, jokin muu
fr: Terre-Neuve, Atlantique, Est (« Eastern »), Centre (« Central »), Saskatchewan Est, Saskatchewan, Rocheuses (« Mountain »), Pacifique, Yukon, Autre
gl: Terranova, Atlántico, Oriental, Central, Saskatchewan oriental, Saskatchewan, Montañas, Pacífico, Yukon, outros
he: Newfoundland, אלטלנטי, מזרחי, מרכזי, East-Saskatchewan, Saskatchewan, Mountain, פסיפי, Yukon, אחר
it: Newfoundland, Atlantico, Orientale, Centrale, Saskatchewan dell'est, Saskatchewan, Mountain, Pacifico, Yukon, altro
ja: ニューファンドランド, 大西洋, 西部, 中央, 東サスカチュワン, サスカチュワン, 山岳, 太平洋, ユーコン, その他
nb: Newfoundland, Atlanterhavet, Østkysten, Sentral, Øst-Saskatchewan, Saskatchewan, Fjellene, Stillehavet, Yukonterritoriet, andre
nl: Newfoundland, Atlantic, Oosters, Centraal, East-Saskatchewan, Saskatchewan, Bergen, Pacifisch, Yukon, andere
pl: Nowofunlandzka, atlantycka, wschodna, centralna, wschodna Saskatchewan, Saskatchewan, górska, pacyficzna, Yukon, inna
pt_br: Newfoundland, Atlântico, Oriental, Central, Leste-Saskatchewan, Saskatchewan, Montanha, Pacífico, Yukon, outro
sl: Novofunlandski, atlantski, vzhodni, srednji, vzhodno-saskatchevski, saskatchevski, gorski, pacifiški, Yukon, drugo
sv: Newfoundland, Atlanten, Östlig, Central, Öst-Saskatchewan, Saskatchewan, Mountain, Stilla havet, Yukon, annan
tr: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, diğer

source: The following are common time zones in Canada.
bs: Sljedeće su uobičajene vremenske zone u Kanadi.
da: Herunder er de almindelige tidszoner i Canada.
el: Οι ακόλουθες είναι χρονικές ζώνες στον Καναδά.
es: A continuación se muestran las zonas horarias habituales en Canadá.
fi: Kanadassa on seuraavat aikavyöhykkeet.
fr: Les fuseaux horaires suivants sont les fuseaux usuels au Canada.
gl: Os seguintes fusos horarios son habituais no Canadá.
he: הבאים הם איזורי זמן נפוצים בקנדה.
it: I seguenti sono alcuni fusi orari utilizzati in Canada.
ja: 以下に示すのはカナダでの時間帯です。
nb: Følgende er vanlige tidssoner i Kanada.
nl: Wat volgt zijn de doorsnee tijdzones in Canada.
pl: Poni¿ej najpopularniejsze strefy czasowe w Kanadzie.
pt_br: Os fusos a seguir são fusos horários comuns no Canadá.
sl: To so skupni časovni pasovi v Kanadi.
sv: Följande är vanliga tidszoner i Kanada.
tr: Aşağıdakiler Kanada'daki genel saat dilimleridir.

source: East, West, Acre, DeNoronha, other
bs: Istočna, Zapadna, Acre, DeNoronha, druga
da: Øst, Vest, Acre, DeNoronha, anden
el: Ανατολική, Δυτική, Acre, Ντε Νορόνια, άλλη
es: Este, Oeste, Acre, DeNoronha, otra
fi: East, West, Acre, DeNoronha, jokin muu
fr: Est, Ouest, Acre, De Noronha, Autre
gl: Leste, Oeste, Acre, DeNoronha, outros
he: מזרח, מערב, Acre, DeNoronha, אחר
it: Est, Ovest, Acre, DeNoronha, altro
ja: 東部, 西部, エーカー, デノローニャ, その他
nb: Øst, vest, Acre, Fernando de Noronha, andre
nl: Oost, West, Acre, DeNoronha, andere
pl: Wschodnia, zachodnia, Acre, DeNoronha, inna
pt_br: Leste, Oeste, Acre, DeNoronha, outro
sl: Vzhodni, zahodni, Acre, DeNoronha, drugo
sv: Öst, Väst, Acre, DeNoronha, annan
tr: East, West, Acre, DeNoronha, diğer

source: The following are common time zones in Brazil.
bs: Sljedeće su uobičajene vremeske zone u Brazilu.
da: Herunder er de almindelige tidszoner i Brasilien.
el: Οι ακόλουθες είναι χρονικές ζώνες στη Βραζιλία.
es: A continuación se muestran las zonas horarias habituales de Brasil.
fi: Brasiliassa on seuraavat aikavyöhykkeet.
fr: Les fuseaux horaires suivants sont les fuseaux usuels au Brésil.
gl: Os seguintes fusos horarios son habituais no Brasil.
he: הבאים הם איזורי זמן נפוצים בברזיל.
it: I seguenti sono alcuni fusi orari utilizzati in Brasile.
ja: 以下に示すのはブラジルでの時間帯です。
nb: Følgende er vanlige tidssoner i Brasil.
nl: Wat volgt zijn de doorsnee tijdzones in Brazilië.
pl: Poni¿ej najpopularniejsze strefy czasowe w Brazylii.
pt_br: Os fusos a seguir são fusos horários comuns no Brasil.
sl: To so skupni časovni pasovi v Braziliji.
sv: Följande är vanliga tidszoner i Brasilien.
tr: Aşağıdakiler Brezilya'daki genel saat dilimleridir.

source: If you are in a different time zone, choose "other" to select from all available time zones.
bs: Ako se nalazite u drugoj vremenskoj zoni, izaberite "druga" kako biste ju odabrali od svih dostupnih vremenskih zona.
da: Hvis du er i en anden tidszone, så vælg "anden" for at vælge mellem samtlige tilgængelige tidszoner.
el: Αν είστε σε διαφορετική χρονική ζώνη, επιλέξτε "άλλη" για την εμφάνιση όλων των διαθέσιμων χρονικών ζωνών.
es: Si vd. está en una zona horaria distinta, elija «otra» para poder seleccionar de entre todas las zonas horarias disponibles.
fi: Jos aikavyöhykkeesi ei ole luettelossa, valitse "jokin muu" ja pääset valitsemaan kaikista aikavyöhykkeistä.
fr: Si vous vous situez dans un fuseau horaire différent, veuillez choisir « Autre » pour sélectionner le fuseau horaire dans une liste complète.
gl: Se reside nun fuso horario diferente, escolla "outros" para escoller entre tódolos fusos horarios dispoñibles.
he: אם אתה באיזור זמן אחר, בחר "אחר" כדי לבחור מכל איזורי הזמן הקיימים.
it: Se si è in un'altro fuso orario si scelga "altro" per scegliere tra tutti i fusi orari possibili.
ja: 異なる時間帯にいるのであれば、利用可能な時間帯から選ぶために "その他" を選択してください。
nb: Velg «andre» om du er i en annen tidssone, du kan da velge mellom alle tilgjengelige soner.
nl: Als u zich in een andere tijdzone bevind dient u 'andere' te kiezen, waarna u uit alle beschikbare tijdzones kunt kiezen.
pl: Je¶li znajdujesz siê w innej strefie czasowej, wybierz "inna", by móc wybraæ j± spo¶ród wszystkich dostêpnych stref.
pt_br: Caso você esteja localizado em um fuso horário diferente, escolha "outro" na lista de fusos horários disponíveis.
sl: Če ste v drugem časovnem pasu, izberite "drugo" za izbiro med vsemi možnimi časovnimi pasovi.
sv: Välj "annan" om du är i en annan tidszon för att välja bland alla tillgängliga tidszoner.
tr: Farklı bir saat dilimi içindeyseniz, mevcut tüm saat dilimleri arasından seçim yapmak için "diğer"i seçin.

source: Are you in the ${zone} time zone?
bs: Da li se nalazite unutar ${zone} vremenske zone?
da: Er du i tidszonen ${zone}?
el: Είναι η ${zone} η χρονική ζώνη που βρίσκεστε;
es: ¿Está vd. en la zona horaria ${zone}?
fi: Onko aikavyöhykkeesi ${zone}?
fr: Utilisez-vous le fuseau horaire ${zone} ?
gl: ¿Reside no fuso horario ${zone}?
he: האם אתה באיזור הזמן ${zone}?
it: Si è nel fuso orario ${zone}?
ja: ${zone} の時間帯でよろしいですか?
nb: Er du i ${zone}-tidssonen?
nl: Bevindt u zich in de tijdzone ${zone}?
pl: Czy znajdujesz siê w strefie czasowej ${zone}?
pt_br: Você está no fuso horário ${zone} ?
sl: Ali ste v časovnem pasu ${zone}?
sv: Är du i tidszonen ${zone}?
tr: ${zone} saat dilimi içerisinde misiniz?

source: Based on your country, your time zone is probably ${zone}.
bs: Na osnovu vašeg izbora države, vaša vremenska zona je vjerovatno ${zone}.
da: Ud fra dig landevalg, er din tidszone sandsynligvis ${zone}.
el: Από την επιλογή της χώρας σας, η τρέχουσα χρονική ζώνη είναι ${zone}.
es: Basándose en su país, su zona horaria es posiblemente ${zone}.
fi: Maan perusteella arvattu aikavyöhyke on ${zone}.
fr: D'après votre pays, votre fuseau horaire est probablement ${zone}.
gl: Segundo o seu país, o seu fuso horario é, probablemente, ${zone}.
he: לפי המדינה שלך, איזור הזמן שלך הוא כנראה ${zone}.
it: In base alla nazione selezionata il fuso orario dovrebbe essere ${zone}.
ja: あなたの国の情報に基き、時間帯は ${zone} だと思われます。
nb: Ut fra landet er tidssonen sannsynligvis ${zone}.
nl: Afgaande op uw landkeuze is uw tijdzone waarschijnlijk ${zone}.
pl: Bazuj±c na wyborze kraju, Twoja strefa czasowa to prawdopodobnie ${zone}.
pt_br: Com base em seu país, seu fuso horário é provavelmente ${zone}.
sl: Na podlagi vaše države je vaš časovni pas verjetno ${zone}.
sv: Baserat på ditt land är din tidszon förmodligen ${zone}.
tr: Ülkenize bakılırsa saat dilimizin ${zone} olması olası.

source: ${choices}, other
bs: ${choices}, druga
da: ${choices}, anden
el: ${choices}, άλλη
es: ${choices}, otra
fi: ${choices}, jokin muu
fr: ${choices}, Autre
gl: ${choices}, outros
he: ${choices}, אחר
it: ${choices}, altro
ja: ${choices}, その他
nb: ${choices}, andre
nl: ${choices}, andere
pl: ${choices}, inna
pt_br: ${choices}, outro
sl: ${choices}, drugo
sv: ${choices}, annan
tr: ${choices}, diğer

source: Select your time zone:
bs: Izaberite vašu vremensku zonu:
da: Vælg din tidszone:
el: Επιλέξτε τη χρονική ζώνη σας:
es: Elija su zona horaria:
fi: Valitse aikavyöhyke:
fr: Choisissez votre fuseau horaire :
gl: Escolla o seu fuso horario:
he: בחר את איזור הזמן שלך:
it: Selezionare il fuso orario:
ja: 時間帯を選んでください:
nb: Velg tidssone (eller by):
nl: Wat is uw tijdzone?
pl: Wybierz swoj± strefê czasow±:
pt_br: Selecione seu fuso horário :
sl: Izberite vaš časovni pas:
sv: Välj din tidszon:
tr: Saat diliminizi seçin:

source: Based on your country, you are probably in one of these time zones. If you are not, choose "other" to select from all available time zones.
bs: Na osnovu vašeg izbora države, vi se vjerovatno nalazite unutar jedne od ovih vremenskih zona. Ako se ne nalazite, odaberite "druga" kako biste ju odabrali od svih dostupnih vremenskih zona.
da: Ud fra dit landevalg, er du sandsynligvis i en af disse tidszone. Hvis ikke, så vælg "anden" for at vælge mellem samtlige tilgængelige tidszoner.
el: Από την επιλογή της χώρας σας, πιθανότατα βρίσκεστε σε μία από αυτές τις χρονικές ζώνες. Αν όχι, επιλέξτε "άλλη" για την εμφάνιση όλων των διαθέσιμων χρονικών ζωνών.
es: Basándose en su país, vd. está probablemente en una de estas zonas horarias. Si no lo está, escoja «otra» para poder seleccionar una de todas las zonas horarias disponibles.
fi: Maan perusteella arvaten aikavyöhykkeesi on luultavasti jokin näistä. Jos ei ole, valitse "jokin muu" ja pääset valitsemaan kaikista aikavyöhykkeistä.
fr: D'après votre pays, vous êtes probablement situé dans l'un des fuseaux horaires suivants. Si cela n'est pas le cas, veuillez choisir « Autre » pour sélectionner le fuseau horaire dans une liste complète.
gl: Segundo o seu país, probablemente resida nun destes fusos horarios. Se non, escolla "outros" para escoller entre tódolos fusos horarios dispoñibles.
he: בהתבסס על המדינה שלך, אתה כנראה באחד מאיזורי הזמן הבאים. אם אינך בהם, בחר "אחר" כדי לבחור מכל איזורי הזמן הקיימים.
it: In base alla nazione selezionata, si è probabilmente in uno di questi fusi orare. Se ciò non è vero si scelga "altro" per scegliere tra tutti i fusi orari possibili.
ja: あなたの国の情報に基き、時間帯は以下のうちの 1 つと思われます。どれでもなければ、利用可能な時間帯から選ぶために "その他" を選択してください。
nb: Basert på landet er maskinen sannsynligvis i en av disse tidssonene. Om ikke, velg «andre» der du kan velge blant alle de tilgjengelige tidssonene.
nl: Afgaande op uw landkeuze bevind u zich waarschijnlijk in één van volgende tijdzones. Als dit niet het geval is dient u 'andere' te kiezen, waarna u uit alle beschikbare tijdzones kunt kiezen.
pl: Bazuj±c na wyborze kraju, prawdopodobnie znajdujesz siê w jednej z nastêpuj±cych stref czasowych. Je¶li nie, wybierz "inna", by móc dokonaæ wyboru spo¶ród wszystkich dostêpnych stref.
pt_br: Com base em seu país, você está provavelmente em um desses fusos horários. Caso não esteja, escolha "outro" para selecionar seu fuso horário a partir de uma listagem de todos os fusos horários disponíveis.
sl: Na podlagi vaše države ste verjetno v enem izmed naslednjih časovnih pasov. Če niste, izberite "drugo" za izbiro med vsemi možnimi časovnimi pasovi.
sv: Baserat på ditt land är du förmodligen i en av dessa tidszoner. Om du inte är det så kan du välja "annan" för att välja bland alla tillgängliga tidszoner.
tr: Ülkenize bakılırsa bu saat dilimlerinden birinin içinde olmanız mümkün. Değilseniz "diğer"i seçerek tüm saat dilimleri arasından seçim yapabilirsiniz.

source: Africa, America, US, Canada, Asia, Atlantic Ocean, Australia, Europe, Indian Ocean, Pacific Ocean, System V style time zones, None of the above
bs: Afrika, Amerika, SAD, Kanada, Azija, Atlantski okean, Australija, Evropa, Indijski okean, Tihi okean, System V stil vremenske zone, Nijedna od navedenih
da: Afrika, Amerika, USA, Canada, Asien, Atlanterhavet, Australien, Europa, Indiske Ocean, Middelhavet, System V-tidszoner, Ingen af ovenstående
el: Αφρική, Αμερική, ΗΠΑ, Καναδάς, Ασία, Ατλαντικός Ωκεανός, Αυστραλία, Ευρώπη, Ινδικός Ωκεανός, Ειρηνικός Ωκεανός, Ζώνες Ώρας μορφής System V, Καμία από τις παραπάνω
es: África, América, Estados Unidos, Canadá, Asia, Océano Atlántico, Australia, Europa, Océano Índico, Zonas horarios al estilo System V, Ninguna de las anteriores
fi: Afrikka, Amerikka, Yhdysvallat, Kanada, Aasia, Atlantin valtameri, Australia, Eurooppa, Intian valtameri, Tyyni valtameri, System V -tyyliset aikavyöhykkeet, Ei mikään näistä
fr: Afrique, Amérique, États-Unis, Canada, Asie, Océan Atlantique, Australie, Europe, Océan Indien, Océan Pacifique, Fuseaux suivant le style System V, Aucun des précédents
gl: África, América, EEUU, Canadá, Asia, Océano Atlántico, Australia, Europa, Océano Índico, Océano Pacífico, fusos horarios estilo System V, Ningún dos anteriores
he: אפריקה, אמריקה, ארה"ב, קנדה, אסיה, האוקיאנוס האלטנטי, אוסטרליה, אירופה, Indian Ocean, האוקיאנוס הפסיפי, איזור זמן בסגנון System V, אף אחד מהרשומים
it: Africa, America, USA, Canada, Asia, Oceano Atlantico, Australia, Europa, Oceano Indiano, Oceano Pacifico, fuso orario nello stile del System V, nessuno dei precedenti
ja: アフリカ, アメリカ, 米国, カナダ, アジア, 大西洋, オーストラリア, ヨーロッパ, インド洋, 太平洋, System V スタイル時間帯, その他
nb: Afrika, Amerika, USA, Canada, Asia, Atlanterhavet, Australia, Europa, Det indiske hav, Stillehavet, tidssoner av typen «System V style», ingen av disse
nl: Afrika, Amerika, US, Canada, Azië, Atlantische Oceaan, Australië, Europa, Indische Oceaan, Stille Oceaan, System V stijl tijdzones, Geen van bovenstaande
pl: Afryka, Ameryka, USA, Kanada, Azja, Ocean Atlantycki, Australia, Europa, Ocean Indyjski, Ocean Spokojny, strefy czasowe SystemV, ¯adna z powy¿szych
pt_br: África, América, US, Canadá, Ásia, Oceano Atlântico, Austrália, Europa, Oceano Índico, Oceano Pacífico, fuso horário estilo System V, Nenhumas das opções acima
sl: Afrika, Amerika, US, Kanada, Azija, Atlantski ocean, Avstralija, Evropa, Indijski ocean, Pacifiški ocean, System V stil časovnih pasov, nič od naštetega
sv: Afrika, Amerika, USA, Kanada, Asien, Atlanten, Australien, Europa, Indiska oceanen, Stilla havet, System V-tidszoner, Ingen av de ovanstående
tr: Afrika, Amerika, ABD, Kanada, Asya, Atlantik Okyanusu, Avustralya, Avrupa, Hint Okyanusu, Pasifik Okyanusu, System V stili saat dilimleri, Yukarıdakilerin hiçbirisi

source: Area for your time zone:
bs: Područje vaše vremenske zone:
da: Område for din tidszone:
el: Περιοχή ζώνης ώρας:
es: Area para su zona horaria:
fi: Alue aikavyöhykkeellesi:
fr: Région de votre fuseau horaire :
gl: Zona do seu fuso horario
he: איזור לאיזור הזמן שלך:
it: Area geografica del proprio fuso orario:
ja: あなたの時間帯の地域:
nb: Område tidssonen din er i:
nl: Voor uw tijdzone toepasselijke streek:
pl: Obszar Twojej strefy czasowej:
pt_br: Área de seu fuso horário :
sl: Območje za vaš časovni pas:
sv: Din tidzons område:
tr: Saat dilimi alanınız:

source: Pick the geographic area in which the time zone you desire is located.
bs: Izaberite geografsko područje u kojem se nalazi vaša željena vremenska zona.
da: Vælg det geografiske område, hvori den ønskede tidszone ligger.
el: Επιλέξτε τη γεωγραφική περιοχή στην οποία βρίσκεται η ζώνη ώρας που επιθυμείτε.
es: Escoja el área geográfica en la que está localizada la zona horaria que desea.
fi: Valitse maantieteellinen alue, jolla haluamasi aikavyöhyke sijaitsee.
fr: Choisissez la zone géographique où se trouve le fuseau horaire souhaité.
gl: Escolla a zona xeográfica na que se sitúa o fuso horario que desexa.
he: בחר איזור גיאוגרפי בו ממקום איזור הזמן בו אתה חפץ.
it: Seleziona l'area geografica nella quale si trova il fuso che interessa.
ja: 望んでいる時間帯が位置する地理的領域を選んでください。
nb: Velg det geografiske området der den tidssone du vil bruke befinner seg.
nl: In welk geografische gebied ligt de door u gewenste tijdzone?
pl: Wybierz obszar geograficzny, w którym mieszkasz.
pt_br: Escolha a área geográfica na qual o fuso horário que você deseja está localizada.
sl: Izberite geografsko območje v katerem je vaš željeni časovni pas.
sv: Välj det geografiska området i vilket din önskade tidszon är belägen.
tr: İstediğiniz saat diliminin içinde bulunduğu coğrafi alanı seçin.

source: Select a city or time zone:
bs: Izaberite grad ili vremensku zonu:
da: Vælg en by eller tidszone:
el: Επιλέξτε μια πόλη ή ζώνη ώρας:
es: Elija una ciudad o zona horaria.
fi: Valitse kaupunki tai aikavyöhyke:
fr: Choisissez une ville ou un fuseau horaire :
gl: Escolla unha cidade ou fuso horario:
he: בחר עיר או איזור זמן:
it: Selezionare una città o direttamente il fuso orario:
ja: 都市名または時間帯を選んでください:
nb: Velg en by eller en tidssone:
nl: Welke stad of tijdzone?
pl: Wybierz miasto lub strefê czasow±:
pt_br: Selecione uma cidade ou fuso horário :
sl: Izberite mesto ali časovni pas:
sv: Välj en stad eller tidszon:
tr: Bir şehir ya da saat dilimi seçin:

source: Cities represent the time zone in which they are located, so you may choose any city in the desired time zone.
bs: Gradovi predstavljaju vremensku zonu u kojoj se nalaze, tako da možete izabrati grad u željenoj vremenskoj zoni.
da: Byerne repræsenterer den tidszone, hvori de ligger, så du kan bare vælge en by, der ligger i din tidzone.
el: Οι πόλεις αντιπροσωπεύουν την ζώνη ώρας στην οποία βρίσκονται, συνεπώς μπορείτε να επιλέξετε οποιαδήποτε πόλη στην επιθυμητή ζώνη ώρας.
es: Cada ciudad representa la zona horaria a la que pertenece, por lo que puede elegir cualquier ciudad en la zona horaria que desea.
fi: Kaupungit edustavat aikavyöhykettä, jolla kaupunki sijaitsee. Voit siis valita minkä tahansa kaupungin haluamaltasi aikavyöhykkeeltä.
fr: Les villes représentent le fuseau horaire dans lequel elles sont situées, si bien que vous pouvez choisir n'importe quelle ville dans le fuseau horaire souhaité.
gl: As cidades representan o fuso horario no que están situadas, así que pode escoller calquera cidade do fuso horario desexado.
he: ערים מייצגות את איזורי הזמן שבהם הן ממוקמות. אתה יכול לבחור עיר באיזור הזמן המבוקש.
it: Le città rappresentano il fuso nel quale esse si trovano, quindi si può scegliere una città qualsiasi all'interno del fuso orario prescelto.
ja: 都市名はその都市が属する時間帯を表現しているので、望んでいる時間帯にある適当な都市を選ぶことができます。
nb: Byer representerer den tidssonen de ligger i, slik at du kan velge en hvilken som helst by som er i den tidssonen du vil bruke.
nl: Steden vertegenwoordigen de tijdzone waarin ze gelegen zijn, u kunt dus een willekeurige stad in de gewenste tijdzone uitkiezen.
pl: Miasta reprezentuj± strefy czasowe, w których siê znajduj±, wiêc mo¿esz wybraæ dowolne miasto z Twojej strefy czasowej.
pt_br: Cidades representam o fuso horário no qual estão localizadas, sendo assim você pode escolher qualquer cidade no fuso horário desejado.
sl: Mesta predstavljajo časovne pasove v katerih se nahajajo, tako da lahko izberete mesto v željenem časovnem pasu.
sv: Städer representerar tidszonen i vilken de är belägna, så du kan välja vilken stad som helst i den önskade tidszonen.
tr: Şehirler içinde bulundukları saat dilimini temsil ederler, bu yüzden elde etmek istediğiniz saat dilimi içerisindeki herhangi bir şehri seçebilirsiniz.

source: Is this information correct?
bs: Da li je ova informacija tačna?
da: Er oplysningerne korrekte?
el: Είναι οι παραπάνω ρυθμίσεις σωστές;
es: ¿Es esta información correcta?
fi: Ovatko tiedot oikein?
fr: Ces informations sont-elles correctes ?
gl: ¿Son estes datos correctos?
he: האם המידע נכון?
it: Questa informazione è corretta?
ja: この情報で正しいですか?
nb: Stemmer dette?
nl: Zijn deze gegevens juist?
pl: Czy ta informacja jest prawid³owa?
pt_br: Esta informação está correta ?
sl: So ti podatki pravilni?
sv: Är denna information korrekt?
tr: Bu bilgi doğru mu?

source: Here is your selected time zone information.
bs: Evo nekih informacija o odabranoj vremenskoj zoni.
da: Her er de valgte tidszoneoplysninger.
el: Ακολουθούν πληροφορίες για την επιλεγμένη ζώνη ώρας.
es: Aquí tiene la información de la zona horaria escogida
fi: Tässä ovat valitsemasi aikavyöhyketiedot.
fr: Voici le résultat de votre choix de fuseau horaire.
gl: Velaquí a información do fuso horario seleccionado.
he: הנה המידע הנבחר לגבי איזור הזמן שלך.
it: Queste sono le informazioni sul fuso selezionato.
ja: 選択した時間帯の情報は次のとおりです。
nb: Her er det du har fortalt om din tidssone.
nl: Hier is de informatie betreffende de door u gekozen tijdzone.
pl: Oto wybrane przez Ciebie ustawienia strefy czasowej.
pt_br: Aqui está sua informação do fuso horário selecionado.
sl: Tu so informacije o vašem izbranem časovnem pasu.
sv: Här är information om din valda tidszon.
tr: Seçtiğiniz saat dilimi bilgisi.

source: Local time is now: ${tzdate} Universal Time is now: ${utdate} Time zone is set to: ${timezone}
bs: Lokalno vrijeme: ${tzdate} Vrijeme po griniču: ${utdate} Vremenska zona: ${timezone}
da: Lokaltiden er nu: ${tzdate} Universaltiden er nu: ${utdate} Tidszonen er sat til: ${timezone}
el: Τρέχουσα τοπική ώρα ${tzdate} Τρέχουσα Παγκόσμια Ώρα ${utdate} Τρέχουσα ζώνη ώρας ${timezone}
es: La hora local es: ${tzdate} La hora universal es: ${utdate} La zona horaria fijada a: ${timezone}
fi: Paikallinen aika on nyt: ${tzdate} Universaali aika on nyt: ${utdate} Aikavyöhykkeeksi on asetettu: ${timezone}
fr: Heure locale : ${tzdate} Temps universel : ${utdate} Fuseau horaire : ${timezone}
gl: A hora local é: ${tzdate} A hora universal é: ${utdate} O fuso horario é: ${timezone}
he: זמן מקומי: ${tzdate} זמן בין לאומי: ${utdate} איזור זמן שנקבע: ${timezone}
it: Ora locale attuale: ${tzdate} Universal Time attuale: ${utdate} Fuso orario selezionato: ${timezone}
ja: 現在の地方時刻: ${tzdate} 現在の世界協定時刻: ${utdate} 設定されている時間帯: ${timezone}
nb: Din lokale tid er nå: ${tzdate} GMT er nå: ${utdate} Tidssonen er satt til: ${timezone}
nl: De lokale tijd is nu: ${tzdate} Universele tijd is nu: ${utdate} Tijdzone is ingesteld op: ${timezone}
pl: Czas lokalny: ${tzdate} Czas uniwersalny: ${utdate} Strefa czasowa: ${timezone}
pt_br: Hora local atual é : ${tzdate} Hora Universal atual é : ${utdate} Fuso horário atual é : ${timezone}
sl: Lokalni čas je sedaj: .... .${tzdate} Univerzalni čas je sedaj: ${utdate} Časovni pas je nastavljen na: ${timezone}
sv: Lokal tid är nu: ${tzdate} Universaltid är nu: ${utdate} Tidszonen är satt till: ${timezone}
tr: Şu anki yerel saat: ${tzdate} Şu anki evrensel saat (UTC): ${utdate} Ayarlanan saat dilimi: ${timezone}
