Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/*-config/*-config-2.67ubuntu13/debian/po/*.po
Languages: bs, da, el, es, fi, fr, gl, he, it, ja, nb, nl, pl, pt_br, sl, sv, tr

source: Simply trying to install those packages (or a slightly different set of packages) again may work around the problem, or at least move the installation process along a little further. If you want, you can go back to the package selection step, and try again.
bs: Jednostavno, ponovni pokušaj instaliranja tih paketa (ili malo drukčijeg skupa paketa), bi mogao riješiti problem, ili barem nastaviti instalacijski proces malo dalje. Ako želite, možete se vratiti na korak za odabir paketa i pokušati ponovo.
da: Muligvis vil et simpelt forsøg på at installere pakkerne (eller en lidt ændret pakkeliste) igen klare problemet, eller i det mindste komme lidt længere i installationsprocessen. Du kan også gå tilbage til pakkeudvælgelsestrinnet og prøve igen, hvis du vil.
es: Puede que simplemente tratando de instalar esos paquetes de nuevo (o escogiendo un conjunto distinto de paquetes) se resuelva el problema, o al menos le permita avanzar algo más en el proceso de instalación. Si lo desea, puede volver al punto de selección de paquetes e intentarlo de nuevo.
fi: Yrittämällä asentaa ne paketit (tai hiukan eri joukko paketteja) uudelleen saattaa ongelma korjaantua tai ainakin asennus pääsee vähän eteenpäin. Jos haluat, voit palata pakettienvalintavaiheeseen ja yrittää uudelleen.
fr: Réinstaller les paquets (ou des paquets équivalents) peut permettre de contourner le problème ou au moins de faire progresser l'installation. Si vous le souhaitez, vous pouvez revenir à la sélection des paquets et réessayer.
gl: Pode probar a volver instalar estes paquetes (ou un conxunto de paquetes lixeiramente diferente) para ver se se arranxa o problema, ou se, polo menos, avanza un pouco máis a instalación. Se quere, pode voltar ao paso de selección de paquetes e volver tentalo.
he: בחירה בהתקנה נוספת של חבילות אלו יכולה לפתור את הבעיה, או לפחות להזיז את תהליך ההתקנה קצת הלאה. אם תרצה, אפשר לחזור אחורה לשלב בחירת החבילות ולנסות שוב.
it: Potrebbe darsi che semplicemente riprovando a installare questi pacchetti (o una selezione solo leggermente diversa) sia sufficiente a risolvere il problema o ad andare un po' più avanti. Volendo è possibile tornare indietro alla selezione dei pacchetti e riprovare.
ja: 単に再度パッケージをインストールする (または少し異なるパッケージの組み合わせをインストールする) だけでうまくいく場合もありますし、うまくいかなくてもインストール作業を若干前進させるかもしれません。これを望むのであれば、パッケージ選択ステップに戻り、再試行してください。
nl: De installatie van deze pakketten (of een licht verschillende set) opnieuw proberen kan het probleem mogelijk omzeilen, of op z'n minst het installatie proces iets verder brengen. U kunt terug gaan naar de pakketselectie om opnieuw te proberen.
pl: Ponowna próba instalacji tych pakietów (lub nieco zmienionego ich zestawu) mo¿e usun±æ problem lub przynajmniej posun±æ proces instalacji trochê dalej. Je¶li chcesz, mo¿esz powróciæ do etapu wyboru pakietów i spróbowaæ ponownie.
pt_br: A simples tentativa de instalar novamente estes pacotes (ou um conjunto de pacotes ligeiramente diferente) pode corrigir o problema ou pelo menos mover o processo de instalação adiante. Caso você deseje, é possível voltar ao passo de seleção de pacotes e tentar novamente.
sl: Ponovna namestititev teh paketov (ali rahlo drugačne serije paketov) lahko morda reši ta problem ali vsaj premakne namestitveni postopek dalje. Če želite, se lahko vrnete nazaj na korak za izbiro paketov, in poskusite ponovno.
sv: Att helt enkelt försöka installera de paketen (eller en något ändrad uppsättning paket) igen kan komma runt problemet, eller åtminstone föra installationsprocessen en liten bit framåt. Om du vill så kan du gå tillbaka till paketvalssteget och försöka igen.
tr: Bu paketleri basitçe tekrar kurmayı denemek sorunu çözebilir ya da en azından kurulum sürecini birazcık daha ilerletebilir. İsterseniz, paket seçimi adımına dönüp tekrar deneyebilirsiniz.

source: If you decide not to try again, bear in mind that some packages on your system will be in a broken state until you manually resolve the problem.
bs: Ako odlučite da ne pokušate ponovo, imajte na umu da će neki paketi na vašem sistemu biti u neispravnom stanju dok ručno ne riješite problem.
da: Hvis du beslutter dig for ikke at prøve igen, skal du være klar over at enkelte pakker i dit system muligvis ikke er funktionsdygtige før du manuelt løser problemet.
el: Αν αποφασίσετε ότι δε θέλετε να ξαναπροσπαθήσετε, θα πρέπει να έχετε υπόψιν σας ότι ορισμένα πακέτα θα βρίσκονται σε ημιλειτουργική κατάσταση έως ότου διορθώσετε (χειροκίνητα) το πρόβλημα.
es: Si decide no intentarlo de nuevo, tenga en cuenta que algunos paquetes de su sistema pueden estar en mal estado hasta que resuelva manualmente el problema.
fi: Jos päätät olla yrittämättä uudelleen, muista osan järjestelmäsi paketeista olevan rikkinäisessä tilassa kunnes itse selvität ongelman.
fr: Si vous décidez de continuer malgré tout, vous devrez garder à l'esprit que certains de vos programmes resteront défectueux tant que le problème n'aura pas été résolu.
gl: Se decide non o intentar, teña en conta que algúns dos paquetes do seu sistema han permanecer nun estado inconsistente ata que resolva o problema a man.
he: אם תחליט לא לנסות שוב, שים לב שחלק מהחבילות ישארו במצב שבור עד שתפתור את הבעיה.
it: Se si decide di non riprovare, si tenga presente che alcuni pacchetti nel sistema potrebbero essere in uno stato non corretto finché non si risolve manualmente il problema.
ja: 再度インストールを実行しない場合は、問題を手動で解決しない限り、いくつかのパッケージが問題を抱えた状態であるということを忘れないでください。
nb: Hvis du bestemmer deg for ikke å prøve igjen, så vær klar over at noen pakker på ditt system vil være ødelagt helt til du løser problemet manuelt.
nl: Wanneer u beslist om niet opnieuw te proberen dient u er rekening mee te houden dat sommige pakketten op uw systeem in een niet-werkende staat zullen verkeren totdat u het probleem handmatig oplost.
pl: Je¶li nie spróbujesz ponownie, pamiêtaj ¿e niektóre pakiety w systemie bêd± zainstalowane nieprawid³owo dopóki nie naprawisz tego problemu rêcznie.
pt_br: Caso você decida não tentar novamente, tenha em mente que alguns pacotes em seu sistema estarão em um estado inconsistente até que você manualmente resolva os problemas.
sl: Če se odločite, da ne boste ponovno poskusili, imejte v mislih, da bodo nekateri paketi na vašem sistemu v pokvarjenem stanju dokler ne boste ročno rešili problema.
sv: Om du bestämmer dig för att inte försöka igen ska du ha i åtanke att vissa paket på ditt system kommer att befinna sig i ett trasigt tillstånd till dess att du manuellt löser problemet.
tr: Tekrar denememeyi seçerseniz, siz elle sorunu düzeltene kadar bazı paketlerin bozuk bir durumda kalacaklarını aklınızdan çıkarmayın.

source: Thank you for choosing Ubuntu!
bs: Hvala Vam što ste izabrali Ubuntu!
da: Tak fordi du valgte Ubuntu!
el: Σας ευχαριστούμε που επιλέξατε το Ubuntu!
es: ¡Gracias por elegir Ubuntu!
fr: Merci d'avoir choisi Ubuntu !
he: תודה שבחרת באובונטו!
it: Grazie per aver scelto Ubuntu!
ja: Ubuntu をお選び頂き、ありがとうございます!
nb: Takk for at du valgte Ubuntu!
nl: Bedankt dat u voor Ubuntu gekozen heeft!
pl: Dziêkujemy za wybranie Ubuntu!
pt_br: Obrigado por escolher o Ubuntu !
sl: Hvala, ker ste izbrali Ubuntu!
sv: Tack för att du har valt Ubuntu!
tr: Ubuntuı seçtiğiniz için teşekkürler!

source: Setup of your Ubuntu system is complete. You may now login.
bs: Setup vašeg Ubuntu sistema je završen. Možete se prijaviti na login: prompt.
da: Opsætningen af dit Ubuntusystem er afsluttet. Du kan nu logge ind.
el: Η ρύθμιση του Ubuntu συστήματός σας ολοκληρώθηκε. Μπορείτε πλέον να συνδεθείτε.
fr: La configuration de votre système Ubuntu est terminée. Vous pouvez maintenant vous connecter.
nb: Ubuntu-oppsettet er nå fullført. Du kan nå logge inn.
nl: Uw Ubuntu-systeem is nu volledig ingesteld. U kunt nu aanmelden.
pl: Ustawianie systemu Ubuntu skoñczone. Mo¿esz siê ju¿ zalogowaæ w systemie
pt_br: A configuração de seu sistema Ubuntu está finalizada. Você pode agora se autenticar no sistema.
sv: Konfigureringen av ditt Ubuntusystem är klar. Du kan nu logga in.

source: If you want to revisit this setup process at a later date, just run the base-config program.
bs: Ako želite kasnije ponoviti ovaj setup, pokrenite base-config program.
da: Hvis du senere vil køre denne opsætningsproces igennem, skal du blot køre programmet base-config.
el: Αν θελήσετε κάποια στιγμή στο μέλλον να πραγματοποιήσετε την ίδια διαδικασία ρύθμισης, αρκεί να εκτελέσετε το πρόγραμμα base-config.
es: Si quiere volver a hacer esta configuración más adelante, sólo tendrá que ejecutar el programa «base-config».
fi: Jos haluat myöhemmin palata takaisin tähän asetusten tekoon, käynnistä base-config -ohjelma.
fr: Si vous souhaitez recommencer ce processus de configuration plus tard, utilisez simplement le programme « base-config ».
gl: Se quere voltar a este proceso de configuración máis adiante, execute o programa base-config.
he: אם תרצה לבקר שוב בתהליך הגדרה זה, פשוט הרץ את base-config.
it: Se si volesse rieseguire questo processo di installazione più avanti, sarà sufficiente eseguire il programma base-config.
ja: このセットアップ処理を後日やり直したいのであれば、base-config を実行してください。
nb: Hvis du vil gjøre dette oppsettet på nytt en annen gang, så starter du programmet «base-config».
nl: U kunt deze basissysteem-configuratie altijd opnieuw uitvoeren via het programma 'base-config'.
pl: Je¶li chcesz ponownie przegl±dn±æ proces konfiguracji, po prostu uruchom program base-config.
pt_br: Caso você queira revisitar este processo de configuração posteriormente, execute o programa de configuração do sistema básico (base-config).
sl: Če želite kdaj kasneje ponoviti ta postopek nastavitve, poženite program base-config.
sv: Om du vill återse den här konfigureringsprocessen vid en senare tidpunkt behöver du bara köra programmet base-config.
tr: Bu kurulum ve ayarlama sürecini daha sonra tekrarlamak isterseniz base-config programını çalıştırmanız yeterlidir.

source: System hostname:
bs: Hostname sistema:
da: Systemets værtsnavn:
el: Όνομα υπολογιστή:
es: Nombre del sistema:
fi: Järjestelmän konenimi:
fr: Nom d'hôte du système :
gl: Nome do sistema:
he: שם מחשב:
it: Nome dell'host:
ja: システムのホスト名:
nb: Vertsnavn for systemet:
nl: Computernaam van het systeem:
pl: Wprowad¼ nazwê komputera:
pt_br: Nome de máquina (hostname) deste sistema :
sl: Gostiteljsko ime sistema:
sv: Systemets värdnamn:
tr: Sistemin makine ismi:

source: Please enter your system hostname.
bs: Molim unesite hostname vašeg sistema.
da: Angiv dit systems værtsnavn.
el: Παρακαλώ δώστε το όνομα του υπολογιστή σας (hostname).
es: Por favor, introduzca el nombre de su sistema.
fi: Syötä tietokoneesi konenimi.
fr: Veuillez indiquer le nom d'hôte de votre système.
gl: Introduza o nome do seu sistema.
he: הכנס את שם המחשב שלך:
it: Inserire il nome dell'host.
ja: システムのホスト名を入力してください。
nb: Skriv inn vertsnavnet for systemet ditt.
nl: Wat is de computernaam voor dit systeem?
pl: Proszê wprowadziæ nazwê komputera.
pt_br: Por favor informe o nome de máquina de seu sistema.
sl: Prosim vnesite gostiteljsko ime sistema.
sv: Ange ditt systems värdnamn.
tr: Lütfen sisteminizin makine ismini girin.

source: The hostname is a name that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
bs: Hostname je naziv koji identificira vaš sistem na mreži. Ako ne znate kakav bi vaš hostname trebao biti, konsultujte vašeg mrežnog administratora. Ako koristite računar kod kuće, možete izmisliti neki naziv ovdje.
da: Værtsnavnet er et navn, som identificerer dit system på netværket. Hvis du ikke ved, hvad dit værtsnavn skal være, bør du snakke med din netværksadministrator. Hvis du sætter dit eget hjemmenetværk op, kan du blot selv finde på et navn.
el: Το όνομα του υπολογιστή (hostname) προσδιορίζει το σύστημά σας στο δίκτυο. Αν δε γνωρίζετε ποιο είναι το όνομα που αντιστοιχεί στον υπολογιστή σας, συμβουλευτείτε το διαχειριστή του δικτύου σας. Αν πρόκειται για οικιακό τοπικό δίκτυο, μπορείτε να αυτοσχεδιάσετε.
es: El nombre del sistema es el nombre que lo identifica en la red. Si no sabe cual debería ser el nombre de su sistema, consulte a su administrador de red. Si está vd. configurando su red doméstica, puede inventárselo.
fi: Konenimi on nimi, jolla järjestelmäsi tunnistetaan verkossa. Jos et tiedä mikä konenimen pitäisi olla, kysy verkkosi ylläpitäjältä. Jos olet pystyttämässä omaa kotiverkkoasi, voit keksiä tähän jotain.
fr: Le nom d'hôte (« hostname ») est un nom qui identifie votre système sur le réseau. Si vous ne savez pas quel nom d'hôte doit être utilisé par votre système, veuillez interroger l'administrateur de votre réseau. Si vous mettez en place un réseau personnel, vous pouvez choisir ce que vous voulez.
gl: O nome identifica o seu sistema na rede. Se non sabe cal debería ser, consulte co seu administrador de redes. Se está a configurar a súa propia rede doméstica, pode inventar o nome que queira.
he: שם המחשב הוא שם שמזהה את המערכת שלך ברשת. אם אינך יודע איזה שם מחשב כדי לבחור, התייעץ עם מנהל הרשת. אם אתה מגדיר רשת ביתית משלך, תוכל להמציא משהו.
it: Il nome dell'host è un nome che identifica il sistema all'interno della rete. Se non si sa quale debba essere il nome, consultare l'amministratore di rete. Se invece si sta installando una rete domestica, si può inserire un nome qualsiasi.
ja: ホスト名はあなたのシステムをネットワークで識別するのに使う名前です。もしどのようなホスト名にすべきかわからないときには、ネットワーク管理者に相談してください。あなた自身の家庭ネットワークをセットアップしているのであれば、ここに適当なものを指定できます。
nb: Vertsnavnet er et navn som navngir systemet ditt overfor nettverket. Hvis du ikke vet hva vertsnavnet skal være, så kontakt nettverksadministratoren din. Hvis du setter opp ditt eget hjemmenett, kan du bare finne på noe her.
nl: De computernaam is de naam waarmee uw systeem op het netwerk bekend staat. Als u uw computernaam niet kent, kunt u best contact opnemen met uw netwerkbeheerder. Als dit uw eigen netwerkje is kunt u hier gewoon iets verzinnen.
pl: Nazwa komputera jest identyfikatorem Twojego systemu w sieci. Je¶li nie wiesz, jak± nazwê powinien posiadaæ Twój komputer, skontaktuj siê z administratorem sieci. Je¶li samodzielnie zarz±dzasz swoj± sieci± domow± mo¿esz spokojnie wymysliæ jak±¶ nazwê.
pt_br: O nome de máquina (hostname) é um nome que identifica seu sistema na rede. Caso você não saiba qual o nome de sua máquina, consulte o administrador de sua rede. Caso você esteja configurando sua própria rede doméstica você pode informar qualquer nome aqui.
sl: Gostiteljsko ime je ime, ki predstavlja vaš sistem v omrežju. Če ne veste kakšno mora biti vaše gostiteljsko ime, se posvetujte z vašim skrbnikom omrežja. Če postavljate svoje domače omrežje, si tu lahko nekaj izmislite.
sv: Värdnamnet är ett namn som identifierar ditt system på nätverket. Om du inte vet vad ditt värdnamn skall vara bör du fråga din nätverksadministratör. Om du bygger ditt eget hemmanätverk kan du hitta på något här.
tr: Makine ismi sisteminizi ağa tanımlayan bir isimdir. Makine isminizin ne olacağını bilmiyorsanız ağ yöneticinize danışmalısınız. Kendi ev ağınızı kuruyorsanız istediğiniz ismi verebilirsiniz.

source: Invalid hostname "${HOSTNAME}"
bs: Nepravilan hostname "${HOSTNAME}"
da: Værtsnavnet "${HOSTNAME}" er ugyldigt
el: Μη έγκυρο όνομα υπολογιστή "${HOSTNAME}"
es: El nombre de sistema «${HOSTNAME}» no es válido.
fi: Konenimi "${HOSTNAME}" ei kelpaa.
fr: Le nom d'hôte « ${HOSTNAME} » n'est pas valable.
gl: Nome "${HOSTNAME}" non válido
he: שם מחשב לא חוקי "${HOSTNAME}"
it: Nome dell'host non valido "${HOSTNAME}"
ja: ホスト名 "${HOSTNAME}" は無効です
nb: Maskinnavnet «${HOSTNAME}» er ugyldig
nl: De computernaam '${HOSTNAME}' is ongeldig.
pl: Nieprawid³owa nazwa komputera "${HOSTNAME}"
pt_br: Nome de máquina "${HOSTNAME}" inválido.
sl: Neveljavno gostiteljsko ime "${HOSTNAME}"
sv: "${HOSTNAME}" är ett ogiltigt värdnamn
tr: Geçersiz makine ismi "${HOSTNAME}"

source: A valid hostname may contain period-separated parts containing only alphanumeric characters and the minus sign, be between 2 and 63 characters long, and each part cannot begin or end with a minus sign.
bs: Pravilan hostname sadržava dijelove rastavljene tačkama koji sadrže samo alfanumeričke znakove i minus, može biti između 2 i 63 znaka dugo i svaki dio nemože počinjati ili završavati sa minusom.
da: Et gyldigt værtsnavn kan indeholde dele med kun tal, bogstaver og minustegn adskilt af punktummer. Det skal være mellem 2 og 63 tegn langt og hver del må hverken begynde eller ende med et minustegn.
el: Το όνομα υπολογιστή θεωρείται έγκυρο όταν περιέχει τμήματα χωρισμένα με τελείες, αποτελούμενα μόνο από αλφαριθμητικούς χαρακτήρες και το σύμβολο '-' με μέγεθος από 2 έως 63 χαρακτήρες και κάθε τμήμα δε μπορεί να αρχίζει ή να τελειώνει με το σύμβολο '-'.
es: Un nombre de sistema válido puede contener distintas partes separadas por puntos. Cada parte sólo puede contener caracteres alfanuméricos y el signo de substracción (que no puede estar al principio o al final), y tener entre dos y sesenta y tres caracteres.
fi: Kelvollinen konenimi voi sisältää pisteellä eroteltuja osia, jotka sisältävät vain aakkosnumeerisia ja miinusmerkkejä, ovat 2-63 merkkiä pitkiä ja mikään osa ei ala tai pääty miinusmerkkiin.
fr: Un nom d'hôte valable peut contenir plusieurs parties ne comportant que des caractères alphanumériques ou le caractère « tiret » séparés par des points. Il peut comporter de 2 à 63 caractères et aucune de ses parties ne peut commencer ou se terminer par le caractère « tiret ».
gl: Un nome válido consiste en partes separadas por puntos que conteñen só caracteres alfanuméricos e o guión (-). Pode ter entre 2 e 63 caracteres e cada parte non pode comezar nin rematar nun guión.
he: שם מחשב חוקי יכול להכיל חלקים שמופרדים בנקודה שמכילים תווי אלפאנומריים וסימן מינוס באורכים של בין 2 ל-63 תווים, כאשר הם אינם יכולים להתחיל או להסתיים בתו מינוס.
it: Un nome di host valido può contenere delle parti separate dal punto e costituite da caratteri alfanumerici e dal segno meno; deve essere tra 2 e 63 caratteri di lunghezza e ogni parte non può cominciare o terminare con il segno meno.
ja: 有効なホスト名は、2〜63文字の英字文字とマイナス記号だけから成り、完全修飾名の各部分はピリオドで区切られます。各部分の頭と終わりにはマイナス記号は使えません。
nb: Et gyldig vertsnavn kan inneholde avdelinger adskilt med punktum. Hver del kan bare inneholde alfanumeriske tegn og minustegnet, må være mellom 2 og 63 tegn langt, og kan ikke begynne eller slutte med et minustegn.
nl: Geldige computernamen bestaan uit één of meer door punten gescheiden delen. Waarbij elk deel enkel alphanumerieke karakters en mintekens bevat, tussen de 2 en 63 karakters lang is, en niet begint of eindigt met een minteken.
pl: Poprawna nazwa komputera mo¿e zawieraæ oddzielone kropkami czê¶ci z³o¿one ze znaków alfanumerycznych oraz znaku minusa. Ka¿da czê¶æ musi zawieraæ od 2 do 63 znaków i nie mo¿e zaczynaæ siê b±d¼ koñczyæ znakiem minusa.
pt_br: Um nome de máquina válido pode conter partes separadas por pontos contendo somente caracteres alfanuméricos e o sinal de menos, ter entre 2 e 63 caracteres de comprimento e cada uma de suas partes não podem iniciar ou terminar com um sinal de menos.
sl: Veljavno gostiteljsko ime lahko vsebuje le črke A-Z, številke in znak minus, dolgo je lahko od 2 do 63 znakov in se ne sme začeti ali končati z minusom.
sv: Ett giltigt värdnamn består av punktavskilda delar innehållande endast alfanumeriska tecken samt minustecknet. Det måste vara mellan 2 och 63 tecken långt och varje del får varken börja eller sluta med ett minustecken.
tr: Geçerli bir makine ismi noktalarla parçalara ayırabileceğiniz alfasayısal karakterler ve tire işaretinden oluşur. Parçaların tire işareti ile başlayamaz ya da bitemez. Makine ismi uzunluğu 2 ilâ 63 karakter arasında olmalıdır.

source: Do you want to start the graphical display manager?
bs: Da li želite pokrenuti graphical display manager?
da: Vil du starte den grafiske skærmhåndtering?
el: Θέλετε να ξεκινήσετε το διαχειριστή γραφικού περιβάλλοντος;
es: ¿Quiere ejecutar el gestor de dispositivos gráficos?
fi: Haluatko käynnistää graafisen kirjautumisohjelman?
fr: Souhaitez-vous démarrer le gestionnaire graphique de sessions ?
gl: ¿Quere iniciar o xestor de pantallas gráficas?
he: האם אתה רוצה להפעיל את מנהל התצוגה הגרפי?
it: Attivare il "display manager" grafico?
ja: グラフィカルディスプレイマネージャを起動しますか?
nb: Vil du starte den grafiske skjermbehandleren?
nl: Wilt u de grafische beeldschermbeheerder starten?
pl: Czy chcesz uruchomiæ graficzny mened¿er wy¶wietlania?
pt_br: Deseja iniciar o gerenciador de exibição gráfico ?
sl: Ali želite zagnati grafični upravljalnik zaslona?
sv: Vill du starta den grafiska inloggningshanteraren?
tr: Grafiksel ekran yöneticisini başlatmak ister misiniz?

source: The graphical display manager makes it possible to log in using a graphical environment.
bs: Graphical display manager omogućava vam prijavljivanje na sistem koristeći grafičku okolinu.
da: Den grafiske skærmhåndtering gør det muligt at logge på i et grafisk miljø.
el: Ο διαχειριστής του γραφικού περιβάλλοντος προσφέρει τη δυνατότητα της σύνδεσης στο σύστημα μέσω γραφικού περιβάλλοντος.
es: El gestor de dispositivos gráficos le permite conectarse utilizando un entorno gráfico.
fi: Kirjautumisohjelma mahdollistaa sisäänkirjautumisen graafisessa ympäristössä.
fr: Le gestionnaire graphique de sessions permet la connexion au système via un environnement graphique.
gl: O xestor de pantallas gráficas posibilita conectarse empregando un ambiente gráfico.
he: מנהל תצוגה גרפי מאפשר להיכנס למערכת דרך סביבה גרפית.
it: Il "display manager" grafico rende possibile accedere al sistema in modalità grafica.
ja: グラフィカルディスプレイマネージャは、グラフィカル環境を使ってのログインを可能にします。
nb: Den grafiske skjermbehandleren gjør det mulig å logge inn i et grafisk miljø.
nl: De grafische beeldschermbeheerder maakt het mogelijk om op een grafische manier aan te melden.
pl: Graficzny mened¿er wy¶wietlania pozwala na zalogowanie siê do systemu u¿ywaj±c ¶rodowiska graficznego.
pt_br: O gerenciador de exibição gráfico faz com que seja possível autenticar-se usando um ambiente gráfico.
sl: Grafični upravljalnik zaslona vam omogoča, da se prijavite v grafičnem okolju.
sv: Den grafiska inloggningshanteraren gör det möjligt att logga in via en grafisk miljö.
tr: Grafiksel ekran yöneticisi sisteme grafiksel bir ortamda giriş yapabilmenize olanak tanır.

source: Load preseed file
bs: Učitaj preseed datoteku
da: Indlæs preseed-fil
el: Φόρτωση αρχείου προκαθορισμένων τιμών
es: Cargar fichero de preconfiguración
fi: Hae esitäytetyt arvot tiedostosta
fr: Charger un fichier de préconfiguration
gl: Cargar o ficheiro de preconfiguración
he: טעינת קובץ
it: Caricare un file di preconfigurazione
ja: preseed ファイルの読み込み
nb: Last inn fila med forhåndsoppsettet
nl: 'Preseed'-bestand laden
pl: Za³aduj plik poleceñ wstêpnych
pt_br: Carregar arquivo de pré-alimentação
sl: Naloži pred-naloženo datoteko
sv: Ladda förinställningsfil
tr: Öncevap dosyasını yükle

source: Display introductory message
bs: Prikaži uvodnu poruku
da: Vis introduktionsbesked
el: Εμφάνιση εισαγωγικού μηνύματος
es: Mensaje introductorio de la pantalla
fi: Näytä johdantoviesti
fr: Afficher le message de présentation
gl: Amosar a mensaxe introductoria
he: הצגת הודעה מקדימה
it: Mostrare il messaggio introduttivo
ja: 序文メッセージの表示
nb: Vis oppstartsmelding
nl: Welkomstscherm weergeven
pl: Wy¶wietl informacjê wprowadzaj±c±
pt_br: Exibir mensagem introdutória
sl: Prikaži predstavitveno sporočilo
sv: Visa introduktionsmeddelande
tr: Tanıtıcı iletiyi göster
