Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/*-config/*-config-2.67ubuntu13/debian/po/*.po
Languages: bs, da, el, es, fi, fr, gl, he, it, ja, nb, nl, pl, pt_br, sl, sv, tr

source: If something looks wrong, you can go through the setup process again.
bs: Ako nešto nije u redu, možete ponovo proći kroz ovaj setup proces.
da: Hvis der er noget, der ser forkert ud, kan du udføre opsætningsprocessen igen.
el: Αν κάτι δεν φαίνεται σωστό, μπορείτε να ξεκινήσετε τη διαδικασία ρύθμισης εκ νέου.
es: Si algo parece estar mal, puede realizar de nuevo el proceso de configuración
fi: Jos jokin näyttää väärältä, voit tehdä asetukset uudelleen.
fr: Si quelque chose vous semble incorrect, vous pouvez reprendre ces réglages.
gl: Se hai algo que semelle incorrecto, pode repetir a configuración.
he: אם משהו נראה לא תקין, תוכל לעבור את תהליך ההגדרה שוב.
it: Se qualcosa non è corretto, si può cominciare di nuovo il processo di configurazione.
ja: 何か問題点があるなら、セットアップ作業を再度やり直せます。
nb: Hvis noe ser ut til å være galt, så kan du gå gjennom dette oppsettet en gang til.
nl: Als er iets verkeerd gaat, kunt u het configuratieproces opnieuw uitvoeren.
pl: Je¶li co¶ jest ¼le, mo¿esz wybraæ jeszcze raz.
pt_br: Caso algo esteja errado, você pode refazer o processo de configuração novamente.
sl: Če karkoli izgleda narobe, lahko ponovite nastavitveni postopek.
sv: Om något ser fel ut kan du gå igenom den här processen igen.
tr: Yanlış görünen birşey varsa kurulum ve yapılandırma sürecini tekrar edebilirsiniz.

source: Apt configuration
bs: Apt podešavanje
da: Apt-opsætning
el: Ρύθμιση του Apt
es: Configuración de apt
fi: Apt:n asetukset
fr: Configuration de l'outil Debian de gestion des paquets (apt)
gl: Configuración de apt
he: הגדרות APT
it: Configurazione di APT
ja: APT の設定
nb: Apt-oppsett
nl: Configuratie van Apt
pl: Konfiguracja apta
pt_br: Configuração do apt
sl: Apt nastavitve
sv: Konfiguration av Apt
tr: Apt yapılandırması

source: HTTP proxy information (blank for none):
bs: Informaciju o HTTP proxy serveru (ostavite prazno ako nemate proxy):
da: Angiv eventuelt proxyoplysninger for http:
el: Διαδρομή διαμεσολαβητή http (proxy) (ή κενό):
es: Información sobre proxy HTTP (en blanco para ninguno):
fi: Syötä http-välipalvelintiedot (jätä tyhjäksi jos sitä ei tarvita):
fr: Mandataire (« proxy ») HTTP (laisser vide pour ne pas en utiliser) :
gl: Información do proxy HTTP (en branco para non usar):
he: מידע של HTTP proxy (השאר ריק אם אין):
it: Informazioni sul proxy http (in bianco se non c'è proxy):
ja: HTTP プロキシ情報 (なければ空):
nb: Informasjon om http-mellomtjeneren (tom for ingen):
nl: Gegevens HTTP-proxy (leeg voor geen proxy):
pl: Wpisz informacjê dotycz±c± serwera po¶rednicz±cego HTTP (zostaw pole puste je¶li brak):
pt_br: Informação sobre proxy HTTP (deixe em branco para nenhum) :
sl: Podatki o posredniku http ali pustite prazno:
sv: Information om http-proxy (tomt för ingen):
tr: HTTP vekil (proxy) bilgisi (yoksa boş bırakın):

source: If you need to use a HTTP proxy to access the outside world, please enter the proxy information here. Otherwise, leave this blank.
bs: Ako vam treba HTTP proxy za pristup vanjskoj mreži, unesite informaciju o proxy serveru ovdje. U suprotnom, ostavite prazno.
da: Angiv proxyoplysninger, hvis du er nødt til at anvende en http-proxy for at nå ud på internettet. I modsat fald efterlades feltet tomt.
el: Αν είναι απαραίτητη η χρήση διαμεσολαβητή http (http proxy) για πρόσβαση στο Internet, εισάγετε τη διαδρομή (URL), διαφορετικά αφήστε το πεδίο κενό.
es: Si debe usar un proxy http para acceder al mundo exterior, introduzca los datos de su proxy aquí. En caso contrario, déjelo en blanco.
fi: Jos sinun täytyy käyttää http-välipalvelinta päästäksesi ulkomaailmaan, syötä välipalvelimen tiedot tähän. Muutoin jätä tämä tyhjäksi.
fr: Si vous devez utiliser un mandataire HTTP (souvent appelé « proxy ») pour accéder au monde extérieur, veuillez indiquer ses paramètres ici. Sinon, laissez ce champ vide.
gl: Se ten que empregar un proxy HTTP para acceder ao mundo exterior, introduza aquí a información do proxy. Se non, déixeo en branco.
he: אם הינך צריך HTTP proxy כדי להתחבר לרשת החיצונית, הכנס את פרטיו. אחרת, השאר ריק.
it: Se si deve usare un proxy HTTP per accedere al mondo esterno, inserire qui le informazioni ad esso relative, altrimenti lasciarlo in bianco.
ja: 外の世界にアクセスするために HTTP プロキシを使用する必要がある場合は、ここでプロキシ情報を入力してください。必要なければ空白のままにしてください。
nb: Hvis du har behov for en http-mellomtjener for å få tilgang til omverdenen, så skriv inn rett informasjon her. Ellers lar du bare feltet stå tomt.
nl: Als u een HTTP-proxy nodig heeft om verbinding te maken met de buitenwereld dient u de proxy-gegevens hier in te voeren. Anders kunt u dit leeg laten.
pl: Je¶li korzystasz z serwera po¶rednicz±cego http, wprowad¼ dotycz±c± go informacjê. W przeciwnym wypadku, zostaw to pole puste.
pt_br: Caso você precise usar um proxy HTTP para acessar o mundo de fora, por favor entre com os dados do proxy aqui. Caso contrário, deixe o campo em branco.
sl: Če morate uporabljati posrednika http za dostop do zunanjega sveta, tu vnesite podatke o njem. Sicer pustite prazno.
sv: Om du måste använda en http-proxy för att komma åt världen utanför ska du ange proxyinformationen här. I annat fall ska du lämna detta tomt.
tr: Dış dünyaya erişmek için bir HTTP vekili kullanmanız gerekiyorsa lütfen vekil bilgisini buraya girin. Aksi halde burayı boş bırakın.

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]"
bs: Prilikom unošenja informacije o proxy, koristite standardni oblik sastavljen od "http://[[user][:pass]@]host[:port]/"
da: Når du angiver proxyoplysninger, skal du benytte standardformen: "http://[[bruger][:adgangskode]@]værtsnavn[:port]"
el: Η διαδρομή του διαμεσολαβητή θα πρέπει να δοθεί σε μορφή URL "http://[[user][:pass]@]host[:port]/"
es: Cuando introduzca los datos sobre su proxy, use la forma estándar «http://[[usuario][:contraseña]@]máquina[:puerto]»
fi: Kun syötät välipalvelintietoja, käytä standardimuotoa "http://[[käyttäjä][:salasana]@]konenimi[:portti]"
fr: Lorsque vous indiquez les paramètres du mandataire, veuillez utiliser la forme normalisée : « http://[[utilisateur][:mot-de-passe]@]hôte[:port] »
gl: A información do proxy debe ter a forma estándar de "http://[[usuario][:contrasinal]@]servidor[:porto]"
he: המידע על ה-proxy צריך להיות בצורה הסטנדרטית של "http://[[user][:pass]@]host[:port]/"
it: Le informazioni sul proxy andrebbero nella forma standard "http://[[user][:pass]@]host[:port]"
ja: プロキシ情報は、標準形式 "http://[[user][:pass]@]host[:port]" で指定します。
nb: Når du skriver inn informasjon om tjeneren, må du bruke den skrivemåten som er standard: «http://[[user][:pass]@]host[:port]»
nl: De proxy-gegevens dienen het standaardformaat 'http://[[gebruiker][:wachtwoord]@]servernaam[:poort]' te volgen.
pl: U¿yj formy "http://[[u¿ytkownik][:has³o]@]serwer[:port]"
pt_br: Os dados sobre o proxy devem ser informados usando o formato padrão de "http://[[usuário][:senha]@]host[:porta]"
sl: Ko vnašate podatke o posredniku, uporabite standardno obliko "http://[[uporabnik][:geslo]@]gostitelj[:vrata]/"
sv: Proxyinformation ska anges på standardformen "http://[[användare][:lösenord]@]värd[:port]"
tr: Vekil bilgisi "http://[[user][:pass]@]host[:port]" standart biçiminde olmalıdır.

source: cdrom, http, ftp, filesystem, edit sources list by hand
bs: cdrom, http, ftp, filesystem, ručno uredite sources.list
da: cdrom, http, ftp, filsystem, redigere kildeliste i hånden
el: cdrom, http, ftp, σύστημα αρχείων, χειροκίνητη επεξεργασία της λίστας πηγών
es: cdrom, http, ftp, sistema de ficheros local, editar manualmente la lista de fuentes
fi: cdrom, http, ftp, tiedostojärjestelmä, muokkaa lähdelistaa
fr: cédérom, http, ftp, système de fichiers, modifier vous-même la liste des sources
gl: cdrom, http, ftp, sistema de ficheiros, editar a lista a man
he: cdrom, http, ftp, מערכת קבצים, עריכת רשימת מקורות באופן ידני
it: cdrom, http, ftp, filesystem, modifica manuale delle fonti
ja: cdrom, http, ftp, ローカルファイルシステム, 手動で設定
nb: cdrom, http, ftp, filsystem, endre pakkelista (sources list) for hånd
nl: cdrom, http, ftp, bestandssysteem, bronlijst handmatig aanpassen
pl: cdrom, http, ftp, system plików, rêczna edycja list
pt_br: cdrom, http, ftp, sistema de arquivos, editar fontes manualmente
sl: cdrom, http, ftp, datotečni sistem, ročno uredite seznam virov
sv: cdrom, http, ftp, filsystem, redigera källistan för hand
tr: cdrom, http, ftp, dosya sistemi, kaynaklar listesini elle düzenle

source: Archive access method for apt:
bs: Metod pristupa arhivi za apt:
da: Adgangmetode til arkiverne for apt:
el: Μέθοδος προσπέλλασης των πακέτων από το apt:
es: Metodo de acceso al archivo para apt:
fi: Millä tavalla apt noutaa tiedostot:
fr: Méthode d'accès utilisée par apt :
gl: Método de acceso aos arquivos para apt:
he: שיטת גישה לארכיון ע"י APT:
it: Metodo di APT per l'accesso all'archivio:
ja: APT によるアーカイブへのアクセス方法:
nb: Forbindelse til apt:
nl: Archieftoegangsmethodes voor apt:
pl: Metoda dostêpu do archiwów apta:
pt_br: Método de acesso ao repositório para o apt :
sl: Način dostopa apt-ja do arhiva:
sv: Apt:s åtkomstmetod till arkivet
tr: Apt için arşiv erişim yöntemi:

source: Please choose the method apt (the Ubuntu package management tool) should use to access the Ubuntu archive.
bs: Izaberite metod koji će koristiti apt (Ubuntu alat za upravljanje paketima) za pristup Ubuntu arhivi paketa:
da: Vælg den metode, apt (Ubuntus pakkehåndteringsværktøj) skal benytte for at tilgå Ubuntu-arkivet.
el: Παρακαλώ επιλέξτε τη μέθοδο που θα χρησιμοποιήσει το apt (το εργαλείο διαχείρισης των πακέτων λογισμικού του Ubuntu) για να προσπελάσει την αρχειοθήκη του Ubuntu.
es: Por favor, elija que método debe usar apt (la herramienta de gestión de paquetes Ubuntu) para acceder al archivo.
fi: Valitse tapa jolla apt noutaa Ubuntu-asennuspaketit:
fr: Veuillez choisir la méthode utilisée par apt (l'outil de gestion des paquets d'Ubuntu) pour accéder à l'archive Ubuntu :
he: בחר בבקשה את הדרך בה APT צריך להשתמש כדי לגשת לארכיון של אובונטו.
it: Scegliere il metodo che APT (lo strumento di gestione dei pacchetti Ubuntu) deve usare per accedere all'archivio:
ja: APT (Ubuntu パッケージ管理ツール) が Ubuntu アーカイブにアクセスする方法を選択してください。
nb: Velg hvilken metode apt (Ubuntu pakkehåndteringsverktøy) skal bruke for å lese fra Ubuntu-arkivet.
nl: Welke methode dient apt (het Ubuntu programma voor pakketbeheer) te gebruiken om toegang te verkrijgen tot het Ubuntu-archief?
pl: Wybierz metodê dostêpu do archiwów Ubuntu której powinien u¿yæ apt (narzêdzie Ubuntu do zarz±dzania pakietami):
pt_br: Por favor escolha o método que o apt (a ferramenta de gerenciamento de pacotes Ubuntu) deverá usar para acessar o repositório Ubuntu.
sv: Välj metod som apt (Ubuntus pakethanteringssystem) ska använda för att komma åt Ubuntuarkivet.
tr: Lütfen apt'ın (Ubuntu paket yönetim aracı) Debian paket arşivine erişmekte kullanacağı yöntemi seçin.

source: For example if you have an Ubuntu cd, select "cdrom", while if you plan to install via an Ubuntu mirror, choose "ftp" or "http".
bs: Na primjer, ako imate Ubuntu CD, odaberite "cdrom", a ako planirate instalaciju preko Ubuntu mirrora, izaberite"ftp" ili "http".
da: Vælg for eksempel "cdrom", hvis du har en Ubuntu-cd, mens du skal vælge "ftp" eller "http", hvis du vil installere fra et Ubuntuspejl.
el: Για παράδειγμα, αν έχετε ένα CD του Ubuntu, επιλέξτε "cdrom", ενώ αν πρόκειται να χρησιμοποιήσετε κάποιο είδωλο αρχείων του Ubuntu, επιλέξτε "ftp" ή "http".
es: Por ejemplo, si tiene CDs de Ubuntu, escoja «cdrom», si quiere instalar desde una réplica de Ubuntu, escoja «ftp» o «http».
fi: Jos sinulla esimerkiksi on Ubuntu-CD, valitse "cdrom", asennettaessa Ubuntu-asennuspalvelimesta valitse "ftp" tai "http".
fr: Par exemple, si vous installez à partir d'un cédérom, choisissez « cédérom », si vous installez à partir d'un site miroir, choisissez « ftp » ou « http ».
he: לדוגמה, אם יש לך דיסק של אובונטו בחר CDROM, אם אתה מתכוון להתקין דרך אתר מראה של אובונטו בחר FTP או HTTP.
it: Ad esempio, se si ha un CD di Ubuntu scegliere "cdrom", se invece si vuole installare da un mirror di Ubuntu scegliere "ftp" o "http".
ja: たとえば Ubuntu CD を持っているなら "cdrom" を、Ubuntu ミラーからインストールしようとしている場合、"ftp" あるいは "http" を選択します。
nb: Hvis du f.eks har en Ubuntu-CD kan du velge «cdrom», og hvis du vil installere Ubuntu over Internett kan du velge «ftp» eller «http».
nl: Heeft u bijvoorbeeld een Ubuntu-CD dan kiest u 'cdrom', wilt u Ubuntu echter via een spiegelserver installeren dan kiest u 'ftp' of 'http'.
pl: Je¶li masz na przyk³ad CDROM z Ubuntu, wybierz "cdrom", je¶li planujesz instalacjê z serwera lustrzanego, wybierz "ftp" lub "http".
pt_br: Por exemplo, caso você possua um CD Ubuntu, selecione "cdrom". Caso você esteja planejando instalar através de um espelho (mirror) Ubuntu, selecione "ftp" ou "http".
sl: Na primer: če imate Ubuntu cd, izberite "cdrom", če nameravate nameščatiiz Ubuntu zrcalnega strežnika, izberite "ftp" ali "http".
sv: Om du exempelvis har en Ubuntu-cd väljer du "cdrom" medan om du planerar att installera via en Ubuntuspegel väljer "ftp" eller "http".
tr: Örneğin bir Ubuntu CD'niz varsa "cdrom"u seçin; bir Ubuntu yansısından kurmayı düşünüyorsanız "ftp" ya da "http"yi seçin.

source: Mirror country:
bs: Država mirrora:
da: Filspejls-land:
el: Χώρα ειδώλου:
es: País de la réplica:
fi: Asennuspalvelimen maa:
fr: Pays du miroir :
gl: País da réplica:
he: ארץ אתר מראה:
it: Nazione del mirror:
ja: ミラーのある国:
nb: Speil-land:
nl: Land van spiegelserver:
pl: Kraj serwera lustrzanego:
pt_br: País onde o espelho se encontra :
sl: Država zrcala:
sv: Land för spegel:
tr: Yansının bulunduğu ülke:

source: Select the country the mirror should be in. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
bs: Odaberite državu u kojoj se nalazi mirror. Trebali biste koristiti mirror u vašoj državi ili regionu ako ne znate koji mirror ima najbolju Internet vezu sa vama.
da: Vælg det land, filspejlet skal være i. Du bør benytte et filspejl fra dit eget land eller region, hvis du ikke ved hvilket filspejl, du har bedst internetforbindelse til.
el: Επιλέξτε τη χώρα του ειδώλου αρχείων. Συνιστάται να επιλέξετε ένα είδωλο της χώρας ή περιοχής σας αν δε γνωρίζετε ποιο έχει την πιο γρήγορη δικτυακή σύνδεση με τον υπολογιστή σας.
es: Seleccione el país donde debería estar la réplica. Debe usar una réplica en su país o región si no sabe que réplica tiene mejor conexión con usted.
fi: Valitse maa jossa asennuspalvelimen olisi oltava. Olisi käytettävä omassa maassa tai lähialueella olevaa palvelinta jos et tiedä millä on paras Internet-yhteys koneeseesi.
fr: Veuillez choisir le pays où est situé le miroir Debian. Vous devriez utiliser un miroir situé dans votre pays ou votre région si vous ne savez pas quel miroir possède la meilleure connectivité Internet avec vous.
gl: Escolla o país no que reside a réplica. Debería empregar unha réplica do seu país ou rexión se non sabe que réplica ten a mellor conexión por Internet con vostede.
he: בחר את המדריך שאתר המראה צריך להיות בה. כדאי לבחור את אתר המראה של האיזור או המדינה שלך, אם אינך יודע לאיזה אתר יש לך את החיבור הכי מהיר.
it: Selezionare la nazione nella quale si trova il mirror. Si dovrebbe usare un mirror nella propria regione o nazione se non si ha idea di quale abbia la migliore connessione disponibile.
ja: ミラーのある国を選んでください。どのミラーがあなたにとって最適なインターネット接続かわからなければ、あなたの国または地域にあるミラーを使うのがよいでしょう。
nb: Velg landet kilden skal være i. Du bør bruke en kilde i det landet eller området du er i, bortsett i fra når du vet hvilken kilde som har best Internett-forbindelse til deg.
nl: Uit welk land wilt u de spiegelserver gebruiken? Tenzij u weet met welke spiegelserver u de beste verbinding heeft, kunt u het beste een spiegelserver in uw land of uw regio gebruiken.
pl: Wybierz kraj w którym powinien znajdowaæ siê serwer lustrzany. Powiniene¶/powinna¶ u¿yæ serwera lustrzanego ze swojego kraju lub regionu, je¶li nie wiesz, który serwer ma najlepsze po³±czenie internetowe do Ciebie.
pt_br: Selecione o país no qual o espelho deve estar localizado. Você deverá usar um espelho em localizado em seu país ou região caso você não saiba qual espelho possui a melhor conexão Internet para você.
sl: Izberite državo v kateri naj bi bil zrcalni strežnik. Izberite zrcalni strežnik v vaši državi ali regiji, če ne veste kateri zrcalni strežnik ima najboljšo internetno povezavo do vas.
sv: Välj det land som spegeln ska finnas i. Du bör använda en spegel i ditt land eller region om du inte vet vilken spegel som har den bästa internetanslutningen till dig.
tr: Yansının bulunduğu ülkeyi seçin. Hangi yansının sizin için en iyi İnternet bağlantısına sahip olduğunu olduğunu bilmiyorsanız kendi ülke ya da bölgenizin yansısını kullanmalısınız.

source: Choose the Ubuntu mirror to use:
bs: Izaberite Ubuntu mirror koji će se koristiti:
da: Vælg det Ubuntu-filspejl, som skal anvendes:
el: Επιλέξτε το είδωλο αρχείων του Ubuntu που θα χρησιμοποιηθεί:
es: Escoja la réplica Ubuntu a usar:
fi: Valitse käytettävä Ubuntu-asennuspalvelin:
fr: Veuillez choisir le miroir Ubuntu à utiliser :
gl: Escolla o mirror de Ubuntu a empregar:
he: בחר אתר מראה של אובונטו לשימוש:
it: Scegliere il mirror di Ubuntu da usare:
ja: 使用する Ubuntu ミラーサーバを選択してください:
nb: Velg hvilken Ubuntu-kilde du vil bruke:
nl: Welke Ubuntu-spiegelserver wilt u gebruiken?
pl: Wybierz serwer lustrzany Ubuntu:
pt_br: Escolha o mirror Ubuntu para usar:
sl: Izberite Ubuntu zrcalni strežnik:
sv: Välj Ubuntuspegeln som ska användas:
tr: Kullanılacak Ubuntu yansısını seçin:

source: Select the Ubuntu mirror apt should use. You should select a mirror that is close to you on the net.
bs: Izaberite Ubuntu mirror koji će koristiti apt. Trebate izabrati mirror koji je blizak vama na mreži.
da: Vælg det Ubuntu-spejl, apt skal anvende. Du bør vælge et spejl, som er tæt på dig på nettet.
el: Επιλέξτε ένα είδωλο αρχείων (mirror) του Ubuntu που θα χρησιμοποιηθεί από το πρόγραμμα apt. Συνιστάται να επιλέξετε αυτόν με την πιο γρήγορη δικτυακή σύνδεση με τον υπολογιστή σας.
es: Seleccione la réplica de Ubuntu que debe usar apt. Deberá escoger una réplica que esté cerca de usted en la red.
fi: Valitse apt:n käyttöön Ubuntu-asennuspalvelin. Yritä valita palvelin, joka on lähellä sinua verkossa.
fr: Veuillez choisir le site Ubuntu qu'apt va utiliser. Vous devez essayer de choisir le site avec lequel vous avez la meilleure connexion.
gl: Escolla o servidor de Ubuntu que debera empregar apt. Debera escoller un servidor que estea preto na rede.
he: בחר את אתר המראה של אובונטו ש-apt ישתמש בו. כדאי שתבחר את אתר המראה שקרוב אליך ברשת.
it: Scegliere il mirror di Ubuntu da fare usare ad APT. Si dovrebbe scegliere un mirror relativamente vicino a voi sulla rete.
ja: APT が使用する Ubuntu ミラーサーバを選択してください。インターネット上であなたに近いミラーサーバを選択してください。
nb: Velg den apt-kilden du vil bruke. Du bør velge en apt-kilde som har kortest mulig vei til deg over nettet.
nl: Welke Ubuntu-spiegelserver dient apt te gebruiken? Kies bij voorkeur een spiegelserver die dicht bij u op het net is.
pl: Wybierz serwer, którego ma u¿yæ apt. Powiniene¶/powinna¶ u¿yæ serwera, z którym komunikacja jest najszybsza.
pt_br: Selecione o mirror Ubuntu que o apt deve usar. Você deve selecionar um mirror próximo de você na rede.
sl: Izberite Ubuntu zrcalni strežnik, ki naj ga uporabi apt. Izberite tisti zrcalni strežnik, ki vam je najbližje na internetu.
sv: Välj den Ubuntuspegel som apt ska använda. Du bör välja en spegel som är nära dig på nätet.
tr: Apt'ın kullanacağı Ubuntu yansısını seçin. Size ağ üzerinde yakın olan bir yansı seçmelisiniz.

source: Mirror hostname:
bs: Hostname mirrora:
da: Filspejlets værtsnavn:
el: Όνομα διακομιστή ειδώλου αρχείων:
es: Nombre de la réplica:
fi: Asennuspalvelimen konenimi:
fr: Nom du miroir :
gl: Nome da réplica:
he: שם מחשב של אתר מראה:
it: Nome del mirror:
ja: ミラーのホスト名:
nb: Skriv inn navnet på nettstedet (apt-kilden):
nl: Computernaam van spiegelserver:
pl: Nazwa serwera lustrzanego:
pt_br: Nome da máquina espelho :
sl: Gostiteljsko ime zrcala:
sv: Spegelns värdnamn:
tr: Yansı makine adı:

source: Enter the hostname of the mirror from which Ubuntu will be downloaded.
bs: Unesite hostname mirrora sa kojeg će se preuzimati Ubuntu.
da: Skriv værtsnavnet på det filspejl, Ubuntu skal hentes fra.
el: Εισάγετε το όνομα του διακομιστή του ειδώλου αρχείων από όπου θα μεταφορτωθεί το Ubuntu.
es: Introduzca el nombre de máquina de la réplica de la que se descargará Ubuntu.
fi: Syötä konenimi asennuspalvelimelle, josta Ubuntu noudetaan.
fr: Veuillez indiquer le nom d'hôte du site miroir Ubuntu que vous souhaitez utiliser.
he: הכנס את שם המחשב של אתר המראה שממנו אובונטו תורד.
it: Inserire il nome del mirror dal quale scaricare Ubuntu.
ja: Ubuntu をダウンロードするミラーのホスト名を入力してください。
nb: Skriv inn navnet på den apt-kilden du vil laste ned Ubuntu fra.
nl: Gelieve de computernaam van de spiegelserver die u wilt gebruiken in te voeren.
pl: Wprowad¼ nazwê serwera lustrzanego, którego chcesz u¿yæ.
pt_br: Informe o nome de máquina do espelho de onde o download do Ubuntu será feito.
sl: Vnesite gostiteljsko ime zrcalnega strežnika iz katerega bo Ubuntu prenešen.
sv: Ange värdnamnet på den spegel från vilken Ubuntu ska laddas ner.
tr: Debian'ın indirileceği yansının makine adını girin:

source: Mirror directory:
bs: Direktorij mirrora:
da: Filspejlets mappe:
el: Διαδρομή ειδώλου αρχείων:
es: Directorio de la réplica:
fi: Asennuspalvelimen hakemisto:
fr: Répertoire du miroir :
gl: Directorio da réplica:
he: ספריה של אתר מראה:
it: Directory del mirror:
ja: ミラーのディレクトリ:
nb: Skriv inn navnet på katalogen:
nl: Spiegelservermap:
pl: Katalog serwera lustrzanego:
pt_br: Diretório no espelho :
sl: Imenik zrcala:
sv: Katalog på spegeln:
tr: Yansı dizini:

source: Enter the directory in which the Ubuntu mirror is located.
bs: Unesite direktorij u kome se nalazi Ubuntu mirror.
da: Angiv den mappe, hvori Ubuntuspejlet er placeret.
el: Εισάγετε τη διαδρομή υπό την οποία βρίσκεται το Ubuntu στο είδωλο αρχείων.
es: Introduzca el directorio donde está la réplica de Ubuntu.
fi: Kirjoita hakemisto, jossa Ubuntu-asennustiedostot sijaitsevat.
fr: Veuillez indiquer le nom du répertoire dans lequel est situé le miroir Ubuntu.
he: הכנס את הספריה שבא אתר המראה של אובונטו ממוקם.
it: Inserire la directory in cui si trova il mirror di Ubuntu.
ja: Ubuntu ミラーが置かれているディレクトリを入力してください。
nb: Skriv inn filbanen til den katalogen der Ubuntu-kilden ligger på nettet.
nl: In welke map bevindt de Ubuntu-spiegel zich?
pl: Wprowad¼ katalog, w którym znajduje siê kopia archiwum Ubuntu.
pt_br: Informe o diretório no qual o espelho Ubuntu está localizado.
sv: Ange katalogen i vilken Ubuntuspegeln ligger.
tr: Ubuntu yansısının yer aldığı dizini girin.

source: The directory you entered does not exist.
bs: Unešeni direktorij ne postoji.
da: Den mappe, du angav, eksisterer ikke.
el: Ο κατάλογος που δώσατε δεν υπάρχει.
es: El directorio que usted ha indicado no existe.
fi: Syöttämääsi hakemistoa ei ole olemassa.
fr: Le répertoire que vous avez indiqué n'existe pas.
gl: O directorio que introduciu non existe.
he: הספריה שהכנסת אינה קיימת.
it: La directory inserita non esiste.
ja: 入力された Debian ミラーは存在しません。
nb: Katalogen du skrev inn finnes ikke.
nl: De door u ingevoerde map bestaat niet.
pl: Podany przez Ciebie katalog nie istnieje.
pt_br: O diretório que você digitou não existe.
sl: Imenik, ki ste ga vnesli ne obstaja.
sv: Katalogen som du angav existerar inte.
tr: Girdiğiniz dizin mevcut değil.
