Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/*-config/*-config-2.67ubuntu13/debian/po/*.po
Languages: bs, da, el, es, fi, fr, gl, he, it, ja, nb, nl, pl, pt_br, sl, sv, tr

source: Configure the keyboard
bs: Podesi tastaturu
da: Sæt tastaturet op
el: Ρύθμιση πληκτρολογίου
es: Configurar el teclado
fi: Tee näppäimistöasetukset
fr: Configurer le clavier
gl: Configurar o teclado
he: הגדרת המקלדת
it: Configurare la tastiera
ja: キーボードの設定
nb: Sett opp tastaturet
nl: Toetsenbord instellen
pl: Konfiguruj klawiaturê
pt_br: Configurar o teclado
sl: Nastavite tipkovnico
sv: Konfigurera tangentbordet
tr: Klavyeyi yapılandır

source: Configure timezone
bs: Podesi vremensku zonu
da: Indstil tidszonen
el: Ρύθμιση ζώνης ώρας
es: Configurar zona horaria
fi: Aseta aikavyöhyke
fr: Configurer le fuseau horaire
gl: Configurar o fuso horario
he: הגדרת איזור הזמן
it: Configurare il fuso orario
ja: 時間帯の設定
nb: Sett opp tidssonen
nl: Tijdzone instellen
pl: Konfiguruj strefê czasow±
pt_br: Configurar o fuso horário
sl: Nastavite časovni pas
sv: Konfigurera tidszon
tr: Saat dilimini yapılandır

source: Set up users and passwords
bs: Postavi korisnike i šifre
da: Sæt brugere og adgangskoder op
el: Ρύθμιση χρηστών και κωδικών πρόσβασης
es: Configurar usuarios y contraseñas
fi: Luo käyttäjätunnukset ja salasanat
fr: Créer les utilisateurs et les mots de passe
gl: Configurar usuarios e contrasinais
he: קביעת משתמשים וסיסמאות
it: Selezionare utenti e password
ja: ユーザーとパスワードのセットアップ
nb: Sett opp brukere og passord
nl: Gebruikers en wachtwoorden instellen
pl: Ustaw u¿ytkowników i has³a
pt_br: Configurar usuários e senhas
sl: Nastavite uporabnike in gesla
sv: Skapa användare och lösenord
tr: Kullanıcıları ve parolaları oluştur

source: Set the hostname
bs: Postavi hostname
da: Angiv værtsnavnet
el: Ορισμός ονόματος υπολογιστή
es: Establecer el nombre del sistema
fi: Aseta konenimi
fr: Définir le nom d'hôte du système
gl: Estabrecer o nome do sistema
he: קביעת שם המחשב
it: Impostare il nome dell'host
ja: ホスト名の設定
nb: Velg vertsnavn
nl: Computernaam instellen
pl: Ustaw nazwê komputera
pt_br: Definir o nome desta máquina
sl: Nastavite gostiteljsko ime
sv: Ange värdnamnet
tr: Makina ismini ayarla

source: Configure and enable ppp
bs: Podesi i uključi ppp
da: Indstil og aktivér ppp
el: Ρύθμιση και ενεργοποίηση σύνδεσης PPP
es: Configurar y habilitar ppp
fi: Tee PPP-asetukset ja ota se käyttöön
fr: Configurer et activer PPP
gl: Configurar e activar PPP
he: הגדרת והפעלת PPP
it: Configurare e abilitare ppp
ja: PPP の設定と有効化
nb: Sett opp og skru på PPP
nl: Punt-naar-punt verbinding instellen (PPP)
pl: Konfiguruj i uaktywnij ppp
pt_br: Configurar e habilitar PPP
sl: Nastavite in omogočite ppp
sv: Konfigurera och aktivera ppp
tr: PPP'yi yapılandır ve etkinleştir

source: Configure apt
bs: Podesi apt
da: Sæt apt op
el: Ρύθμιση του apt
es: Configurar «apt»
fi: Tee apt:n asetukset
fr: Configurer l'outil de gestion des paquets (apt)
gl: Configurar apt
he: הגדרת APT
it: Configurare APT
ja: APT の設定
nb: Sett opp apt
nl: Apt instellen
pl: Konfiguruj apta
pt_br: Configurar o apt
sl: Nastavite apt
sv: Konfigurera apt
tr: Apt'ı yapılandır

source: Select and install packages
bs: Odaberi i instaliraj pakete
da: Udvælg og installér pakker
el: Επιλογή και εγκατάσταση πακέτων
es: Seleccionar e instalar paquetes
fi: Valitse ja asenna paketteja
fr: Choisir et installer des paquets
gl: Escoller e instalar paquetes
he: בחירת והתקנת חבילות
it: Selezionare e installare i pacchetti
ja: パッケージの選択とインストール
nb: Velg og installer pakker
nl: Te installeren pakketten uitkiezen en installeren
pl: Wybierz i zainstaluj pakiety
pt_br: Selecionar e instalar pacotes
sl: Izberite pakete, ki jih želite namestiti
sv: Välj paket för installation
tr: Paketleri seç ve kur

source: Configure the Mail Transfer Agent
bs: Podesi Mail Transport Agent
da: Sæt posthåndteringen op
el: Ρύθμιση Συστήματος Διακίνησης Αλληλογραφίας
es: Configurar el agente de transferencia de correo
fi: Tee sähköpostin välittävän ohjelman (MTA) asetukset
fr: Configurer l'agent de transport du courriel
gl: Configurar o axente de transferencia de correo (MTA)
he: הגדרת סוכן העברת דואר (Mail Transfer Agent)
it: Configurare il "Mail Transfer Agent"
ja: MTA (Mail Transfer Agent) の設定
nb: Sett opp programmet som overfører e-post
nl: E-mail verzendprogramma (MTA) instellen
pl: Konfiguruj serwer pocztowy (MTA)
pt_br: Configurar o Agente de Transport de Mensagens
sl: Nastavi agenta za prenos pošte
sv: Konfigurera brevtransportagenten (Mail Transfer Agent)
tr: Posta Aktarım Aracısı'nı (Mail Transfer Agent) yapılandır

source: Finish configuring the base system
bs: Završi podešavanje osnovnog sistema
da: Afslut opsætning af basissystemet
el: Ολοκλήρωση ρύθμισης του βασικού συστήματος
es: Terminar la configuración del sistema base
fi: Saata päätökseen peruskokoonpanon asetukset
fr: Terminer la configuration du système de base
gl: Rematar a configuración do sistema base
he: סיום הגדרת מערכת הבסיס
it: Terminare la configurazione del sistema di base
ja: ベースシステムの設定の終了
nb: Fullfør oppsettet av grunnsystemet
nl: Basissysteem-configuratie afsluiten
pl: Zakoñcz konfigurowanie systemu podstawowego
pt_br: Finalizar a configuração do sistema básico
sl: Zaključi z nastavitvijo osnovnega sistema
sv: Avsluta konfigureringen av grundsystemet
tr: Temel sistem yapılandırmasını bitir

source: Exit the base system configuration
da: Afslut opsætningen af basissystemet
el: Έξοδος από τη βασική ρύθμιση του συστήματος
es: Salir de la configuración del sistema base
fi: Poistu peruskokoonpanon asetuksista
fr: Quitter la configuration du système de base
gl: Saír da configuración do sistema base
he: יציאה מהגדרת בסיס המערכת
it: Abbandonare la configurazione del sistema di base
ja: ベースシステムの設定から抜ける
nb: Avslutt oppsett av grunnsystemet
nl: Debian-basissysteemconfiguratie verlaten
pl: Wyjd¼ z konfiguracji systemu podstawowego
pt_br: Sair da configuração do sistema básico
sl: Izhod iz nastavitev osnovnega Ubuntu sistema
sv: Gå ur konfigureringen av grundsystemet
tr: Temel sistem yapılandırmasından çık

source: Execute a shell
bs: Pokreni shell
da: Eksekvér en skal
el: Άνοιγμα κελύφους
es: Ejecutar un intérprete de órdenes
fi: Käynnistä komentotulkki
fr: Exécuter un interpréteur de commandes (« shell »)
gl: Executar un intérprete de ordes
he: הרצת shell
it: Eseguire una shell
ja: シェルの実行
nb: Start et skall
nl: Een shell uitvoeren
pl: Uruchom pow³okê
pt_br: Executar um prompt de comandos
sl: Izvedi ukazno lupino
sv: Starta ett skal
tr: Bir kabuk çalıştır

source: Preparing to configure apt...
da: Forbereder opsætning af apt...
el: Προετοιμασία για την ρύθμιση του apt...
es: Preparando la configuración de apt...
fr: Préparation de la configuration d'apt...
pt_br: Preparando para configurar o apt...

source: Copying mirror configuration...
da: Kopierer opsætning af filspejl...
el: Αντιγραφή ρυθμίσεων ειδώλου αρχείων...
es: Copiando la configuración de la réplica...
fr: Copie de la configuration du miroir...
nb: Kopierer speilkonfigurasjon...
pl: Kopiujê konfiguracje serwerów lustrzanych...
pt_br: Copiando configuração de mirror...

source: Checking for CD-ROM...
da: Tjekker for cdrom...
el: Γίνεται έλεγχος για CD-ROM...
es: Comprobando si hay un CD-ROM...
fr: Vérification de la présence du cédérom...
nb: Sjekker etter CD-ROM...
pl: Sprawdzam CD-ROM...
pt_br: Verificando por um CD-ROM...

source: Time zone configuration
bs: Podešavanje vremenske zone
da: Opsætning af tidszone
el: Ρύθμιση χρονικής ζώνης
es: Configuración de zona horaria
fi: Aikavyöhykkeen asetukset
fr: Configuration du fuseau horaire
gl: Configuración do fuso horario
he: הגדרות איזור זמן
it: Configurare il fuso orario
ja: 時間帯の設定
nb: Oppsett av tidssone
nl: Tijdzoneconfiguratie
pl: Konfiguracja strefy czasowej
pt_br: Configuração de fuso horário
sl: Nastavitev časovnega pasu
sv: Konfigurering av tidszon
tr: Saat dilimi yapılandırması

source: Is the hardware clock set to GMT?
bs: Je li (hardware) sahat računara podešen na GMT?
da: Er maskinuret sat efter GMT?
el: Είναι το ρολόι του υπολογιστή ρυθμισμένο σε ζώνη GMT;
es: ¿Está el reloj hardware fijado a GMT?
fi: Onko laitteiston kello asetettu GMT-aikaan?
fr: L'horloge système est-elle à l'heure GMT ?
gl: ¿O reloxo hardware emprega o fuso horario GMT?
he: האם שעון החומרה שלך מכוון ל-GMT?
it: L'orologio di sistema è sul fuso GMT?
ja: ハードウェアの時計は GMT に合わせていますか?
nb: Er den fysiske klokka satt til GMT?
nl: Is de hardware klok ingesteld op GMT?
pl: Czy zegar sprzêtowy jest ustawiony na GMT?
pt_br: O relógio de hardware está configurado para GMT ?
sl: Ali je strojna ura nastavljena na GMT?
sv: Är maskinvaruklockan ställd till GMT?
tr: Donanım saati GMT'a mı ayarlı?

source: Unix system clocks are generally set to GMT ("Greenwich Mean Time", also known as "Universal Coordinated Time", or UTC). The operating system knows your time zone and converts system time into the local time. You can specify whether the hardware clock is set to either GMT (recommended for a Linux-only system) or local time (which may be more convenient for a system that also runs other operating systems or an off-the-shelf PC).
bs: Unix sistemski sahati su općenito podešeni na GMT ("srednjegriničko vrijeme", takođe poznato kao "Universal Coordinated Time" ili UTC). Operativni sistem poznaje vašu vremensku zonu i pretvara sistemsko vrijeme u lokalno vrijeme. Možete podesiti da sahat računara bude postavljen na GMT (preporučeno ako na računaru imate samo Linux) ili lokalno vrijeme (što može biti pogodnije za računar na kojem se nalaze drugi operativni sistemi ili novi PC).
da: Unix-systemure sættes normalt til GMT ("Greenwich Mean Time", også kendt som UTC). Operativsystemet kender din tidszone og omsætter systemtiden til lokaltid. Du skal angive, om maskinuret er sat efter GMT (anbefales for rene Linux-systemer) eller lokaltid (hvilket kan være praktisk, hvis maskinen også kører under andre operativsystemer samt for fabriksinstallerede maskiner).
el: Συνήθως το ρολόι του συστήματος σε Unix υπολογιστές ρυθμίζεται να λειτουργεί σε διεθνή ώρα (γνωστή και με τα αρχικά GMT ή UTC). Αυτή η ώρα είναι σταθερή (δηλαδή δεν αλλάζει το χειμώνα και το καλοκαίρι, ούτε εξαρτάται από το γεωγραφικό μήκος) και απλά το λειτουργικό σύστημα (ή ο οποιοσδήποτε χρήστης ξεχωριστά) καθορίζει ποια τοπική ώρα θα χρησιμοποιείται από τις εφαρμογές. Η μετατροπή της διεθνούς ώρας σε τοπική ώρα γίνεται αυτόματα από το λογισμικό. Μπορείτε να καθορίσετε αν θέλετε το υλικό ρολόι μέσα στον η/υ να λειτουργεί με διεθνή ώρα (συνιστάται για μηχανήματα που θα τρέχουν μόνο Linux) ή με τοπική ώρα (πιθανόν να βολεύει περισσότερο όταν το μηχάνημα λειτουργεί και με άλλα λειτουργικά συστήματα που δεν υποστηρίζουν διπλή ώρα, δηλαδή διεθνή ώρα μέσω υλικού και τοπική ώρα μέσω λογισμικού).
es: En general, los relojes de los sistemas Unix están fijados a la hora GMT, («Hora del Meridiano de Greenwich», también conocida como «Tiempo Universal Coordinado» o UTC). El sistema operativo conoce la zona horaria en la que se encuentra y convierte la hora del sistema en la hora local. Puede indicar si el reloj hardware está configurado con la hora GMT (recomendable si en su equipo sólo tiene instalado Linux) o la hora local (que puede ser más adecuado si también utiliza otros sistemas operativos o es un PC prefabricado).
fi: Unix-järjestelmien kellot on yleensä asetettu maailmanaikaan eli GMT-aikaan (Greenwichin aika, joka tunnetaan myös "Universaalina koordinoituna aikana" eli UTC). Käyttöjärjestelmä tietää aikavyöhykkeesi ja muuntaa järjestelmäajan paikalliseksi ajaksi. Voit määrittää onko laitteistokello asetettuna GMT- (suositellaan, jos vain Linux järjestelmässä) vai paikalliseen aikaan (joka voi olla kätevämpi järjestelmässä, jossa ajetaan muitakin käyttöjärjestelmiä tai kaupanhyllyltä-PC-koneisiin).
fr: Les horloges système sous Unix sont souvent calées sur le fuseau horaire de Greenwich (heure GMT, aussi appelée UTC pour « Temps Universel Coordonné »). Le système d'exploitation connaît votre fuseau horaire et convertit l'heure du système en heure locale. Vous pouvez indiquer si l'horloge système est mise à l'heure GMT (ce qui est recommandé sur un système utilisant seulement Linux) ou à l'heure locale (ce qui peut être pratique si plusieurs systèmes d'exploitation cohabitent ou sur une machine clés en main).
gl: Os reloxos dos sistemas Unix adoitan empregar o fuso horario GMT (hora do meridiano de Greenwich, tamén chamado "Hora Coordinada Universal", UTC). O sistema operativo coñece o seu propio fuso horario e convirte a hora do sistema á hora local. Pode indicar se o reloxo hardware emprega a hora GMT (recoméndase nun sistema que só use Linux) ou a hora local (que pode ser máis útil nun sistema que tamén use outros sistemas operativos, ou un PC normal).
he: שעוני מערכות UNIX מכוונים בדרך כלל ל-GMT (זמן גריניץ או UTC). מערכת ההפעלה יודעת את איזור הזמן שלך וממירה את הזמן המערכת לזמן המקומי. תוכל לציין האם שעון החומרה מכוון ל-GMT (מומלץ למערכת לינוקס בלבד) או לזמן המקומי (למחשבים שמריצים מערכות נוספות).
it: L'orologio di sistema dei sistemi Unix è normalmente sul fuso orario GMT ("Greenwich Mean Time", conosciuto anche come "Universal Coordinated Time", o UTC). Il sistema operativo conosce qual è il fuso orario dell'utente e converte l'ora in coordinate locali. Si può selezionare se l'orologio è fisso su GMT (consigliato per i sistemi esclusivamente linux) oppure sull'ora locale (che potrebbe essere conveniente per macchine che eseguono altri sistemi operativi).
ja: Unix システムの時計は一般に GMT (グリニッジ平均時、あるいは世界協定時、UTCとして知られているもの) にセットされています。オペレーティングシステムはあなたの時間帯を知っており、システム時刻を地方時刻に変換します。ハードウェア時刻を GMT (Linux のみのシステムでは推奨) または地方時 (ほかのオペレーティングシステムも実行していたり量販の PC で動かしていたりするシステムでは、こちらのほうが都合が良いでしょう) のどちらにセットするかを指定できます。
nb: Systemklokka på Unix-systemer settes vanligvis til GMT («Greenwich Mean Time» eller UTC). Operativsystemet vet hvilken tidssone du er i, og gjør om tiden i systemklokka til lokal tid. Du kan bestemme om den fysiske klokka skal bruke GMT (som er anbefalt for et rent Linux-system) eller om den skal bruke lokal tid. (Det siste kan passe bedre hvis du har flere operativsystemer på samme datamaskin).
nl: De systeemklok van een Unix-systeem is doorgaans ingesteld op GMT ('Greenwich Mean Time', ook bekend als 'Universal Coordinated Time', of UTC). Het besturingssysteem kent uw tijdzone en converteert de systeemtijd naar de lokale tijdzone. U kunt kiezen of de systeemklok ingesteld wordt op GMT (aanbevolen waneer op dit systeem enkel linux komt te staan) of lokale tijd (mogelijk handiger voor systemen waarop meerdere besturingssystemen staan).
pl: Zegary w systemach Unix s± zazwyczaj ustawiane na ¶redni czas zachodnioeuropejski (wed³ug po³udnika Greenwich), znany tak¿e jako "czas uniwersalny". System operacyjny zna strefê czasow±, w której znajduje siê komputer i zamienia czas systemowy na czas lokalny. Mo¿na okre¶liæ, czy zegar sprzêtowy ma byæ ustawiony na czas uniwersalny (jest to zalecane w przypadku systemu, na którym zainstalowany jest tylko Linux), czy na czas lokalny (mo¿e to byæ wygodniejsze w przypadku maszyn, na których zainstalowane s± tak¿e inne systemy operacyjne).
pt_br: Relógios de sistemas Unix são geralmente configurados para GMT ("Tempo do Meridiano de Greenwich", também conhecido como "Tempo Universal Coordenado", ou UTC). O sistema operacional conhece seu fuso horário e converte a hora do sistema para GMT (recomendado para um sistema somente Linux) ou hora local (o que pode ser mais conveniente para um sistema que também executa outros sistemas operacionais ou um computador novo).
sl: Ponavadi so sistemske ure v unix sistemih nastavljene na GMT ("Centralni Greenwich čas", znan tudi kot "Univerzalni koordinirani čas", ali UTC). Operacijski sistem pozna vaš časovni pas in pretvarja sistemski čas v lokalni čas. Nastavite lahko ali je strojna ura nastavljena na GMT (priporočeno za samo-Linux sistem) ali lokalni čas (kar je morda bolj priročno za sistem na katerem tečejo tudi drugi operacijski sistemi ali za vnaprej sestavljen PC).
sv: Klockor på Unixsystem är i regel ställda till GMT (Greenwichtid), även känd som Universaltid, eller UTC. Operativsystemet känner till din tidszon och konverterar systemtiden till den lokala tiden. Du kan ange om maskinvaruklockan är ställd efter GMT (rekommenderat för ett system med bara Linux) eller lokal tid (vilket kan vara mer praktiskt för ett system som också kör andra operativsystem eller för en PC från ett standardpaket).
tr: Unix sistemlerinin saati genellikle Greenwich saati'ne ("Greenwich Mean Time" ya da GMT; "Universal Coordinated Time" ya da UTC olarak da bilinir) ayarlanmıştır. İşletim sisteminiz saat diliminizi bilir ve sistem saatini yerel saate dönüştürür. Donanım saatinizin Greenwich saati'ne göre mi (sadece Linux kurulu olan bir sistem için tavsiye edilir) yoksa yerel saate göre mi (başka işletim sistemlerini de çalıştıran bir sistem için daha uygun olabilir) ayarlanacağını belirleyebilirsiniz.

source: The hardware clock says the time is now ${hwtime}.
bs: Sahat računara pokazuje da je sada ${hwtime}.
da: Maskinuret viser, at klokken nu er ${hwtime}.
el: Η ώρα στο ρολόι του υπολογιστή είναι ${hwtime}.
es: El reloj hardware dice que la hora actual es ${hwtime}.
fi: Laitteiston kello näyttää ajaksi nyt ${hwtime}.
fr: L'horloge système indique que l'heure actuelle est : ${hwtime}.
gl: Segundo o reloxo hardware, a hora actual é ${hwtime}.
he: שעון החומרה אומר שהזמן עכשיו הוא ${hwtime}.
it: L'orologio di sistema segna le ${hwtime}.
ja: ハードウェアの時計は、現在時刻が ${hwtime} であると報告しています。
nb: Den fysiske klokka sier at klokka nå er ${hwtime}.
nl: Volgens de systeemklok is het nu ${hwtime}.
pl: Zegar sprzêtowy wskazuje teraz nastêpuj±cy czas: ${hwtime}.
pt_br: O relógio de hardware diz que a hora atual é ${hwtime}.
sl: Strojna ura pravi, da je čas sedaj ${hwtime}.
sv: Maskinvaruklockan säger att klockan nu är ${hwtime}.
tr: Donanımınız saati şu anda ${hwtime} gösteriyor.

source: Do you want to change your current time zone?
bs: Da li želite promijeniti vašu trenutnu vremensku zonu?
da: Ønsker du at vælge en anden tidszone?
el: Επιθυμείτε να αλλάξετε την τρέχουσα χρονική ζώνη;
es: ¿Desea cambiar su zona horaria actual?
fi: Haluatko vaihtaa tämänhetkistä aikavyöhykettä?
fr: Souhaitez-vous changer de fuseau horaire ?
gl: ¿Quere cambia-lo seu fuso horario actual?
he: האם אתה רוצה לשנות את איזור הזמן הנוכחי שלך?
it: Si vuole cambiare il fuso orario attuale?
ja: 現在の時間帯を変更しますか?
nb: Vil du endre tidssonen?
nl: Wilt u de ingestelde tijdzone veranderen?
pl: Czy chcesz zmieniæ obecn± strefê czasowow±?
pt_br: Você quer modificar seu fuso horário atual ?
sl: Ali želite spremeniti vaš trenutni časovni pas?
sv: Vill du ändra din nuvarande tidszon?
tr: Geçerli saat dilimini değiştirmek istiyor musunuz?

source: Your current time zone is set to ${timezone}.
bs: Vaša trenutna vremenska zona je ${timezone}.
da: Din nuværende tidszone er sat til ${timezone}.
el: Η τρέχουσα ζώνη ώρας είναι ${timezone}.
es: Su zona horaria actual es ${timezone}.
fi: Tämänhetkiseksi aikavyöhykkeeksi on asetettu ${timezone}.
fr: Votre fuseau horaire est positionné sur ${timezone}.
gl: O seu fuso horario actual é ${timezone}.
he: איזור הזמן הנוכחי שלך נקבע ל-${timezone}.
it: Il fuso orario attuale è ${timezone}.
ja: 現在の時間帯は ${timezone} に設定されています。
nb: Din tidssone er nå satt til ${timezone}.
nl: Uw tijdzone is momenteel ingesteld op ${timezone}.
pl: Twoja obecna strefa czasowa to ${timezone}.
pt_br: Seu fuso horário atual está definido para ${timezone}.
sl: Trenutno je vaš časovni pas nastavljen na ${timezone}.
sv: Din nuvarande tidszon är satt till ${timezone}.
tr: Geçerli saat diliminiz: ${timezone}

source: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, East-Indiana, Indiana-Starke, Michigan, Samoa, other
bs: Istočna, Srednja, Mountain, Pacifička, Aljaska, Havaji, Aleutska, Arizona, Istočna Indijana, Indijana-Starke, Mičigan, Samoa, druga
da: Østlige, Centrale, Bjergene, Stillehavet, Alaska, Hawaii, Aleutian, Arizona, Øst-Indiana, Indiana-Starke, Michigan, Samoa, anden
el: Ανατολική, Κεντρική, Ορεινή, Ειρηνικού, Αλάσκα, Χαβάι, Αλεύτια, Αριζόνα, Ανατολική Ιντιάνα, Ιντιάνα-Στάρκ, Μίτσιγκαν, Σαμόα, άλλη
es: Este, Central, Montaña, Pacífica, Alaska, Hawaii, Aleutiana, Arizona, Arizona-este, Indiana-Starke, Michigan, Samoa, otra
fi: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, East-Indiana, Indiana-Starke, Michigan, Samoa, jokin muu
fr: Est (« Eastern »), Centre (« Central »), Rocheuses (« Mountain »), Pacifique, Alaska, Hawaii, Aléoutiennes, Arizona, Indiana Est, Indiana-Starke, Michigan, Samoa, Autre
gl: Oriental, Central, Montañas, Pacífico, Alaska, Hawaii, Aleutianas, Arizona, Indiana Oriental, Indiana-Starke, Michigan, Samoa, outros
he: מזרחי, מרכזי, Mountain, פסיפיק, אלסקה, הוואי, Aleutian, אריזונה, מזרח אינדיאנה, אינדיאנה-Starke, מישיגן, Samoa, אחר
it: Orientale, Centrale, Mountain, Pacifico, Alaska, Hawaii, Aleutian, Arizona, Indiana dell'est, Indiana-Starke, Michigan, Samoa, altro
ja: 東部, 山岳, 太平洋, アラスカ, ハワイ, アリューシャン, アリゾナ, 東インディアナ, インディアナスターク, ミシガン, サモア, その他
nb: Østkysten, Sentral, Fjellområdet, Stillehavet, Alaska, Hawaii, Aleutane, Arizona, Øst-Indiana, Indiana(-Starke), Michigan, Samoa, andre
nl: Oosters, Centraal, Bergen, Pacifisch, Alaska, Hawaii, Aleutian, Arizona, Oost-Indiana, Indiana-Starke, Michigan, Samoa, andere
pl: Wschodna, centralna, górska, pacyficzna, Alaska, Hawaje, Aleuty, Arizona, Indiana Wschodnia, Indiana-Starke, Michigan, Samoa, inna
pt_br: Oriental, Central, Montanha, Pacífico, Alasca, Hawaí, Aleutian, Arizona, Leste-Indiana, Indiana-Starke, Michigan, Samoa, outro
sl: Vzhodni, srednji, gorski, pacifiški, Aljaska, Havaji, aleutski, Arizona, Vzhodna Indiana, Indiana-Starke, Michigan, Samoa, drugo
sv: Östlig, Central, Mountain, Stilla havet, Alaska, Hawaii, Aleutisk, Arizona, Öst-Indiana, Indiana-Starke, Michigan, Samoa, annan
tr: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, East-Indiana, Indiana-Starke, Michigan, Samoa, diğer

source: The following are common time zones in the United States of America.
bs: Sljedeće su uobičajene vremenske zone u Sjedinjenim Američkim Državama.
da: Herunder er de almindelige tidszoner i Amerikas Forenede Stater.
el: Οι ακόλουθες είναι χρονικές ζώνες στις ΗΠΑ.
es: A continuación se listan las zonas horarias habituales en los Estados Unidos de América.
fi: Pohjois-Amerikan Yhdysvalloissa on seuraavat aikavyöhykkeet.
fr: Les fuseaux horaires suivants sont les fuseaux usuels aux États-Unis d'Amérique.
gl: Os seguintes fusos horarios son habituais nos Estados Unidos de América.
he: הבאים הם איזורי זמן נפוצים בארה"ב.
it: I seguenti sono alcuni fusi orari utilizzati negli Stati Uniti d'America.
ja: 以下に示すのは米国での時間帯です。
nb: Følgende er vanlige tidssoner i de Forente statene (USA).
nl: Wat volgt zijn de doorsnee tijdzones in the Verenigde Staten.
pl: Poni¿ej najpopularniejsze strefy czasowe w Stanach Zjednoczonych.
pt_br: Os fusos a seguir são fusos horários comuns nos Estados Unidos da América.
sl: To so skupni časovni pasovi v Združenih državah Amerike.
sv: Följande är vanliga tidszoner i USA.
tr: Aşağıdakiler Amerika Birleşik Devletleri'ndeki genel saat dilimleridir.
