Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/*-config/*-config-2.67ubuntu13/debian/po/*.po
Languages: bs, da, el, es, fi, fr, gl, he, it, ja, nb, nl, pl, pt_br, sl, sv, tr

source: Mirror not found
bs: Mirror nije pronađen.
da: Filspejl blev ikke fundet
el: Δε βρέθηκε ο διακομιστής ειδώλου αρχείων
es: Réplica no encontrada.
fi: Asennuspalvelinta ei löytynyt.
fr: Miroir introuvable
gl: Non se atopou a réplica
he: אתר מראה לא נמצא
it: Mirror non trovato
ja: ミラーが見つかりませんでした
nb: Fant ikke nettstedet
nl: Spiegelserver is niet gevonden.
pl: Serwer lustrzany nie zosta³ odnaleziony.
pt_br: Espelho não encontrado
sl: Nisem našel zrcalnega strežnika
sv: Hittade inte spegeln
tr: Yansı bulunamadı

source: The directory you entered does not contain a subdirectory named "dists", so it doesn't seem to be an Ubuntu mirror.
bs: Direktorij koji ste unijeli ne sadrži poddirektorij koji se zove "dists", tako da se izgleda ne radi Ubuntu mirror-u.
da: Den mappe, du angav, indeholder ikke undermappen "dists", og lader derfor ikke til at være et Ubuntuspejl.
el: Ο κατάλογος που επιλέξατε δεν περιέχει κάποιο υποκατάλογο "dists", μάλλον δεν είναι είδωλο αρχείων του Ubuntu.
es: El directorio que usted ha indicado no contiene un subdirectorio llamado «dists», así que no parece que sea una réplica de Ubuntu.
fi: Syöttämäsi hakemisto ei sisällä alihakemistoa nimeltä "dists", joten siellä ei näytä olevan Ubuntu-asennustiedostoja.
fr: Le répertoire que vous avez indiqué ne contient pas de sous-répertoire nommé « dists » : il semble donc que ce ne soit pas un miroir de l'archive Ubuntu.
gl: O directorio que introduciu non contn un subdirectorio chamado "dists", as que non parece que sexa unha rplica de Ubuntu.
he: הספריה שהכנסת אינו מכילה תת ספריה בשם dists, כך שנראה שזה לא אתר מראה של אובונטו.
it: La directory inserita non contiene una sottodirectory chiamata "dists", e non sembra quindi essere un mirror di Ubuntu.
ja: 指定されたディレクトリには dists というサブディレクトリがありませんでした。そのため、このディレクトリパスは Ubuntu ミラーではないと思われます。
nb: Katalogen du skrev inn inneholder ingen underkatalog som heter «dists», så det ser ikke ut som om det er en pakkekilde for Ubuntu.
nl: De door u ingevoerde map bevat geen submap met de naam 'dists', en bevat dus geen Ubuntu-spiegel.
pl: Podany przez Ciebie katalog nie zawiera podkatalogu o nazwie "dists", wiêc nie wygl±da na archiwum Ubuntu.
pt_br: O diretório que você digitou não contém um subdiretório chamado "dists", então ele não parece ser um mirror Ubuntu.
sl: Imenik, ki ste ga vnesli ne vsebuje podimenika "dists", zato ne izgleda kot Ubuntu zrcalni strežnik.
sv: Katalogen som du angav innehåller inte en underkatalog kallad "dists", så det verkar inte vara en Ubuntuspegel.
tr: Girdiğiniz dizin "dists" isimli bir alt dizin içermediği için bir Ubuntu yansısına benzemiyor.

source: CD-ROM missing
da: Cdrom mangler
el: Δε βρέθηκε CD-ROM
fr: Cédérom absent
gl: Falla o CD-ROM

source: Please insert a suitable CD.
da: Indsæt venligst en passende cd.
el: Παρακαλώ εισάγετε ένα κατάλληλο CD.
fr: Veuillez insérer un cédérom adapté.
gl: Introduza un CD axeitado.

source: CD-ROM device file:
bs: Naziv datoteke za CD ROM uređaj:
da: Cdrom-enhedsfilen:
el: Σημείο επαφής μονάδας CD-ROM:
es: Dispositivo CD ROM:
fi: CD-ROM-laitetiedosto:
fr: Nom de périphérique du cédérom :
gl: Dispositivo do CD ROM:
he: קובץ התקן של כונן דיסקים:
it: Nome del device CD-ROM:
ja: CD-ROM ドライブのデバイスファイル:
nb: Skriv inn filbanen til CD-spilleren:
nl: Wat is het apparaatbestand voor het CD-station?
pl: Nazwa pliku urz±dzenia CDROM:
pt_br: Arquivo de dispositivo do CD-ROM :
sl: Datoteka naprave CD-ROM:
sv: Enhetsfil för cd-rom:
tr: CD-ROM aygıt dosyası:

source: This program was unable to auto-detect a CD-ROM drive, or there is no usable CD in the drive.
bs: Ovaj program nije u mogućnosti automatski pronaći vaš CD ROM pogon, ili pogon ne sadrži ispravan CD.
da: Dette program kunne ikke finde cdrom-enheden automatisk, eller også er der ingen brugbar cd i drevet.
el: Το πρόγραμμα δεν κατάφερε να ανιχνεύσει κάποια μονάδα CD-ROM, ή δεν υπάρχει κάποιο CD στη μονάδα.
es: No se ha podido detectar automáticamente ningún lector de CD ROM, o no hay ningún CD dentro en la unidad.
fi: Tämä ohjelma ei kyennyt tunnistamaan CD-ROM-asemaa, tai käyttökelpoista CD:tä ei ole asemassa.
fr: Ce programme n'a pas pu détecter automatiquement le lecteur de cédéroms ou il n'y a pas de cédérom utilisable dans le lecteur.
gl: Este programa non puido autodetectar unha unidade de CD ROM, ou non hai un CD utilizable na unidade.
he: התוכנה לא הצליחה לזהות אוטומטית את כונן ה-CD שלך, או שאין CD שמיש בכונן.
it: Questo programma non ha trovato il lettore del CD-ROM o non c'è un CD-ROM utilizzabile nel drive.
ja: このプログラムが CD-ROM を自動検知できないか、もともと利用できる CD-ROM がドライブの中になかったかのどちらかです。
nb: Programmet klarte ikke å finne en CD-spiller automatisk, eller CD-spilleren inneholder feil CD.
nl: De automatische herkenning van dit programma heeft geen CD-station gevonden, mogelijk is er geen bruikbare CD in het station aanwezig.
pl: Nie uda³o siê wykryæ napêdu CD, lub w napêdzie nie ma potrzebnej p³yty.
pt_br: Esse programa foi incapaz de auto-detectar um leitor de CD-ROM ou não há um CD usável no leitor.
sl: Program ni uspel samodejno zaznati CD-ROM pogona ali pa ni uporabnega CD-ja v pogonu.
sv: Detta program kunde ej automatiskt identifiera en cd-rom-enhet, eller så finns det ingen användbar cd i enheten.
tr: Bu program otomatik olarak bir CD-ROM sürücüsü bulamadı ya da sürücüde kullanılabilir bir CD mevcut değil.

source: Enter the device file to use to access your CD-ROM, and place an Ubuntu CD in the drive.
bs: Unesite naziv datoteke uređaja koja će se koristiti za pristup CD ROM-u i ubacite Ubuntu CD u pogon.
da: Angiv den enhedsfil, som skal bruges for at tilgå din cdrom, og læg en Ubuntu-cd i drevet.
el: Δώστε το σημείο επαφής της μονάδας CD-ROM και εισάγετε ένα από τα CD-ROM του Ubuntu στη μονάδα.
es: Introduzca el fichero de dispositivo a usar para acceder al CD-ROM, y coloque un CD de Ubuntu en el lector.
fi: Syötä laitetiedosto, jonka kautta CD-ROMia käsitellään, ja aseta Ubuntu-CD asemaan.
fr: Veuillez indiquer le nom du fichier de périphérique correspondant à votre lecteur de cédéroms et placer un cédérom Ubuntu dans le lecteur.
he: הכנס את קובץ ההתקן לשימוש כדי לגשת ל-CDROM שלך, והכנס את ה-CD של אובונטו לכונן.
it: Inserire il nome del device da usare per accedere al CD-ROM e inserire il CD di Ubuntu nel lettore.
ja: CD-ROM にアクセスするためのデバイスファイルを入力し、そのドライブに Ubuntu CD をセットしてください。
nb: Skriv inn filbanen til CD-stasjonen og legg inn en Ubuntu-CD.
nl: Via welk apparaatbestand kan de in het station geplaatste Ubuntu-CD (is deze aanwezig?) aangesproken worden?
pl: Wprowad¼ nazwê pliku urz±dzenia CDROM i w³ó¿ p³ytê Ubuntu do napêdu.
pt_br: Informe o nome do arquivo de dispositivo usado para acessar seu CD-ROM e insira um CD Ubuntu no leitor.
sl: Vnesite datoteko naprave, ki jo naj uporabim za dostop do vašega CD-ROM-a in vstavite Ubuntu CD v pogon.
sv: Ange enhetsfilen som ska användas för att komma åt din cd-rom och placera en Ubuntu-cd i enheten.
tr: CD-ROM'unuza erişmekte kullanılacak bir aygıt dosyası girin ve sürücüye bir Ubuntu CD'si yerleştirin.

source: Non-Ubuntu CD-ROM detected
bs: Pronađen CD-ROM koji nije Ubuntu CD-ROM
da: Fandt en ikke-Ubuntu-cd.
el: Δεν ανιχνεύθηκε CD εγκατάστασης του Ubuntu στη μονάδα CD-ROM
es: No se ha detectado un CD-ROM Ubuntu
fi: Romppu ei ole Ubuntu-romppu
fr: Cédérom non Ubuntu détecté
he: אותר דיסק לא של אובונטו
it: È stato trovato un CD-ROM non Ubuntu
ja: Ubuntu ではない CD-ROM が検出されました
nb: Fant en CD-ROM som ikke var en Ubuntu-CD
nl: Niet-Ubuntu CD aangetroffen
pl: Wykryto p³ytê która nie zawiera systemu Ubuntu
pt_br: CD-ROM não-Ubuntu detectado
sl: Ne-Ubuntu CD-ROM zaznan
sv: Hittade en cd som inte är Ubuntu
tr: Ubuntu olmayan bir CD-ROM tespit edildi.

source: The CD-ROM drive contains a non-Ubuntu CD.
bs: U CD-ROM pogonu se ne nalazi Ubuntu CD-ROM.
da: Cd-drevet indholder en ikke-Ubuntu-cd.
el: Η μονάδα CD-ROM δεν περιέχει κάποιο CD του Ubuntu.
es: El lector de CD-ROM contiene un CD que no es de Ubuntu.
fi: Asemassa oleva CD-ROM ei ole Ubuntu-CD.
fr: Le lecteur de cédéroms contient un disque qui n'est pas un cédérom Ubuntu.
he: כונן הדיסקים מכיל דיסק שאינו של אובונטו.
it: Il lettore CD-ROM non contiene un CD Ubuntu.
ja: Ubuntu ではない CD が CD-ROM ドライブに入っています。
nb: CD-ROM-enheten inneholder en CD som ikke er en Ubuntu-CD.
nl: Het CD-station bevat een niet-Ubuntu CD.
pl: W napêdzie znajduje siê p³yta na którym nie ma systemu Ubuntu.
pt_br: O leitor de CD-ROM contém um CD não-Ubuntu.
sl: CD-ROM pogon vsebuje ne-Ubuntu CD.
sv: Cd-rom-enheten innehåller en cd som inte är Ubuntu
tr: Bu CD-ROM sürücü Ubuntu olmayan bir CD bulunduruyor.

source: Scan another CD?
bs: Pretražiti drugi CD?
da: Skanne en anden cd?
el: Να ελεγχθεί άλλο CD-ROM;
es: ¿Explorar otro CD?
fi: Tutki toinen CD?
fr: Faut-il examiner un autre cédérom ?
gl: ¿Examinar outro CD?
he: סריקת CD נוסף?
it: Leggere un altro CD?
ja: ほかの CD-ROM を探しますか?
nb: Har du flere CD-er å lese fra?
nl: Nog een CD scannen?
pl: Czy sprawdziæ nastêpn± p³ytê?
pt_br: Scanear outro CD?
sl: Preiščem drug CD?
sv: Sök igenom en till cd?
tr: Başka bir CD taransın mı?

source: If you have another Ubuntu CD (for example, the second in a two CD set), you should insert and scan it now.
bs: Ako imate sljedeći Ubuntu CD (npr., drugi u nizu od dva), trebate ga ubaciti radi evidentiranja.
da: Hvis du har en anden Ubuntu-cd (f.eks. næste cd i et cd-sæt), bør du lægge den i drevet og skanne den nu.
el: Αν έχετε κάποιο άλλο CD του Ubuntu (για παράδειγμα, το δεύτερο CD σε ένα διπλό σετ CD), θα πρέπει να το τοποθετήσετε τώρα στη μονάδα για έλεγχο.
es: Si tiene otro CD de Ubuntu (por ejemplo, el segundo de una serie), puede insertarlo y explorarlo ahora.
fi: Jos sinulla on vielä toinen Ubuntu-CD (esim. jälkimmäinen kahden CD:n paketista), laita se asemaan ja tutki se nyt.
fr: Si vous avez un autre cédérom Ubuntu (par exemple, le second d'un jeu de deux cédéroms), vous devriez maintenant le placer dans le lecteur afin de l'examiner.
gl: Se tn outro CD de Ubuntu (por exemplo, o segundo dun conxunto de dous CDs), debera introducilo e facelo examinar agora.
he: אם יש לך דיסק נוסף של אובונטו (לדוגמה, הדיסק השני מתוך שניים), הכנס אותו לסריקה עכשיו.
it: Se si possiede un altro CD di Ubuntu (ad esempio il secondo di una coppia di CD) lo si inserisca ora per farlo leggere.
ja: 別の Ubuntu CD-ROM (たとえば、2枚組の CD-ROM セットの2枚目) があれば、それをセットしてスキャンしてください。
nb: Hvis du har flere Ubuntu-CD-er (for eksempel CD nummer to i et CD-sett) så burde du sette den inn i CD-spilleren nå og lese den av.
nl: Als u nog een Ubuntu-CD heeft (bijvoorbeeld de tweede in een twee-CD set), kunt u deze best nu in het station plaatsen en scannen.
pl: Je¶li masz jeszcze jak±¶ p³ytê Ubuntu (na przyk³ad drug± z zestawu), powiniene¶/powinna¶ j± teraz w³o¿yæ.
pt_br: Caso você possua outro CD Ubuntu (por exemplo, o segundo num conjunto de CDs), você deve inserí-lo e scaneá-lo agora.
sl: Če imate še kakšen Ubuntu CD (na primer, drugi CD v kompletu dveh CD-jev), ga vstavite in preiščite sedaj.
sv: Om du har en annan Ubuntu-cd (exempelvis, den andra i en uppsättning av två) ska du sätta in och söka igenom den nu.
tr: Başka bir Ubuntu CD'niz varsa (örneğin iki CD'lik bir setin ikinci CD'si), onu yerleştirip taratmalısınız.

source: Use restricted software?
bs: Da li želite koristiti restricted software?
da: Anvend "restricted"-programmel?
el: Θέλετε να χρησιμοποιήσετε λογισμικό με περιορισμούς;
es: ¿Usar software restricted?
fi: Käytä restricted-ohjelmistoja?
fr: Souhaitez-vous utiliser les logiciels de la section « restricted » ?
he: השתמש בתוכנה מסוג restricted?
it: Usare anche il software in restricted?
ja: restricted ソフトウェアを使用しますか?
nl: Programma's uit de 'restricted'-sectie gebruiken?
pl: Czy u¿ywaæ oprogramowania restricted?
pt_br: Usar software restricted ?
sv: Använd "restricted"-programvara?

source: Some restricted software has been made to work with Ubuntu. Though this software is not at all a part of Ubuntu, standard Ubuntu tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
bs: Neki restricted software je prilagođen za Ubuntu. Iako ovaj software uopšte nije dio Debiana, standardni Ubuntu alati se koriste za instalaciju ovog softwarea. Ovaj software je izdat pod različitim licencama koje vam mogu sprječavati njegovo korištenje, modifikovanje ili dijeljenje.
da: En del restricted programmer er tilpasset, så det fungerer på Ubuntu. På trods af, at dette programmel på ingen måde er en del af Ubuntu, kan Ubuntus standardværktøjer bruges til at installere det. Programmerne er udgivet under forskellige licenser, der måske ikke tillader dig at bruge, ændre eller dele dem med andre.
el: Κάποιο λογισμικό με περιορισμους (restricted) έχει προσαρμοστεί για χρήση στο Ubuntu. Αν και το λογισμικό αυτό δεν αποτελεί μέρος του Ubuntu, μπορεί να εγκατασταθεί με τα τυπικά εργαλεία του Ubuntu. Το λογισμικό αυτό καλύπτεται από άδειες χρήσης που πιθανόν να απαγορεύουν την χρήση, τροποποίηση ή αντιγραφή του.
es: Hay algunos programas privativos que se han podido hacer funcionar con Ubuntu. Aunque este software no es parte de Ubuntu, se pueden usar las herramientas estándar de Ubuntu para instalarlo. Este software tiene licencias variadas que pueden prohibirle usarlo, modificarlo o compartirlo.
fr: Certains logiciels limités peuvent fonctionner avec Ubuntu. Bien qu'ils ne fassent pas partie d'Ubuntu, les outils habituels peuvent être utilisés pour les installer. Ces logiciels comportent des licences qui peuvent restreindre leur distribution, leur modification ou leur utilisation.
nb: Noen programvarepakker som ikke er fri programvare er blitt tilpasset for Ubuntu. Selv om disse programmene ikke er en del av Ubuntu, kan du bruke standard Ubuntu-verktøy til å installere dem med. Slike programmer har ulike lisenser som kan hindre deg i å endre på dem, bruke dem eller dele dem med andre.
pl: Do dzia³ania w systemie Ubuntu przystosowano ró¿ne programy, które nie s± wolnodostêpne. Choæ nie s± one w ¿adnym przypadku czê¶ci± Ubuntu, standardowe narzêdzia Ubuntu umo¿liwiaj± ich instalacjê. Programy te maj± ró¿ne licencje, które mog± uniemo¿liwiæ Ci ich u¿ywanie, modyfikacjê lub rozprowadzanie.
pt_br: Alguns programas não-livres foram criados para trabalhar com o Ubuntu. Apesar desse software não ser parte oficial do Ubuntu, as ferramentas padrão do Ubuntu podem ser usadas para instalá-lo. Tal software possui licenças variadas que podem impedir que você o use, modifique ou o compartilhe.
sv: Viss restricted programvara har anpassats för att fungera med Ubuntu. Trots att denna programvara inte alls är en del av Ubuntu kan Ubuntus standardverktyg användas för att installera den. Denna programvara har varierande licenser som kan hindra dig från att använda, ändra eller dela med dig av den.

source: Please choose whether you want to have it available anyway.
bs: Molim odlučite da li želite da vam u svakom slučaju bude dostupan.
da: Vælg om du ønsker at have dem tilgængelige alligevel.
el: Παρακαλώ, επιλέξτε αν επιθυμείτε να είναι διαθέσιμο αυτό το λογισμικό ούτως ή άλλως.
es: Por favor, elija si, aún así, quiere tenerlo disponible.
fi: Haluatko sen olevan kuitenkin saatavilla?
fr: Veuillez indiquer si vous souhaitez y avoir accès malgré tout.
gl: Indique se o quere ter dispoñible igualmente.
he: בחר האם אתה רוצה את זה זמין בכל מקרה.
it: Selezionare se lo si vuole disponibile egualmente.
ja: 利用できるようにしたいかどうかを選んでください。
nb: Velg om du likevel vil ha slike programmer tilgjengelig.
nl: Wilt u het toch beschikbaar hebben?
pl: Proszê wybraæ czy chcesz mieæ je mimo wszystko dostêpne.
pt_br: Por favor, decida se você deseja ter esses programas disponíveis de qualquer forma.
sl: Prosim izberite, če jo želite vseeno imeti na voljo.
sv: Välj om du vill ha den tillgänglig ändå.
tr: Lütfen kullanılabilir olmasını isteyip istemediğiniz konusunda seçiminizi yapın.

source: Use contrib software?
bs: Da li želite koristiti contrib software?
da: Anvend "contrib"-programmel?
el: Θέλετε να χρησιμοποιήσετε συνεισφερόμενο λογισμικό;
es: ¿Usar software contrib?
fi: Käytä contrib-ohjelmistoja?
fr: Souhaitez-vous utiliser les logiciels de la section « contrib » ?
gl: ¿Empregar software contribuído?
he: השתמש בתוכנה מסוג contrib?
it: Usare anche il software in contrib?
ja: contrib ソフトウェアを使用しますか?
nb: Vil du bruke tilleggsprogrammer?
nl: Programma's uit de 'contrib'-sectie gebruiken?
pl: Czy u¿ywaæ oprogramowania contrib?
pt_br: Usar software contrib ?
sl: Uporabim prispevano (contrib) programsko opremo?
sv: Använd "contrib"-programvara?
tr: ABD-dışı (non-US) yazılım kullanılsın mı?

source: Some additional software has been made to work with Ubuntu. Though this software is free, it depends on non-free software for its operation. This software is not a part of Ubuntu, but standard Ubuntu tools can be used to install it.
da: En del yderligere programmel er tilpasset, så det fungerer på Ubuntu. Selvom programmellet er frit, er det afhængigt af ikke-frit programmel for at virke. På trods af, at dette programmel på ingen måde er en del af Ubuntu, kan Ubuntus standardværktøjer bruges til at installere det.
el: Κάποιο συνεισφερόμενο λογισμικό (contrib) έχει προσαρμοστεί για χρήση στο Ubuntu. Αν και το λογισμικό αυτό είναι ελεύθερο, εξαρτάται από άλλο μη ελεύθερο λογισμικό για τη λειτουργία του. Αν και το λογισμικό αυτό δεν αποτελεί μέρος του Ubuntu, μπορεί να εγκατασταθεί με τα τυπικά εργαλεία του Ubuntu.
es: Hay software adicional que se ha hecho funcionar con Ubuntu. Aunque este software es libre, depende de software no libre para su funcionamiento. Este software no es parte de Ubuntu, pero se pueden usar las herramientas estándar de Ubuntu para instalarlo.
fr: Certains logiciels supplémentaires sont prévus pour fonctionner avec Ubuntu. Bien que libres, ils ne fonctionnent pas sans certains logiciels non libres. Ces programmes ne font pas partie d'Ubuntu, mais les outils habituels peuvent être utilisés pour les installer.
he: חלק מתוכנה נוספת עובדת עם אובונטו. למרות שזאת תוכנה חופשית, היא תלויה בתוכנה לא חופשית בשביל עבודתה. תכונה זאת היא לא חלק מאובונטו אבל כלים סטנדרטים של אובונטו יכולים לשמש לצורך התקנתה.
it: Esiste del software aggiuntivo impacchettato in modo da funzionare sotto Ubuntu. Anche se tale software è libero, dipende da software non libero per il suo utilizzo. Non fa parte della distribuzione, ma si possono usare i normali strumenti di Ubuntu per installarlo.
ja: いくつかの追加ソフトウェアが Ubuntu で動くようになっています。これらのソフトウェアはフリーですが、その動作は non-free ソフトウェアに依存しています。これらのソフトウェアは正しい Ubuntu の 一部ではありませんが、標準的な Ubuntu のツールを利用してインストールすることができます。
nb: Noen tilleggsprogrammer er blitt gjort tilgjengelig under Ubuntu. Selv om disse programmene er frie, så er de avhengig av ufrie programmer for å kunne fungere. Disse programmene er ikke en del av Ubuntu, men du kan bruke standardverktøy i Ubuntu til å installere dem.
nl: Sommige extra programma's zijn voor Ubuntu beschikbaar gemaakt. Deze programma's zijn zelf 'vrije software' maar zijn afhankelijk van niet-vrije software voor bepaalde functionaliteit. Hoewel deze software geen deel uitmaakt van Ubuntu, kunt u de standaard Ubuntu-hulpprogramma's gebruiken om ze te installeren
pl: Do dzia³ania w systemie Ubuntu przystosowano ró¿ne dodatkowe programy. Choæ s± one wolnodostêpne, wymagaj± do dzia³ania oprogramowania niewolnodostêpnego. Choæ nie s± one w ¿adnym przypadku czê¶ci± Ubuntu, standardowe narzêdzia Ubuntu umo¿liwiaj± ich instalacjê.
pt_br: Alguns programas adicionais foram criados para funcionarem com o Ubuntu. Apesar desses programas serem livres, eles dependem de programas não-livres para funcionarem. Tais programas não são parte do Ubuntu, mas as ferramentas do Ubuntu podem ser usadas para instalá-los.
sv: En del ytterligare programvara har anpassats för att fungera med Ubuntu. Trots att denna programvara är fri så kräver den icke-fri programvara för att fungera. Denna programvara är inte en del av Ubuntu, men Ubuntus standardverktyg kan användas för att installera den.

source: Use universe software?
da: Anvend "universe"-programmel?
el: Θέλετε να χρησιμοποιήσετε λογισμικό από το σύμπαν (universe);
es: ¿Usar software universe?
fr: Souhaitez-vous utiliser des logiciels d'universe ?
pl: Czy instalowaæ oprogramowanie z respozytorium Universe?

source: Some additional software has been made to work with Ubuntu. This software is free and, though it is not a part of Ubuntu, standard Ubuntu tools can be used to install it.
da: Ekstra programmel er blevet tilpasset, så det fungerer med Ubuntu. Dette programmel er frit, og selvom det ikke er en del af Ubuntu, kan Ubuntus standardværktøjer bruges til at installere programmellet.
el: Κάποιο επιπλέον λογισμικό έχει προσαρμοστεί για χρήση στο Ubuntu. Το λογισμικό αυτό είναι ελεύθερο, αν και δεν αποτελεί μέρος του Ubuntu, μπορεί να εγκατασταθεί με τα τυπικά εργαλεία του Ubuntu.
es: Hay software adicional que se ha hecho funcionar con Ubuntu. Este software es libre y, aunque no es parte de Ubuntu, se pueden usar las herramientas estándar de Ubuntu para instalarlo.
fr: Certains logiciels supplémentaires sont prévus pour fonctionner avec Ubuntu. Ces programmes sont libres, et bien qu'ils ne fassent pas partie d'Ubuntu les outils habituels peuvent être utilisés pour les installer.
nb: Noen tilleggsprogrammer er blitt gjort tilgjengelig under Ubuntu. Disse programmene er ikke en del av Ubuntu-distribusjonen, men er fri programvare og standard Ubuntu-verktøy kan brukes til og installere de.s
pt_br: Alguns programas adicionais foram criados para funcionarem com o Ubuntu. Esses programas são livres e apesarem de não serem parte do Ubuntu, as ferramentas do Ubuntu podem ser usadas para instalá-los.

source: Please choose whether you want this software to be made available to you.
bs: Molim odlučite da li želite da vam ovaj software bude dostupan.
da: Angiv om du ønsker at dette software gøres tilgængeligt for dig?
el: Παρακαλώ, επιλέξτε αν επιθυμείτε να είναι διαθέσιμο αυτό το λογισμικό.
es: Por favor, elija si quiere tener este software disponible.
fi: Haluatko tämän ohjelman olevan asennettavissa.
fr: Veuillez indiquer si vous souhaitez avoir accès à ces logiciels.
gl: Indique se quere que este software estea dispoñible.
he: בחר האם אתה רוצה את זה זמין בשבילך.
it: Selezionare se si vuole che questo software sia reso disponibile.
ja: このソフトウェアを利用できるようにしたいかどうかを選んでください。
nb: Velg om du vil ha muligheten til å installere slike programmer.
nl: Wilt u deze programma's ter beschikking hebben?
pl: Proszê wybraæ czy chcesz by to oprogramowanie by³o dla Ciebie dostêpne.
pt_br: Por favor, decida se você deseja que esses programas estejam disponíveis para você.
sl: Prosim izberite, če želite imeti to programsko opremo na voljo.
sv: Välj om du vill att den här programvaran ska göras tillgänglig för dig.
tr: Lütfen bu çeşit yazılımların kullanılabilir olması konusunda seçiminizi yapın.

source: Failed to access the Ubuntu archive
bs: Ne mogu pristupiti Ubuntu arhivi
da: Kunne ikke tilgå Ubuntu-arkivet
el: Αδύνατη η προσπέλαση της αρχειοθήκης του Ubuntu
es: Fallo al acceder al archivo de Ubuntu
fi: Ubuntu-asennustiedostoihin ei päästy
fr: Impossible d'accéder à l'archive Ubuntu
gl: Non se puido acceder ao arquivo de Ubuntu
he: כשלון בכניסה לארכיון אובונטו
it: Accesso all'archivio Ubuntu fallito
ja: Ubuntu アーカイブへのアクセスに失敗しました
nb: Klarte ikke å få kontakt med Ubuntu-arkivene
nl: Bereiken van de Ubuntu-archieven is mislukt
pl: Próba dostêpu do archiwum nie powiod³a siê
pt_br: Falha ao acessar o repositório Ubuntu
sl: Dostop do Ubuntu arhiva ni uspel
sv: Misslyckades med att komma åt Ubuntuarkivet
tr: Ubuntu arşivine erişim başarısız oldu
