Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/*-config/*-config-2.67ubuntu13/debian/po/*.po
Languages: bs, da, el, es, fi, fr, gl, he, it, ja, nb, nl, pl, pt_br, sl, sv, tr

source: While trying to access the Ubuntu archive using the information you provided, the Ubuntu package management tool, apt, returned the following error. The questions will be asked again.
bs: Prilikom pokušaja pristupa Ubuntu arhivi koristeći informacije dobivene od vas, Ubuntu alat za upravljanje paketima, apt, je prijavio sljedeću grešku. Ponoviću pitanja, pokušajte ispraviti grešku.
da: Da jeg forsøgte at nå Ubuntu-arkivet ud fra de oplysninger, du gav mig, fik jeg følgende fejlmeddelelse fra Ubuntus pakkehåndteringsværktøj, apt. Jeg løber spørgsmålene igennem igen.
el: Κατά την πρόσβαση στην αρχειοθήκη του Ubuntu με τις δοσμένες πληροφορίες, το apt, το εργαλείο διαχείρισης των πακέτων λογισμικού του Ubuntu, επέστρεψε το ακόλουθο μήνυμα λάθους. Θα γίνει επανάληψη των ερωτήσεων.
es: Al intentar acceder al archivo de Ubuntu usando la información suministrada, la herramienta de gestión de paquetes Ubuntu, apt, dio el siguiente error. Se volverán a realizar las preguntas de nuevo.
fr: Lors de la tentative d'accès à l'archive Ubuntu avec les informations que vous avez fournies, l'outil de gestion des paquets Ubuntu, apt, a retourné l'erreur ci-dessous. Les paramètres d'accès vont vous être redemandés.
he: בזמן הניסיון לגשת לארכיון אובונטו בעזרת המידע שספקת, apt, כלי החבילות של אובונטו, החזיר את השגיאה הבאה. השאלות ישאלו מחדש.
it: Tentando di accedere all'archivio Ubuntu usando le informazioni ricevute, apt ha dato i seguenti errori. La configurazione verrà rifatta.
ja: 指定された Ubuntu アーカイブにアクセスしている間に、Ubuntu パッケージ管理ツールの APT は以下のエラーを受けました。この質問は再度尋ねられます。
nb: Da maskinen prøvde å få tilgang til Ubuntu-arkivene ved hjelp av informasjonen du ga, ga apt følgende feilmelding. Du får nå de samme spørsmålene en gang til, prøv å rette opp feilen.
nl: Bij het proberen bereiken van het Ubuntu-archief met de door u opgegeven gegevens gaf apt, het Ubuntu-pakketbeheerprogramma, de volgende foutmelding terug. De vraag wordt opnieuw gesteld..
pl: Podczas próby dostêpu do archiwum, którego dane zosta³y podane, narzêdzie do zarz±dzania pakietami, apt zwróci³ nastêpuj±cy b³±d. Wszystkie pytania zostan± zadane jeszcze raz.
pt_br: Ao tentar acessar o repositório Ubuntu usando as informações que você forneceu, a ferramenta de gerenciamento de pacotes Ubuntu, o apt, retornou o erro a seguir. As perguntas serão feitas novamente.
sv: När jag försökte komma åt Ubuntuarkivet genom att använda informationen du tillhandahöll så gav Ubuntus pakethanteringsverktyg, apt, följande fel. Frågorna kommer att ställas igen.
tr: Sağlamış olduğunuz bilgiler kullanılarak Ubuntu arşivine erişmeye çalışılırken Ubuntu paket yönetim aracı apt aşağıdaki hatayı döndürdü. İlgili sorular tekrar sorulacak.

source: Add another apt source?
bs: Dodati drugi apt source?
da: Tilføj endnu en apt-kilde?
el: Θέλετε να προσθέσετε μια ακόμη πηγή στο apt;
es: ¿Añadir otra fuente de apt?
fi: Lisää toinen apt-lähde?
fr: Faut-il ajouter une autre source pour apt ?
gl: ¿Engadir outra fonte de apt?
he: הוספת עוד מקור APT?
it: Aggiungere un'altra fonte per APT?
ja: 別の APT ソースを追加しますか?
nb: Vil du legge til flere apt-kilder?
nl: Nog een bron voor apt toevoegen?
pl: Dodaæ jeszcze jedno ¼ród³o dla apta?
pt_br: Adicionar outra fonte apt ?
sl: Dodam še en apt vir?
sv: Lägg till en ytterligare en apt-källa?
tr: Başka bir apt kaynağı eklensin mi?

source: ${MESSAGE}. However, you may want to add another source to apt, so it can download packages from more than one location.
bs: ${MESSAGE}. Međutim, možda biste željeli dodati drugi apt source kako bi mogao skinuti pakete sa više od jedne lokacije.
da: ${MESSAGE}. Dog vil du muligvis tilføje endnu en apt-kilde, så det kan hente pakker fra flere steder.
el: ${MESSAGE}. Ωστόσο, αν επιθυμείτε μπορείτε να προσθέσετε μια επιπλέον πηγή πακέτων στο apt, ώστε να πραγματοποιεί τη μεταφόρτωση από περισσότερες από μία πηγές.
es: ${MESSAGE}. Sin embargo, puede desear añadir ahora otra fuente a apt para que pueda descargar paquetes de más de una ubicación.
fi: ${MESSAGE}. Haluat ehkä lisätä apt:lle toisen lähteen, jotta se voi noutaa paketteja useammasta kuin yhdestä paikasta.
fr: ${MESSAGE}. Cependant, vous avez la possibilité d'ajouter une autre source pour qu'apt puisse télécharger des logiciels depuis plusieurs sites.
gl: ${MESSAGE}. Nembargantes, pode engadir outra fonte a apt para que poida descargar paquetes de máis dun sitio.
he: ${MESSAGE}. מעבר לכך, אולי תרצה להוסיף עוד מקורות ל-apt, כדי שניתן יהיה להוריד חבילות מיותר ממקום אחד.
it: ${MESSAGE}. È comunque possibile aggiungere altre fonti per APT, in modo che possa scaricare pacchetti da più di un posto.
ja: ${MESSAGE}。ただし、ここで 1 つ以上の場所からパッケージをダウンロードするよう、別の APT ソースを追加することができます。
nb: ${MESSAGE}. Men du kan legge til en annen apt-kilde, slik at pakker kan lastes ned fra flere enn ett sted.
nl: ${MESSAGE}. Mogelijk wilt u nog een bron voor apt toevoegen, zodat het pakketten van meer dan één bron kan ophalen.
pl: ${MESSAGE}. Jednak¿e mo¿liwe, ¿e zechcesz dodaæ inne ¼ród³o dla apta, aby by³ w stanie pobieraæ pakiety z wiêcej ni¿ jednego miejsca.
pt_br: ${MESSAGE}. No entanto, você pode desejar adicionar outra fonte ao apt para que o mesmo possa obter pacotes de mais de um local.
sl: ${MESSAGE}. Kljub temu lahko dodate druge vire apt-ju, da bo lahko prenašal pakete iz več mest.
sv: ${MESSAGE}. Emellertid så kanske du vill lägga till ytterligare en källa till apt så att det kan ladda ner paket från mer än en plats.
tr: ${MESSAGE}. Bununla birlikte, paketleri farklı yerlerden indirebilmesi için apt'a başka kaynaklar tanıtmak isteyebilirsiniz.

source: edit, revert to backup
bs: uredi, vrati na rezervnu kopiju
da: redigere, indlæse sikkerhedskopi
el: επεξεργασία, επαναφορά σε αντίγραφο ασφαλείας
es: editar, recuperar la copia de seguridad
fi: muokkaa, palauta varmuuskopio
fr: Modifier, Revenir à la version précédente
gl: editar, recuperar a copia
he: ערוך, חזור לגיבוי
it: modificare, tornare al backup
ja: 編集, バックアップを復元
nb: rediger, gå tilbake til den lagrede versjonen
nl: aanpassen, backup terugzetten
pl: modyfikuj, wróæ do kopii zapasowej
pt_br: editar, voltar o backup
sl: uredi, povrni varnostno kopijo
sv: redigera, återgå till säkerhetskopia
tr: düzenle, yedeğe geri dön

source: What do you want to do?
bs: Šta želite uraditi?
da: Hvad vil du gøre?
el: Πώς επιθυμείτε να προχωρήσετε;
es: ¿Qué desea hacer?
fi: Mitä haluat tehdä?
fr: Que souhaitez-vous faire ?
gl: ¿Que é o que quere facer?
he: מה ברצונך לעשות?
it: Cosa si vuol fare?
ja: どうしますか?
nb: Hva vil du gjøre?
nl: Wat wilt u doen?
pl: Co chcesz zrobiæ?
pt_br: O que você deseja fazer?
sl: Kaj želite storiti?
sv: Vad vill du göra?
tr: Ne yapmak istiyorsunuz?

source: The entries you added in sources.list (the file defining package sources for apt) seem to be incorrect. Here is the error message from apt:
bs: Čini se da unosi koje ste naveli u sources.list (datoteka za definisanje izvora paketa za apt) nisu ispravni. Evo poruke o grešci od programa apt:
da: De indgange, du indsatte i sources.list (den fil, der definerer apt's pakkekilder) virkede ikke. Her er fejlmeddelelsen fra apt:
el: Οι καταχωρήσεις που προστέθηκαν στο αρχείο sources.list (το αρχείο πηγών του apt) δε φαίνονται σωστές. Ακολουθεί το μήνυμα λάθους του apt:
es: Las líneas que introdujo en sources.list (el fichero donde se definen las fuentes de paquetes para apt) parecen estar incorrectas. El mensaje de error de apt es el siguiente:
fi: Tekemäsi lisäykset tiedostossa sources.list eivät toimineet (tuossa tiedostossa määritetään apt:n käyttämät lähteet). Tässä on virheilmoitus apt-ohjelmalta:
fr: Les entrées que vous avez ajoutées dans sources.list (le fichier qui définit les sources de récupération de paquets pour le programme apt) ne fonctionnent pas. Voici le message d'erreur d'apt :
gl: As entradas que engadiu no ficheiro sources.list (o ficheiro que define as fontes de paquetes para apt) semellan incorrectas. Velaquí a mensaxe de erro de apt:
he: הכניסות שהוספת לקובץ source.list (הקובץ שמגדיר את המקורות של apt) נראות לא תקינות. הינה השגיאה שהתקבלה מ-apt:
it: Le voci inserite a mano nel file sources.list (il file con le definizioni delle fonti per APT) non funzionano. Ecco l'errore dato da APT:
ja: sources.list (APT のパッケージソースを定義するファイル) に追加したエントリが不正なようです。APT のエラーメッセージは次のとおりです:
nb: Oppføringene du la inn i pakkelista (sources list) der ikke ut til å være riktige. Apt ga følgende feilmelding:
nl: De door u aangemaakte ingangen in sources.list (het bestand dat de bronnen voor apt definiëert) lijken onjuist. Hier is de foutmelding van apt:
pl: Utworzony przez Ciebie plik sources.list (definiuj±cy listê ¼róde³ pakietów dla apta) jest prawdopodobnie nieprawid³owy. Oto komunikat b³êdu zwrócony przez apt-a:
pt_br: As entradas que você adicionou ao sources.list (o arquivo que define as fontes de pacotes para o apt) parecem estar incorretas. Aqui está a mensagem de erro do apt :
sl: Vnosi, ki ste jih dodali v seznam virov (datoteka, ki določa izvore paketov za apt) so nepravilni. Tu je sporočilo napake od apt-ja:
sv: De poster som du lade till i sources.list (filen som bestämmer apt:s paketkällor) verkar vara felaktiga. Här är felmeddelandet från apt:
tr: "sources.list" dosyasına (apt için paket kaynaklarını tanımlayan dosya) eklediğiniz girişler yanlış gibi görünüyor. İşte apt'ın verdiği hata mesajı:

source: A backup of the sources.list was made before you edited it. You may either revert to that backup or edit the existing file and fix it.
bs: Napravljena je rezervna kopija sources.list datoteke prije nego ste je izmijenili. Da li da se vratim na rezervnu kopiju ili bi željeli da uredite postojeću datoteku radi ispravke?
da: Jeg har en sikkerhedskopi af sources.list fra før du ændrede den. Du kan enten gå tilbage til kopien eller rette de eksisterende filer.
el: Βρέθηκε αντίγραφο ασφαλείας του αρχείου πηγών sources.list. Μπορείτε να επαναφέρετε αυτό το αρχείο ή να επεξεργαστείτε το υπάρχον και να το επιδιορθώσετε.
es: Se ha hecho una copia de seguridad del fichero sources.list antes de que usted lo editase. Puede, o bien recuperar esa copia de seguridad o bien editar el fichero existente y arreglarlo.
fi: Varmuuskopio tiedostosta sources.list ennen muokkaamistasi on tallessa. Palautetaanko tämä varmuuskopio vai haluatko muokata nykyistä tiedostoa ja korjata sen?
fr: Une sauvegarde de l'ancienne version de sources.list a été réalisée avant votre modification. Vous pouvez revenir à cette version ou modifier et corriger le fichier actuel.
gl: Fíxose unha copia do ficheiro sources.list antes de que o editara. Pode recuperala ou editar o ficheiro existente e arranxalo.
he: גיבוי של הקובץ sources.list נוצר לפני שערכת אותו. אולי תרצה להחזיר את השינויים לגרסת הגיבוי או לערוך את הקובץ הקיים ולתקן אותו.
it: Una copia di backup del file sources.list è stata fatta prima delle modifiche manuali. Si può tornare a quella copia o modificare il file esistente e correggerlo.
ja: 編集される前の sources.list のバックアップが作られています。このバックアップから設定を復元するか、既存のファイルを編集して修正できます。
nb: Maskinen har en tidligere kopi av pakkelista som ble lagret før du endret den. Du kan enten bruke den tidligere kopien, eller redigere på fila du har og rette feilen.
nl: Er is een backup gemaakt van het 'sources.list' bestand voor dit door u gewijzigd werd. U kunt de backup terugplaatsen, of het bestaande bestand handmatig herstellen.
pl: Zanim zmieni³e¶/zmieni³a¶ plik sources.list, zosta³a utworzona kopia zapasowa. Mo¿esz albo przywróciæ star± kopiê, albo poprawiæ istniej±cy plik.
pt_br: Um backup do arquivo sources.list foi feito antes de você editá-lo. Você pode reverter para esse backup ou editar o arquivo existente e consertá-lo.
sl: Preden ste uredili seznam virov je bila narejena varnostna kopija. Lahko jo povrnete ali pa uredite obstoječo datoteko in jo popravite.
sv: Det gjordes en säkerhetskopia av sources.list före det att du redigerade den. Du kan återgå till den säkerhetskopian eller redigera och korrigera den nuvarande filen.
tr: Siz düzenlemeden hemen önce sources.list dosyasının bir yedeği alındı. İsterseniz o yedeğe geri dönebilir ya da var olan dosyayı düzenleyebilir ve düzeltebilirsiniz.

source: Download software from the Internet?
da: Download software fra Internettet?
el: Λήψη λογισμικού από το Διαδίκτυο;
es: ¿Descargar software de Internet?
fr: Téléchargez des logiciels à partir d'Internet ?
nb: Laste ned programvare fra internett?
pt_br: Baixar software da Internet?

source: Ubuntu provides additional software and timely security updates via the Internet. These updates may be tracked each time you upgrade your system. If you have a connection to the Internet, this is generally a good idea.
da: Ubuntu gør ekstra software og rettidige sikkerhedsopdateringer tilgængelig via Internettet. Disse opdateringer kan medtages hver gang, du opgraderer dit system. Hvis du har en Internet-forbindelse, er dette generelt en god idé.
el: Το Ubuntu παρέχει επιπλέον λογισμικό και συχνές ενημερωμένες εκδόσεις ασφαλείας μέσω του Διαδικτύου. Αυτές οι ενημερωμένες εκδόσεις γίνονται διαθέσιμες κάθε φορά που αναβαθμίζετε το σύστημά σας. Αν έχετε σύνδεση στο Διαδίκτυο, η χρήση τους συνιστάται.
es: Ubuntu suministra puntualmente actualizaciones seguridad y software adicional a través de Internet. Estas actualizaciones se pueden comprobar cada vez que actualice su sistema. Si tiene conexión a Internet, esto es normalmente una buena idea.
fr: Ubuntu fournit régulièrement des mises à jour de sécurité à travers Internet. Ces mises à jour peuvent être recherchées à chaque mise à jour du système. C'est une bonne idée si vous êtes connecté à l'Internet.
nb: Ubuntu tilbyr sikkerhetsoppdateringer via internett. Vil du sjekke etter nye sikkerhetsoppdateringer hver gang du oppdaterer systemet? Hvis du er tilkoblet internett er dette generelt sett en god idé.
pt_br: O Ubuntu oferece atualizações de segurança através do site web http://security.ubuntu.com/ . Tais atualizações podem ser procuradas a cada vez que você atualiza seu sistema. Caso você possua uma conexão com a Internet, essa geralmente é uma boa idéia.

source: Cannot access network updates
da: Kan ikke tilgå netværksopdateringer
el: Δεν είναι δυνατή η πρόσβαση στις αναβαθμίσεις μέσω δικτύου
es: No se puede acceder a las actualizaciones de la red
fr: Impossible d'accéder aux mises à jour réseau
pl: Nie mogê uzyskaæ dostêpu do uaktuanieñ dostêpnych na sieci
pt_br: Não foi possível acessar as atualizações de segurança

source: The software archive at ${site} couldn't be accessed, so those updates will not be made available to you at this time. You may want to investigate this later.
da: Softwarearkivet hos ${site} kunne ikke tilgås, så disse opdateringer vil ikke være tilgængelige for dig på nuværende tidspunkt. Du bør undersøge årsagen hertil nærmere.
el: Δεν ήταν δυνατή η πρόσβαση στην αποθήκη λογισμικού ${site}, οπότε οι αντίστοιχές ενημερωμένες εκδόσεις δεν είναι διαθέσιμες αυτήν τη στιγμή προς χρήση. Μπορείτε αν θέλετε να διερευνήσετε το θέμα εκ των υστέρων.
es: No se ha podido acceder a las actualizaciones de seguridad de ${site}, por lo que en este momento no tendrá disponibles esas actualizaciones. Tal vez desee investigar esto más tarde.
fr: Il est impossible d'accéder à l'archive logicielle ${site}, si bien que ces mises à jour ne seront pas disponibles pour cette fois. Vous devriez chercher la raison de cette erreur ultérieurement.
pl: Nie mogê siê po³±czyæ z respozytorium ${site} w celu pobrania uaktualnieñ, wiêc nie bêdziesz móg³ teraz ich pobraæ. Mo¿esz chcieæ sprawdziæ to pó¼niej
pt_br: Não foi possível acessar as atualizações de segurança em ${site}, portanto essas atualizações não estarão disponíveis para você no momento. Você pode querer investigar isso posteriormente.

source: Commented out entries for ${site} have been added to the bottom of the /etc/apt/sources.list file.
da: Udkommenterede indgangene for ${site} er blevet tilføjet i bunden af filen /etc/apt/sources.list.
el: Ως σχόλια στο τέλος του αρχείου /etc/apt/sources.list έχουν προστεθεί οι καταχωρήσεις για το ${site}.
es: Se han añadido líneas comentadas para ${site} al final del fichero /etc/apt/sources.list.
fr: Des entrées désactivées pour ${site} ont été ajoutées en bas du fichier /etc/apt/sources.list.
pl: Zakomentowane wpisy dotycz±ce ${site} zosta³y dodane na koñcu pliku /etc/apt/sources.list.
pt_br: Entradas para o ${site} foram inseridas no final do arquivo /etc/apt/sources.list e foram mantidas comentadas.

source: The error message returned by apt:
bs: Poruka o grešci od programa apt:
da: Fejlbeskeden fra apt:
el: Το apt επέστρεψε το ακόλουθο μήνυμα λάθους:
es: Error que dió apt:
fi: apt:n antama virheilmoitus:
fr: Message d'erreur renvoyé par le programme apt :
gl: A mensaxe de erro producida por apt:
he: הודעת השגיאה הוחזרה ע"י apt:
it: Il messaggio d'errore restituito da APT:
ja: APT のエラーメッセージ:
nb: Apt ga følgende feilmelding:
nl: De door apt teruggegeven foutboodschap:
pl: Komunikat b³êdu zwrócony przez apta:
pt_br: A mensagem de erro retornada pelo apt :
sl: Napaka, ki jo je vrnil apt:
sv: Felmeddelandet som apt gav var:
tr: Apt tarafından döndürülen hata mesajı:

source: Configuring apt...
da: Sætter apt op...
el: Γίνεται ρύθμιση του apt...
es: Configurando apt...
fr: Configuration d'apt...
pl: Konfiguruj apt...
pt_br: Configurando o apt...

source: Setting up primary installation repository...
da: Sætter det primære installationsarkiv op...
el: Ρύθμιση της πρωτεύουσας αποθήκης λογισμικού προς εγκατάσταση...
es: Configurando el repositorio primario de instalación...
fr: Configuration de l'archive principale pour l'installation...
nb: Setter opp primært installasjonsarkiv...
pl: Ustawiam podstawowe respozytorium...
pt_br: Configurando o repositório primário de instalação...

source: Testing primary installation repository...
da: Tester det primære installationsarkiv op...
el: Δοκιμή της πρωτεύουσας αποθήκης λογισμικού προς εγκατάσταση...
es: Comprobando el repositorio primario de instalación...
fr: Essai de l'archive principale pour l'installation...
nb: Tester primært installasjonarkiv..
pl: Testujê podstawowe respozytorium...
pt_br: Testando o repositório primário de instalação...

source: Setting up network repository...
da: Sætter netværksarkivet op...
el: Ρύθμιση της δικτυακής αποθήκης λογισμικού...
es: Configurando el repositorio de red...
fr: Configuration de l'archive réseau...
nb: Setter opp nettverksarkiv...
pl: Ustawiam sieciowe respozytorium...
pt_br: Configurando o repositório de rede...

source: Testing network repository...
da: Tester netværksarkivet...
el: Δοκιμή της δικτυακής αποθήκης λογισμικού...
es: Comprobando el repositorio de red...
fr: Essai de l'archive réseau...
nb: Tester nettverksarkiv...
pl: Testujê sieciowe respozytorium...
pt_br: Testando o repositório de rede...

source: Setting up security update repository...
da: Sætter sikkerhedsopdateringsarkivet op...
el: Ρύθμιση της αποθήκης λογισμικού για ενημερωμένες εκδόσεις ασφάλειας...
es: Configurando el repositorio de actualizaciones de seguridad...
fr: Configuration de l'archive pour les mises à jour de sécurité...
pl: Ustawiam respozytorium z uaktualnieniami bezpieczeñstwa...
pt_br: Configurando o repositório de segurança...

source: Testing security update repository...
da: Tester sikkerhedsopdateringsarkivet...
el: Δοκιμή της αποθήκης λογισμικού για ενημερωμένες εκδόσεις ασφάλειας...
es: Comprobando el repositorio de actualizaciones de seguridad...
fr: Essai de l'archive pour les mises à jour de sécurité...
pl: Testujê respozytorium...
pt_br: Testando o repositório de segurança...
