Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/eagle-usb/eagle-usb-2.1.1/debian/po/*.po
Languages: nl

source: manual configuration
nl: handmatige configuratie

source: Austria *
nl: Oostenrijk *

source: Austria AON
nl: Oostenrijk AON

source: Austria Telstra
nl: Oostenrijk Telstra

source: Belgium ADSL Office
nl: België ADSL Office

source: Belgium Belgacom
nl: België Belgacom

source: Belgium Tiscali
nl: België Tiscali

source: Belgium Turboline
nl: België Turboline

source: Bulgaria BTC isdn
nl: Bulgarije BTK isdn

source: Bulgaria BTC pots
nl: Bulgarije BTK pots

source: Denmark *
nl: Denemarken *

source: France Cegetel ADSL 512
nl: Frankrijk Cegetel ADSL 512

source: France Cegetel ADSL Max
nl: Frankrijk Cegetel ADSL Max

source: France Club-Internet
nl: Frankrijk Club-Internet

source: France Free degroupe
nl: Frankrijk Free degroupe

source: France Free non degroupe
nl: Frankrijk Free degroupe

source: France Tele2
nl: Frankrijk Tele2

source: France Tiscali 128k
nl: Frankrijk Tiscali 128k

source: France Tiscali 512k
nl: Frankrijk Tiscali 512k

source: France Wanadoo
nl: Frankrijk Wanadoo

source: France n9uf tel9com
nl: Frankrijk n9uf tel9com

source: Germany 1&1
nl: Duitsland 1&1

source: Germany Deutsche Telekom
nl: Duitsland Deutsche Telekom

source: Greece *
nl: Griekenland *

source: Hungary Matav
nl: Hongarije Matav

source: Ireland *
nl: Ierland *

source: Italy Alice dynamic IP
nl: Itali Alice dynamische IP

source: Italy Alice static IP
nl: Itali Alice statische IP

source: Italy Libero
nl: Itali Libero

source: Italy Tiscali
nl: Itali Tiscali

source: Netherlands Eager Telecom
nl: Nederland Eager Telecom

source: Netherlands KPN
nl: Nederland KPN

source: Netherlands Tiscali
nl: Nederland Tiscali

source: Netherlands Versatel
nl: Nederland Versatel

source: Poland Netia Neostrada
nl: Polen Netia Neostrada

source: Poland TPSA Telekomunikacja Polska
nl: Polen TPSA Telekomunikacja Polska

source: Spain Arrakis
nl: Spanje Arrakis

source: Spain Auna
nl: Spanje Auna

source: Spain Communitel
nl: Spanje Communitel

source: Spain Euskatel
nl: Spanje Euskatel

source: Spain Telefonica dynamic IP
nl: Spanje Telefonica dynamische IP

source: Spain Telefonica static IP
nl: Spanje Telefonica statische IP

source: Spain Tiscali
nl: Spanje Tiscali

source: Spain Uni2
nl: Spanje Uni2

source: Spain Wanadoo dynamic IP
nl: Spanje Wanadoo dynamische IP

source: Spain Wanadoo static IP
nl: Spanje Wanadoo statische IP

source: Spain Wanadoo/Eresmas Retevision
nl: Spanje Wanadoo/Eresmas Retevision

source: Spain ya.com dynamic IP
nl: Spanje ya.com dynamische IP

source: Spain ya.com static IP
nl: Spanje ya.com statische IP

source: Sweden Telia
nl: Zweden Telia

source: Switzerland *
nl: Zwitserland *

source: Switzerland BlueWin
nl: Zwitserland BlueWin

source: United Kingdom British Telecom
nl: Verenigd Koninkrijk British Telecom

source: United Kingdom Tiscali
nl: Verenigd Koninkrijk Tiscali

source: Network configuration:
nl: Kies een netwerkconfiguratie

source: If your Internet Services Provider (ISP) is not listed, select "manual configuration".
nl: Als uw ISP niet voorkomt in de lijst, selecteer dan "handmatige configuratie".

source: VPI:
nl: Geef uw VPI

source: VCI:
nl: Geef uw VCI

source: Encapsulation method:
nl: Kies een inkapselingmethode

source: Linetype:
nl: Geef regeltype

source: Static IP address (empty for none):
nl: Geef uw statische ip of niets

source: If you want to use a static IP address, please enter it now. If you address is obtained from your ISP, leave this field blank.
nl: Als u een statische IP wilt gebruiken, type het dan hier in; om het IP van uw ISP te verkrijgen, drukt u gewoon op enter.

source: DSL login:
nl: Geef uw DSL-loginnaam

source: Please enter the login for identification with your DSL access provider. Some providers may also call it username.
nl: Hier moet u uw login ingeven voor identificatie met uw DSL-toegangsprovider. Sommige providers kunnen dit ook 'username' of gebruikersnaam noemen.

source: DSL password:
nl: Geef uw DSL-wachtwoord

source: Please enter the password for identification with your DSL access provider.
nl: Hier moet u uw wachtwoord voor identificatie met uw DSL-toegangsprovider ingeven.

source: Does your ISP support password encryption?
nl: Ondersteunt uw ISP wachtwoordencryptie?

source: onboot, onplug, no
nl: bij opstarten, bij insteken, niet

source: Method for starting the DSL connection:
nl: DSL-verbinding automatisch starten?

source: You can choose to automatically start your Internet connection on plug or on boot. If you choose "onplug", the connection will be triggered when plugging your modem (including at boot time). If you choose "onboot", the connection will only happen at boot time.
nl: U kunt kiezen om automatisch uw internetverbinding te starten bij het insteken of opstarten. Bij insteken start de verbinding voor elke keer dat je uw modem insteekt (inclusief bij het opstarten). Bij opstarten start de verbinding n keer bij het opstarten.

source: Do you want to enable a 'cron' task to control connection?
nl: Wilt u een 'cron'-taak inschakelen om uw verbinding te controleren?

source: If you choose this option, a 'cron' task will control your Internet connection periodically and restart it when it is lost.
nl: Als u aanvaardt, dan zal een 'cron'-taak uw Internetverbinding elke twee minuten controleren en herstarten wanneer ze is verbroken.
