Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/archive-copier/archive-copier-0.3.1/debian/po/*.po
Languages: de, es, ro

source: Copy remaining packages from CD-ROM to hard disk?
de: Kopiere verbleibende Pakete vom CD-ROM auf die Festplatte?
es: ¿Copiar los paquetes restantes del CD-ROM al disco duro?
ro: Copiaţi pachetele rămase de pe CD-ROM pe hard disc?

source: If you have enough hard disk space, you can choose to copy all the remaining packages from the CD-ROM to the hard disk, which will mean that you no longer need the CD-ROM once you reboot. You will need about 400 MB of additional free space in /var for this.
de: Wenn genügend Festplattenplatz verfügbar ist, haben Sie die Wahl die verbleibenden Pakete von dem CD-ROM auf die Festplatte zu kopieren, was bedeutet, dass Sie das CD-ROM nach dem Neustart nicht mehr brauchen. Es werden ungefähr 400 MB zusätzlicher freier Platz in /var benötigt.
es: Si tiene suficiente espacio en el disco duro, puede elegir copiar todos los paquetes restantes del CD-ROM al disco duro, lo que significa que ya no necesitará el CD-ROM una vez haya reiniciado. Para esto necesitará unos 400 MB adicionales de espacio libre en /var.
ro: Dacă aveţi destul spaţiu pe hard disc puteţi să alegeţi să copiaţi toate pachetele rămase de pe CD-ROM pe hard disc ceea ce inseamnă că nu veţi mai avea nevoie de CD-ROM după ce reporniţi calculatorul. Pentru aceasta veţi avea nevoie de aproximativ 400 MB de spaţiu liber adiţional in /var.

source: Copying packages failed
de: Kopieren der Pakete fehlgeschlagen
es: La copia de paquetes ha fallado
ro: Copierea pachetelor a eşuat

source: Copying packages to the hard disk failed. You may have run out of disk space in the target /var filesystem.
de: Das Kopieren der Pakete auf die Festplatte schlug fehl. Es kann sein, dass nicht genügend Festplattenplatz im Zieldateisystem /var verfürbar war.
es: La copia de paquetes al disco duro ha fallado. Tal vez se haya quedado sin espacio en disco en el sistema de ficheros /var.
ro: Copierea pachetelor pe hard disc a eşuat. S-ar putea să nu mai aveţi spaţiu in fişierul ţintă /var.

source: Check /var/log/syslog or see virtual console 4 for the details.
de: Für mehr Informationen, prüfen Sie /var/log/syslog oder sehen Sie auf der virtuellen Konsole 4 nach.
es: Compruebe el fichero /var/log/syslog o eche un vistazo a la cuarta consola virtual para ver los detalles.
ro: Verificaţi fişierul /var/log/syslog sau consola virtuală 4 pentru detalii.

source: Copying remaining packages to hard disk
de: Kopiere verbliebene Pakete auf Festplatte
es: Copiando los paquetes restantes al disco duro
ro: Se copiază pachetele rămase pe hard disc

source: Scanning ${DIR}...
de: Durchsuche ${DIR}...
es: Analizando ${DIR}...
ro: Se scanează ${DIR}...

source: Copying ${PACKAGE}...
de: Kopiere ${PACKAGE}...
es: Copiando ${PACKAGE}...
ro: Se copiază ${PACKAGE}...

source: Download language support?
de: Sprachunterstützung herunterladen?
es: ¿Descargar el soporte para su idioma?
ro: Descarcaţi (download) suportul de limba?

source: The installation CD does not contain full support for your language. Do you want to download the required packages from the Internet?
de: Die Installations CD beinhaltet keine vollständige Unterstützung Ihrer gewählten Sprache. Wollen Sie die benötigten Pakete vom Internet laden?
es: El CD de instalación no contiene soporte completo para su idioma. ¿Desea descargar los paquetes necesarios de Internet?
ro: CD-ul de instalare nu conţine suport complet pentru limba dvoastră. Doriţi sa descărcaţi (download) pachetele necesare de pe Internet?

source: Copy remaining packages to hard disk
de: Kopiere verbleibende Pakete auf Festplatte
es: Copiar los paquetes restantes al disco duro
ro: Copiază pachetele ramase pe hard disc
