Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/*-config/*-config-2.67uda/debian/po/*.po
Languages: sq, xh

source: While trying to access the Ubuntu archive using the information you provided, the Ubuntu package management tool, apt, returned the following error. The questions will be asked again.
sq: Organizuesi i paketave të Ubuntu, apt, dha gabimin e mëposhtëm kur u përpoq të hynte në arkivin Ubuntu duke përdorur të dhënat e tua.Pyetjet do përsëriten edhe një herë.
xh: Xeshikweni kusenziwa umzamo wokufikelela kuvimba weUbuntu kusetyenziswa ulwazi obonelele ngalo, isixhobo solawulo lomqulu weefayili seUbuntu, i-apt, sibuyise impazamo elandelayo. Umbuzo uza kubuzwa kwakhona.

source: Add another apt source?
sq: Të shtoj një burues tjetër apt?
xh: Ndongeze omnye umthombo we-apt?

source: ${MESSAGE}. However, you may want to add another source to apt, so it can download packages from more than one location.
sq: ${MESSAGE}. Gjithsesi, mund të të shtosh një burues tjetër apt, në mënyrë që ai të shkarkojë paketa nga më shumë se një vendndodhje.
xh: ${MESSAGE}. Nangona kunjalo, unokufuna ukongeza omnye umthombo kwi-apt, ukuze ikwazi ukukhuphela ulwazi lwemiqulu yeefayili ukusuka kwindawo engaphezulu kweyodwa.

source: edit, revert to backup
sq: Ndrysho, ktheje në kopje
xh: hlela, buyela kugcino lokhuseleko

source: What do you want to do?
sq: Çfarë dëshiron të bësh?
xh: Ufuna ukwenza ntoni?

source: The entries you added in sources.list (the file defining package sources for apt) seem to be incorrect. Here is the error message from apt:
sq: Hyrjet që shtove në sources.list (file që përcakton buruesit e paketave për apt) ngjajnë të jenë të pasakta. Ky është mesazhi i gabimit nga apt:

source: A backup of the sources.list was made before you edited it. You may either revert to that backup or edit the existing file and fix it.
sq: Një kopje e sources.list u krijua përpara se ta ndryshoje. Mund të kthehesh tek ajo kopje ose të ndryshosh dhe ta ndreqësh file që ekziston.
xh: Ugcino lokhuseleko lwe- sources.list lwenziwa phambi kokuba uluhlele. Ungakhetha ukubuyela kugcino lokhuseleko okanye uhlele ifayili ekhoyo ze uyilungise.

source: The error message returned by apt:
sq: Mesazhi i gabimit nga apt:
xh: Umyalezo wempazamo ubuyisiwe yi-apt:

source: Commented out entries for ${site} have been added to the bottom of the /etc/apt/sources.list file.
xh: Izingeniso ezichaziweyo ze-${site} zongeziwe kumazantsi e-/etc/apt/sources.list lwefayili.

source: Configuring apt...
xh: Misela inkqubo ye-apt...
