Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/*-config/*-config-2.67uda/debian/po/*.po
Languages: sq, xh

source: Ubuntu base system configuration
sq: Konfigurimi i sistemit bazë Ubuntu
xh: Isiseko sokumiselwa kwenkqubo yeUbuntu

source: Choose the next step in the install process:
sq: Zgjidh hapin tjetër në proçesin e instalimit:
xh: Khetha inyathelo elilandelayo kwinkqubo yokuseka izixhobo:

source: This is the base system configuration menu.
sq: Kjo është menuja e konfigurimit të sistemit bazë.
xh: Le yimenyu yenkqubo yesiseko yokumisela inkqubo.

source: Welcome to your new Ubuntu system!
sq: Mirësevjen tek sistemi yt i ri Ubuntu!
xh: Wamkelekile kwinkqubo yakho entsha yeUbuntu!

source: This program will now walk you through the process of setting up your newly installed system. It will start with the basics -- time zone selection, setting a root password and adding a user, and then progress to installing additional software to tune this new Ubuntu system to your needs.
sq: Ky program do të të udhëheqë përmes proçesit të konfigurimit të sistemit tënd të sapo instaluar. Do fillojë me më themeloret -- zgjedhja e zonës kohore, caktimi i fjalëkalimit për root dhe shtimi i një përdoruesi, dhe më pas në instalimin e programeve shtesë për sintonizimin e sistemit sipas nevojave tuaja.

source: Use a PPP connection to install the system?
sq: A të përdor një lidhje PPP për instalimin e sistemit?
xh: Ingaba usebenzisa unxibelelwano lwe-PPP ukuseka izixhobo zale nkqubo?

source: This system does not seem to be currently connected to the internet. Even if you plan to install from CD, it is wise to download at least security updates from the internet.
sq: Ky sistem nuk ngjan të jetë lidhur me internetin. Edhe nëse planifikon ta instalosh nga CD, shkarkimi i freskimeve të sigurisë nga interneti është mençuri.
xh: Le nkqubo ayikhangeleki inxibelelene ne-intanethi njengangoku. Nokuba uceba ukuseka izixhobo ukuphuma kwiCD, kububulumko ukukhuphela ulwazi lweenkqubo zokhuseleko okungenani ezivela kwi-inthanethi.

source: If you have an account on an Internet Services Provider (ISP), and you want to use it during the install, you may configure the PPP service now, and open a PPP connection to your ISP.
sq: Nëse ke një llogari tek një Pajisës Shërbimesh Interneti (ISP), dhe dëshiron t'a përdorësh atë gjatë instalimit, mund të konfigurosh shërbimin PPP tani dhe të hapësh një lidhje PPP tek ISP-ja jote.
xh: Ukuba une-akhawunti kumBoneleli weeNkonzo zeInthanethi (ISP), yaye ufuna ukuyisebenzisa ngelixa lokuseka izixhobo, unokumisela inkqubo yenkonzo yePPP ngoku, ze uvule unxibelelwano lwePPP kwi-ISP yakho.

source: There was a problem installing the selected software
sq: Pati një problem gjatë instalimit të programit të caktuar
xh: Kubekho ingxaki yokuseka izixhobo kubucukubhede bekhompyutha obukhethiweyo

source: One or more packages failed to install. This may be due to bugs in the packages, or you may be out of disk space or experiencing some other problem.
sq: Një apo më shumë paketa dështoi në instalim. Për këtë mund t'a kenë fajin gabime brenda paketave, hapësirë e pamjaftueshme në disk ose mund të ketë ndonjë ndonjë problem tjetër.
xh: Akuphumelelanga ukuseka izixhobo zomqulu wenkqubo omnye okanye engaphazulu. Oku kunokuba ngenxa yeziphene kwimiqulu yenkqubo, okanye uphelelwe sisithuba kwidiski okanye uvelelwe yenye ingxaki ethile.

source: Simply trying to install those packages (or a slightly different set of packages) again may work around the problem, or at least move the installation process along a little further. If you want, you can go back to the package selection step, and try again.
sq: Thjesht duke provuar instalimin e atyre paketave (apo një grup paksa ndryshe paketash) sërish mund të anashkalojë problemin, ose të paktën të përparojë proçesin e instalimit pak më tej. Nëse dëshiron, mund të kthehesh mbrapa tek hapi i zgjedhjes së paketave dhe ta provosh sërish.

source: If you decide not to try again, bear in mind that some packages on your system will be in a broken state until you manually resolve the problem.
sq: Nëse vendos të mos kthehesh mbrapa, ki parasysh se disa paketa në sistem do jenë në gjendje të "thyer" derisa ta zgjidhësh problemin dorazi.
xh: Ukuba uthatha isigqibo sokungazami kwakhona, khumbula ukuba eminye imiqulu yenkqubo kwinkqubo yakho iya kuba kwimeko yokonakala de kube uyisombulule ngokuphathekayo ingxaki.

source: Thank you for choosing Ubuntu!
sq: Faleminderit që zgjodhe Ubuntu!
xh: Siyabulela ngokukhetha iUbuntu!

source: If you want to revisit this setup process at a later date, just run the base-config program.
sq: Nëse dëshiron të rishikosh këtë proçes përgatitjeje më vonë, mjafton të ekzekutosh programin base-config.

source: System hostname:
sq: Emri i host i sistemit:
xh: Igama lomququzeleli wenkqubo:

source: Please enter your system hostname.
sq: Të lutem cakto emrin e sistemit.
xh: Nceda ufake igama lomququzeleli wakho wenkqubo.

source: The hostname is a name that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
sq: Emri host është ai që identifikon sistemin tënd në rrjet. Nëse nuk di si duhet të jetë ky emër, këshillohu me drejtuesin e rrjetit tënd. Nëse je duke përgatitur një rrjet shtëpiak, mund të bësh diçka këtu.
xh: Igama lomququzeleli ligama elichonga inkqubo yakho kuthungelwano. Ukuba akunalo ulwazi lokuba igama lomququzeleli wakho kumele kube ngubani, cebisana nomlawuli wothungelwano lwakho. Ukuba umisela uthungelwano lwakho lwasekhaya, ungayila enye into apha.

source: Invalid hostname "${HOSTNAME}"
sq: Emër i pavlefshëm "${HOSTNAME}"
xh: Igama elingasebenziyo lomququzeleli "${HOSTNAME}"

source: A valid hostname may contain period-separated parts containing only alphanumeric characters and the minus sign, be between 2 and 63 characters long, and each part cannot begin or end with a minus sign.
sq: Një emër host-i i vlefshëm mund të ketë pjesë të ndara me pikë që përmbajnë gërma dhe shenjën minus, të jetë nga 2 deri në 63 gërma i gjatë, dhe çdo pjesë të mos fillojë apo mbarojë me shenjën minus.
xh: Igama elisebenzayo lomququzeleli lingaqulatha izahlulo ezahlukaniswe ngongxi eziqulethe iimpawu zonobumba namanani kunye nophawu lokususa, gama elo linobude beempawu ezi-2 ukuya kwezingama- 63, yaye inxenye nganye ingenako ukuqala okanye ukuphelela ngophawu lokususa.

source: Do you want to start the graphical display manager?
sq: Dëshiron ta nisësh organizuesin e paraqitjes grafike?
xh: Ingaba ufuna ukuqalisa umphathi wokubonisa imifanekiso?

source: The graphical display manager makes it possible to log in using a graphical environment.
sq: Organizuesi i paraqitjes grafike bën të mundur futjen duke përdorur një mjedis grafik.
xh: Umphathi wokubonisa imifanekiso wenza kukwazeke ukungena usebenzisa imekobume yemifanekiso.

source: Load preseed file
sq: Ngarko kartelën e parakonfigurimit
xh: Layisha ifayili ye-preseed

source: Display introductory message
sq: Shfaq mesazhin hyrës
xh: Bonisa umyalezo wentshayelelo

source: Configure the keyboard
sq: Konfiguro tastierën
xh: Misela inkqubo ye-keyboard

source: Configure timezone
sq: Konfiguro zonën kohore
xh: Misela inkqubo yexesha lamazwe ngamazwe

source: Set up users and passwords
sq: Përgatit përdoruesit dhe fjalëkalimet
xh: Misela inkqubo yabasebenzisi nee-password

source: Set the hostname
sq: Cakto emrin host
xh: Misela igama lomququzeleli

source: Configure and enable ppp
sq: Konfiguro dhe aktivizo ppp
xh: Misela inkqubo yaye wenze ukuba isebenze i-ppp

source: Configure apt
sq: Konfiguro apt
xh: Misela inkqubo ye-apt

source: Select and install packages
sq: Zgjidh dhe instalo paketat
xh: Khetha yaye useke izixhobo zemiqulu yenkqubo

source: Configure the Mail Transfer Agent
sq: Konfiguro "Mail Transfer Agent"
xh: Misela inkqubo ye-Arhente yokuDlulisa i-Imeyile

source: Finish configuring the base system
sq: Mbaro konfigurimin e sistemit bazë
xh: Gqiba ukumisela inkqubo yenkqubo yesiseko

source: Exit the base system configuration
sq: Dil nga konfigurimi i sistemit bazë
xh: Phuma kwinkqubo yokumisela inkqubo yesiseko

source: Execute a shell
sq: Ekzekuto një shell
xh: Phumeza i-shell

source: Time zone configuration
sq: Konfigurimi i zonës kohore
xh: Ukumisela inkqubo yexesha lamazwe ngamazwe

source: Is the hardware clock set to GMT?
sq: A është vendosur ora e kompjuterit si GMT?
xh: Ingaba iwotshi yekhompyutha imiselwe kwiGMT?

source: Unix system clocks are generally set to GMT ("Greenwich Mean Time", also known as "Universal Coordinated Time", or UTC). The operating system knows your time zone and converts system time into the local time. You can specify whether the hardware clock is set to either GMT (recommended for a Linux-only system) or local time (which may be more convenient for a system that also runs other operating systems or an off-the-shelf PC).
sq: Zakonisht orët e sistemeve Unix janë vendosur si GMT ("Greenwich Mean Time", gjithashtu e njohur si "Universal Coordinated Time", ose UTC). Sistemi operativ njeh zonën tënde kohore dhe ndryshon orën e sistemit në atë lokale. Mund të specifikosh nëse ora e sistemit është vendosur si GMT (e këshillueshme për një sistem vetëm Linux) apo në orën lokale (e cila mund të jetë më e leverdisshme për një sistem që përmban të tjerë sisteme operativë).
xh: Iiwotshi zenkqubo yeUnix zimiselwe ngokubanzi kwixesha leGMT ("Greenwich Mean Time", elaziwa kananjalo njenge- "Universal Coordinated Time", okanye i-UTC). Inkqubo esebenzayo iyalazi ixesha lakho lamazwe ngamazwe yaye iguqula inkqubo yexesha ibe lixesha lengingqi. Ungachaza ukuba iwotshi yekhompyutha imiselwe kwixesha leGMT (elikhuthazwayo malunga nenkqubo yeLinux-kuphela ) okanye ixesha lengingqi (elinokusebenziseka lula nangakumbi malunga nenkqubo ephumeza kananjalo nezinye iinkqubo ezisebenzayo okanye eleKhompyutha yoBuqu esethaleni).

source: The hardware clock says the time is now ${hwtime}.
sq: Ora e sistemit tani është ${hwtime}.
xh: Ixesha lekhompyutha lithi ixesha ngoku yi- ${hwtime}.

source: Do you want to change your current time zone?
sq: Dëshiron ta ndryshosh zonën e tanishme kohore?
xh: Ingaba ufuna ukutshintsha ixesha lakho langoku lamazwe ngamazwe?

source: Your current time zone is set to ${timezone}.
sq: Zona e tanishme kohore është ${timezone}.
xh: Ixesha lakho langoku lamazwe ngamazwe limiselwe e- ${timezone}.

source: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, East-Indiana, Indiana-Starke, Michigan, Samoa, other
sq: Lindore, Qëndrore, Malore, Paqësor, Alaskë, Hawaii, Aleutine, Arizona, Indiana-Lindore, Indiana-Starke, Miçigan, Samoa, tjetër
xh: eMpuma, eMbindini, eNtabeni, ePasifiki, eAlaska, eHawaii, eAleutian, eArizona, eMpuma-Indiana, eIndiana-Starke, eMichigan, eSamoa, ezinye

source: The following are common time zones in the United States of America.
sq: Më poshtë janë zonat kohore më të zakonshme në Shtetet e Bashkuara të Amerikës.
xh: Amaxesha alandelayo ngawamazwe ngamazwe aqhelekileyo kwiZizwe eziManyeneyo zaseMelika.

source: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, other
sq: Newfoundland, Atlantik, Lindore, Qendrore, Saskatchewan-Lindor,Saskatchewan, Malore,Paqësor, Yukon, tjetër
xh: eNewfoundland, eAtlantiki, eMpuma, eMbindini, eMpuma-Saskatchewan, eSaskatchewan, eNtabeni, ePasifiki, eYukon, amanye

source: The following are common time zones in Canada.
sq: Më poshtë janë zonat kohore më të zakonshme në Kanada.
xh: Amaxesha alandelayo ngawamazwe ngamazwe aqhelekileyo eKhanada.

source: East, West, Acre, DeNoronha, other
sq: Lindje, Perëndim, Acre, DeNoronha, tjetër
xh: eMpuma, eNtshona, eAcre, eDeNoronha, amanye

source: The following are common time zones in Brazil.
sq: Më poshtë janë zonat kohore më të zakonshme në Brazil.
xh: Amaxesha alandelayo ngawamazwe ngamazwe aqhelekileyo eBrazil.

source: If you are in a different time zone, choose "other" to select from all available time zones.
sq: Nëse gjendesh në një zonë kohore të ndryshme, zgjidh "tjetër" për të zgjedhur nga zonat e tjera kohore në dispozicion.
xh: Ukuba ukwixesha lamazwe ngamazwe elahlukileyo, khetha u- "other" ukukhetha kuwo onke amaxesha amazwe ngamazwe afumanekayo.

source: Are you in the ${zone} time zone?
sq: Gjendesh në zonën kohore ${zone}?
xh: Ingaba ukwixesha lamazwe ngamazwe elise- ${zone}?

source: Based on your country, your time zone is probably ${zone}.
sq: Duke u mbështetur në vendndodhjen tuaj, zona kohore ndoshta është ${zone}.
xh: Ngokusekwe ngokwelizwe lakho, mhlawumbi ixesha lakho lamazwe ngamazwe lelase- ${zone}.

source: ${choices}, other
sq: ${choices}, tjetër
xh: ${choices}, amanye

source: Select your time zone:
sq: Zgjidh zonën kohore:
xh: Khetha ixesha lakho lamazwe ngamazwe:

source: Based on your country, you are probably in one of these time zones. If you are not, choose "other" to select from all available time zones.
sq: Duke u mbështetur në vendndodhjen tuaj, ndoshta jeni në një nga këto zona kohore. Nëse jo, atëhere zgjidh "tjetër" për të parë të gjitha zonat e tjera.
xh: Ngokusekwe ngokwelizwe lakho, mhlawumbi ukwelinye kula maxesha amazwe ngamazwe. Ukuba akunjalo, khetha u- "other" ukukhetha kuwo onke amaxesha amazwe ngamazwe afumanekayo.

source: Africa, America, US, Canada, Asia, Atlantic Ocean, Australia, Europe, Indian Ocean, Pacific Ocean, System V style time zones, None of the above
sq: Afrika, Amerika, SHBA, Kanada, Azia, Oqeani Atlantik, Australia, Evropa, Oqeani Indian, Oqeani Paqësor, Zona kohore e llojit Sistemi V, Asnjë nga të mësipërmet
xh: i-Afrika, iMerika, iUS, iKhanada, i-Asia, uLwandlekazi lweAtlantiki, i-Australia, iYurophu, uLwandIekazi lwase-India , uLwandlekazi lwePasifiki, Inkqubo yesimbo seV samaxesha amazwe ngamazwe, Akukho nelinye kula angentla

source: Area for your time zone:
sq: Vendndodhja për zonën tënde kohore:
xh: Ummandla wexesha lakho lamazwe ngamazwe:

source: Pick the geographic area in which the time zone you desire is located.
sq: Zgjidh një vendndodhje gjeografike ku ndodhet zona jote kohore.
xh: Khetha ummandla wejografi apho ixesha lamazwe ngamazwe unqwenela libekwe khona.

source: Select a city or time zone:
sq: Zgjidh një qytet apo zonë kohore:
xh: Khetha isixeko okanye ixesha lamazwe ngamazwe:

source: Cities represent the time zone in which they are located, so you may choose any city in the desired time zone.
sq: Qytetet përfaqsojnë zonën kohore ku ato ndodhen, pra mund të zgjedhësh një qytet të çfarëdoshëm në zonën e duhur kohore.
xh: Izixeko zimele ixesha lamazwe ngamazwe kwindawo ezibekeke kuyo, ngako oko ungakhetha nasiphi na isixeko kwixesha lamazwe ngamazwe elinqwenelwayo.

source: Is this information correct?
sq: A janë të sakta këto të dhëna?
xh: Ingaba olu lwazi luchanekile?

source: Here is your selected time zone information.
sq: Këto janë të dhënat për zonën kohore që zgjodhe.
xh: Nalu ulwazi ngexesha lakho olikhethileyo lamazwe ngamazwe.

source: Local time is now: ${tzdate} Universal Time is now: ${utdate} Time zone is set to: ${timezone}
sq: Ora lokale është: ${tzdate} Ora Universale është ${utdate} Zona kohore është ${timezone}
xh: Ixesha lengingqi ngoku yi-: ${tzdate} Ixesha Jikelele ngoku yi: ${utdate} Ixesha lamazwe ngamazwe limiselwe kwi-: ${timezone}

source: If something looks wrong, you can go through the setup process again.
sq: Nëse diçka ngjan gabim, mund të kthehesh sërish tek rregullimet.
xh: Ukuba into ethile ikhangeleka ingalunganga, ungabuyela kwakhona kwinkqubo yokumisela.

source: Apt configuration
sq: Konfigurimi Apt
xh: Ukumiselwa kwenkqubo ye-Apt

source: HTTP proxy information (blank for none):
sq: Të dhënat e proxy HTTP (bosh për asnjë):
xh: Ulwazi ngekhompyutha esebenza njengomqobo kwiHTTP (ukungabikho nto):

source: If you need to use a HTTP proxy to access the outside world, please enter the proxy information here. Otherwise, leave this blank.
sq: Nëse duhet të përdorësh një proxy HTTP për tu lidhur me internetin, fut të dhënat e tij këtu. Përndryshe, lëre bosh.
xh: Ukuba ufuna ukusebenzisa ikhompyutha esebenza njengomqobo kwiHTTP ukufikelela ilizwe, nceda ufake apha ulwazi ngekhompyutha esebenza njengomqobo. Kungenjalo, shiya esi sithuba size.

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]"
sq: Të dhënat e proxy duhen dhënë në formatin standart "http://[[përdoruesi][:fjalëkalimi]@]hosti[:porta]/"
xh: Ulwazi ngekhompyutha esebenza njengomqobo kufuneka lube ngemo esesikweni efana nale "http://[[user][:pass]@]host[:port]"

source: cdrom, http, ftp, filesystem, edit sources list by hand
sq: cdrom, http, ftp, filesistem, ndryshoje vetë listën e buruesve apt
xh: i-cdrom, i-http, i-ftp, inkqubo yefayili, hlela uluhlu lwemithombo ngesandla

source: Archive access method for apt:
sq: Mënyra e shkarkimit të arkivit për apt:
xh: Gcina indlela yokufikelela ye-apt:

source: Please choose the method apt (the Ubuntu package management tool) should use to access the Ubuntu archive.
sq: Të lutem zgjidh mënyrën që apt (organizuesi i paketave të Ubuntu-it) duhet të përdorë për të shkarkuar arkivat Ubuntu.
xh: Nceda ukhethe indlela ekufuneka isetyenziswe yi-apt (isixhobo sokulawula umqulu wenkqubo yeUbuntu) ukufikelela kuvimba weUbuntu.

source: For example if you have an Ubuntu cd, select "cdrom", while if you plan to install via an Ubuntu mirror, choose "ftp" or "http".
sq: Për shembull, nëse ke një cd Ubuntu, zgjidh "cdrom", ndërsa kur dëshiron një instalim me anë të një mirror Ubuntu, zgjidh "ftp" ose "http".
xh: Ukwenza umzekelo xa une-cd yeUbuntu cd, khetha "i-cdrom", kanti xa uceba ukuseka isixhobo ngokusebenzisa isipili seUbuntu, khetha "i-ftp" okanye "i-http".

source: Mirror country:
sq: Shteti ku ndodhet mirror:
xh: Ilizwe elisisipili:

source: Select the country the mirror should be in. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
sq: Zgjidh shtetin ku ndodhet mirror. Duhet të zgjedhësh një mirror në shtetin apo rajonin tënd nëse nuk di se cili mirror ka lidhjen më të mirë me Internetin.
xh: Khetha ilizwe okufuneka isipili sibe kulo. Kufuneka usebenzise isipili kwilizwe okanye inqila yakho ukuba akusazi isipili esinonxibelelwano olugqibeleleyo lwe-Intanethi kuwe.

source: Choose the Ubuntu mirror to use:
sq: Zgjidh mirror Ubuntu:
xh: Khetha isipili seUbuntu ofanele ukusisebenzisa:

source: Select the Ubuntu mirror apt should use. You should select a mirror that is close to you on the net.
sq: Zgjidh mirror Ubuntu që apt duhet të përdorë. Duhet të zgjedhësh një mirror që gjendet afër rrjetit tënd.
xh: Khetha isipili seUbuntu esifanele ukusetyenziswa yi-apt. Kufuneka ukhethe isipili esikufutshane nawe kunxibelelwano.

source: Mirror hostname:
sq: Emri host i mirror-it:
xh: Igama lomququzeleli wesipili:

source: Enter the hostname of the mirror from which Ubuntu will be downloaded.
sq: Fut emrin host të mirror-it nga ku Ubuntu do shkarkohet.
xh: Faka igama lomququzeleli wesipili okuza kukhutshwa ulwazi kuso yiUbuntu.

source: Mirror directory:
sq: Kartela mirror:
xh: Uvimba wefayili wesipili:

source: Enter the directory in which the Ubuntu mirror is located.
sq: Fut emrin e kartelës ku ndodhet mirror Ubuntu.
xh: Faka igama lovimba wefayili apho isipili seUbuntu sibekeke khona.

source: The directory you entered does not exist.
sq: Kartela që fute nuk ekziston.
xh: Uvimba wefayili omfakileyo akekho.

source: Mirror not found
sq: Mirror nuk u gjet
xh: Isipili asifunyanwanga

source: The directory you entered does not contain a subdirectory named "dists", so it doesn't seem to be an Ubuntu mirror.
sq: Kartela që fute nuk përmban një në-kartelë të quajtur "dists", pra nuk ngjan të jetë një mirror Ubuntu.
xh: Uvimba wefayili omfakileyo akaqulathanga uvimbana wefayili obizwa i-"dists", ngako oko kukhangeleka ingathi ayisiso isipili seUbuntu.

source: CD-ROM device file:
sq: File i dispozitivit CD-ROM:
xh: Isixhobo sefayili iCD-ROM:

source: This program was unable to auto-detect a CD-ROM drive, or there is no usable CD in the drive.
sq: Ky program nuk arrit të dallojë automatikisht një lexues CD-ROM, ose nuk gjendet asnjë CD i përdorshëm brenda lexuesit.
xh: Le nkqubo ayikwazanga ukuchonga ngokuzenzekela i-drive yeCD-ROM, okanye akukho CD inokusebenziseka kwi-drive.

source: Enter the device file to use to access your CD-ROM, and place an Ubuntu CD in the drive.
sq: Fut file e dispozitivit për të lexuar CD-ROM tënd, dhe vendos një CD Ubuntu brenda në lexues.
xh: Faka ifayili yesixhobo eya kusetyenziswa ukufikelela kwiCD-ROM yakho, ze ubeke iCD yeUbuntu kwi-drive.

source: Non-Ubuntu CD-ROM detected
sq: CD-ROM që u gjet nuk është Ubuntu
xh: Kuphawulwe iCD-ROM engeyiyo eyeUbuntu

source: The CD-ROM drive contains a non-Ubuntu CD.
sq: Lexuesi CD-ROM përmban një CD që nuk është Ubuntu.
xh: I-drive yeCD-ROM iqulethe iCD engeyiyo eyeUbuntu.

source: Scan another CD?
sq: Do provosh një tjetër CD?
xh: Kwenziwe iskeni senye iCD?

source: If you have another Ubuntu CD (for example, the second in a two CD set), you should insert and scan it now.
sq: Nëse ke një tjetër CD Ubuntu (p.sh., të dytin nga një komplet CD-sh), duhet ta futësh në mënyrë që ta lexojë tani.
xh: Ukuba unayo enye iCD yeUbuntu (umzekelo, eyesibini kwiseti yeeCD ezibini), kufuneka uyifake wenze iskena sayo ngoku.

source: Some restricted software has been made to work with Ubuntu. Though this software is not at all a part of Ubuntu, standard Ubuntu tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
sq: Disa programe restricted janë përshtatur të punojnë me Ubuntu. Edhe pse këto programe nuk janë aspak pjesë e Ubuntu, vegla standarte mund të përdoren për ti instaluar. Këto programe kanë liçenca të ndryshme që mund të të pengojnë ti përdorësh, ndryshosh apo ti ndash me të tjerët.

source: Please choose whether you want to have it available anyway.
sq: Sidoqoftë, të lutem zgjidh nëse dëshiron ti kesh.
xh: Nceda ukhethe nokuba ufuna bufumaneke noxa kunjalo.

source: Use contrib software?
sq: Dëshiron të përdorësh programe të kontribuara?
xh: Ingaba kungasetyenziswa umrhumo wobucukubhede?

source: Some additional software has been made to work with Ubuntu. Though this software is free, it depends on non-free software for its operation. This software is not a part of Ubuntu, but standard Ubuntu tools can be used to install it.
sq: Disa programe shtesë janë përshtatur të punojnë me Ubuntu. Edhe pse këto programe janë free, varen nga programe non-free për të punuar. Këto programe nuk janë pjesë e Ubuntu, por vegla standarte mund të përdoren për ti instaluar.
xh: Ubucukubhede obuthile obongezelelweyo kwenziwe ukuba busebenze neUbuntu. Nangona obu bucukubhede bukhululekile, buxhomekeke kubucukubhede obungakhululekanga ukuze busebenze. Obu bucukubhede abuyiyo inxalenye yeUbuntu, kodwa izixhobo ezisesikweni zeDebian zingasetyenziwa ukuseka izixhobo zabo.

source: Please choose whether you want this software to be made available to you.
sq: Të lutem zgjidh nëse dëshiron ti kesh këto programe.
xh: Nceda ukhethe ukuba ufuna obu bucukubhede benziwe bufumaneke kuwe.

source: Failed to access the Ubuntu archive
sq: E pamundur hyrja në arkivin Ubuntu
xh: Akuphelelanga ukufikelela kuvimba weUbuntu
