Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/*-config/*-config-2.67ubuntu14/debian/po/*.po
Languages: hu, nn

source: Ubuntu base system configuration
hu: Ubuntu-alaprendszer konfigurálása
nn: Oppsett av Ubuntu-grunnsystemet

source: Choose the next step in the install process:
hu: Válassza ki a telepítőfolyamat következő lépését:
nn: Vel neste steg i installasjonen:

source: This is the base system configuration menu.
hu: E menü az alaprendszer konfigurálására szolgál.
nn: Dette er oppsettsmenyen til grunnsystemet.

source: Welcome to your new Ubuntu system!
hu: Üdvözli az új Ubuntu-rendszere!
nn: Velkommen til det nye Ubuntu-systemet ditt!

source: This program will now walk you through the process of setting up your newly installed system. It will start with the basics -- time zone selection, setting a root password and adding a user, and then progress to installing additional software to tune this new Ubuntu system to your needs.
hu: Ez a program végigvezeti az újonnan telepített rendszerének konfigurálásán. Az alapoktól indul -- időzóna kiválasztása, a root felhasználó jelszavának beállítása és egy további (kevesebb joggal bíró) felhasználó felvétele -- aztán további, ezúttal már igény szerint választott programok telepítésével folytatódik.
nn: Dette programmet vil no føra deg gjennom oppsettet av det nye systemet ditt. Programmet vil starta med det mest grunnleggjande -- val av tidssone, å laga eit root-passord og å leggja til ein brukar. Når det er ferdig vil programmet installera fleire program slik at det nye Ubuntu-systemet ditt får det du treng.

source: Use a PPP connection to install the system?
hu: A rendszert egy PPP-kapcsolaton át telepíti?
nn: Bruk eit PPP-samband til å installera systemet?

source: This system does not seem to be currently connected to the internet. Even if you plan to install from CD, it is wise to download at least security updates from the internet.
hu: A rendszer felderítése nem észlelt élő internetkapcsolatot. Mégha CD-ről is fog telepíteni, az interneten elérhető biztonsági frissítések igénybevétele akkor is erősen ajánlott.
nn: Det ser ikkje ut til at maskina er kopla til Internett. Sjølv om du vil installera frå CD, er det lurt å lasta ned dei nyaste tryggleiksoppdateringane frå Internett.

source: If you have an account on an Internet Services Provider (ISP), and you want to use it during the install, you may configure the PPP service now, and open a PPP connection to your ISP.
hu: Ha betárcsázós internet-előfizetése van és ezt a telepítés során használni is kívánja, akkor konfigurálja most a PPP-szolgáltatást, majd lépjen PPP-kapcsolatba a szolgáltatójával.
nn: Dersom du har ein konto hos ein Internett-leverandør og vil bruka nettet ved installasjonen, kan du setja opp PPP-tenesta no for å kopla til.

source: There was a problem installing the selected software
hu: A kiválasztott szoftver telepítése hibába torkollott
nn: Det oppstod eit problem med installasjon av vald programvare.

source: One or more packages failed to install. This may be due to bugs in the packages, or you may be out of disk space or experiencing some other problem.
hu: Egy vagy több csomag telepítése meghiúsult. Ez lehet a csomagok hibája, de a túl kevés szabad lemezhely vagy más hibaforrások sem zárhatók ki.
nn: Klarte ikkje installera ein eller fleire av pakkane. Dette kan koma av feil i pakkane, full harddisk eller andre problem.

source: If you decide not to try again, bear in mind that some packages on your system will be in a broken state until you manually resolve the problem.
hu: Fontos: Ha nem próbálkozik megint, akkor a rendszerén levő egyes csomagok hibás állapotban maradnak, amíg csak a problémát később saját kezűleg el nem hárítja.
nn: Viss du ikkje vil prøve igjen, så ver klar over at somme pakkar på systemet ditt vil vera øydelagde heilt til du løyser problemet manuelt.

source: If you want to revisit this setup process at a later date, just run the base-config program.
hu: Ha a későbbiekben megint végigmenne a telepítés folyamatán, csak futtassa a base-config programot.
nn: Dersom du vil køyra dette oppsettet på nytt ein annan gong, kan du køyra programmet base-config.

source: System hostname:
hu: Gépnév:
nn: Vertsnamn til systemet:

source: Please enter your system hostname.
hu: Adja meg a gép nevét.
nn: Oppgi vertsnamnet til systemet.

source: The hostname is a name that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
hu: A hálózaton gépét a gépnév azonosítja. Ha nem tudja, milyen nevet adjon, beszéljen az illetékes hálózati adminisztrátorral. Ha otthoni hálózatot telepít, akkor tetszőlegesen elnevezheti gépét.
nn: Vertsnamnet er eit namn som identifiserer systemet på nettverket. Dersom du ikkje veit kva vertsnamnet bør vera, bør du kontakta nettverksadministratoren. Dersom du set opp ditt eige heimenettverk, kan du finna på eit vertsnamn sjølv.

source: Invalid hostname "${HOSTNAME}"
hu: Érvénytelen gépnév (${HOSTNAME})
nn: Vertsnamnet «${HOSTNAME}» er ugyldig

source: A valid hostname may contain period-separated parts containing only alphanumeric characters and the minus sign, be between 2 and 63 characters long, and each part cannot begin or end with a minus sign.
hu: Egy érvényes gépnév több, pontokkal elválasztott szakaszból áll, melyek mindegyike csak alfanumerikus karakterekből és a mínuszjelből áll, mindegyik szakasz legalább 2, legfeljebb 63 karakter hosszú, és mínuszjel se a szakasz elején, se a végén nincs.
nn: Eit gyldig vertsnamn kan berre innehalda alfanumeriske teikn og minusteiknet. Det må vera mellom 2 og 63 teikn langt, og kan ikkje starta eller slutta med eit minusteikn.

source: Do you want to start the graphical display manager?
hu: Elindítja a grafikus beléptetőt?
nn: Skal den grafiske skjermhandteraren startast opp?

source: The graphical display manager makes it possible to log in using a graphical environment.
hu: A grafikus beléptetővel rendszerébe egy grafikus felületen át léphet be.
nn: Med den grafiske skjermhandteraren kan du logga inn i eit grafisk brukargrensesnitt.

source: Load preseed file
hu: A preseed fájl betöltése
nn: Last fil med førehandsoppsett

source: Display introductory message
hu: Bevezető üzenet megjelenítése
nn: Vis oppstartsmelding

source: Configure the keyboard
hu: Billentyűzet konfigurálása
nn: Set opp tastaturet

source: Configure timezone
hu: Időzóna konfigurálása
nn: Set opp tidssonen

source: Set up users and passwords
hu: Felhasználók és jelszavaik felvétele
nn: Set opp brukarar og passord

source: Set the hostname
hu: Gépnév beállítása
nn: Set opp vertsnamn

source: Configure and enable ppp
hu: PPP konfigurálása és üzembe helyezése
nn: Set opp og slå på ppp

source: Configure apt
hu: Az apt csomagkezelő konfigurálása
nn: Set opp apt

source: Select and install packages
hu: Csomagok kiválasztása és telepítése
nn: Vel og installer pakkar

source: Configure the Mail Transfer Agent
hu: Levéltovábbító szolgáltatás konfigurálása
nn: Set opp overføringsagent for e-post

source: Finish configuring the base system
hu: Alaprendszer konfigurálásának befejezése
nn: Ferdig med oppsettet av grunnsystemet

source: Execute a shell
hu: Parancsértelmező futtatása
nn: Køyr eit skal

source: Preparing to configure apt...
hu: Az apt konfigurálásának előkészítése folyamatban...

source: Checking for CD-ROM...
hu: CD-ROM ellenőrzése...

source: Time zone configuration
hu: Időzóna konfigurálása
nn: Oppsett av tidssonar

source: Is the hardware clock set to GMT?
hu: A hardveróra GMT szerint jár?
nn: Er maskinvareklokka sett til GMT?

source: Unix system clocks are generally set to GMT ("Greenwich Mean Time", also known as "Universal Coordinated Time", or UTC). The operating system knows your time zone and converts system time into the local time. You can specify whether the hardware clock is set to either GMT (recommended for a Linux-only system) or local time (which may be more convenient for a system that also runs other operating systems or an off-the-shelf PC).
hu: A Unix-rendszerek órái általában greenwichi középidő ("Greenwich Mean Time" = GMT, másnéven "Universal Coordinated Time" = UTC) szerint járnak. A helyi időzóna szerinti időszámításra való átváltást az operációs rendszer szokta végezni. Megadhatja, hogy a gép hardverének órája GMT szerint járjon (ha gépén kizárólag Linux-kernel alapú rendszert futtat, ez a kényelmesebb), vagy a helyi időzóna szerint (ha időnként más operációs rendszereket is futtat, akkor ez tanácsos).
nn: Systemklokker i Unix er generellt sett til GMT («Greenwich Mean Time», også kjent som «Universal Coordinated Time» eller UTC). Operativsystemet kjenner til tidssona di og gjer om systemtida til lokal tid. Du kan oppgje om maskinvareklokka skal vera sett til GMT (tilrådd for eit reint Linux-system) eller lokal tid (som kan passa betre viss du har fleire operativsytem på same datamaskin).

source: The hardware clock says the time is now ${hwtime}.
hu: A hardveróra szerinti idő: ${hwtime}
nn: Maskinvareklokka seier at klokka no er ${hwtime}.

source: Do you want to change your current time zone?
hu: Időzónát vált?
nn: Vil du endra tidssone?

source: Your current time zone is set to ${timezone}.
hu: Jelenlegi időzónája: ${timezone}.
nn: Tidssona di er sett til ${timezone}.

source: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, East-Indiana, Indiana-Starke, Michigan, Samoa, other
hu: Keleti, Közép, Hegyi, Csendes-óceáni, Alaszkai, Hawaii, Aleuti, Arizonai, Kelet-indianai, Indianai (Starke megyei), Michigani, Szamoai, egyéb
nn: Austleg, Sentral, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, Aust-India, Indiana-Starke, Michigan, Samoa, andre

source: The following are common time zones in the United States of America.
hu: Az Egyesült Államokban szokásos időzónák láthatók.
nn: Dette er vanege tidssoner i USA.

source: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, other
hu: Újfundlandi, Atlanti-óceáni, Keleti, Közép, Kelet-saskatchewani, Saskatchewani, Hegyi, Csendes-óceáni, Yukoni, egyéb
nn: Newfoundland, Atlanteren, Austleg, Sentral, Aust-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, andre

source: The following are common time zones in Canada.
hu: A Kanadában szokásos időzónák láthatók.
nn: Dette er vanlege tidssoner i Canada.

source: East, West, Acre, DeNoronha, other
hu: Keleti, Nyugati, Acre, DeNoronha, egyéb
nn: Aust, Vest, Acre, DeNoronha, andre

source: The following are common time zones in Brazil.
hu: A Brazíliában szokásos időzónák láthatók.
nn: Dette er vanlege tidssoner i Brasil.

source: If you are in a different time zone, choose "other" to select from all available time zones.
hu: Ha más időzónában van, válassza az "egyéb" lehetőséget, így az összes ismert időzónát felsoroló listából választhat.
nn: Viss du er i ei anna tidssone, vel «andre» for å velja frå alle andre tilgjengelege tidssoner.

source: Are you in the ${zone} time zone?
hu: ${zone} a megfelelő időzóna?
nn: Er du i tidssona ${zone}?

source: Based on your country, your time zone is probably ${zone}.
hu: A kiválasztott ország alapján a megfelelő időzóna valószínűleg: ${zone}.
nn: På grunnlag av landet ditt, er tidssona di truleg ${zone}.

source: ${choices}, other
hu: ${choices}, egyéb
nn: ${choices}, andre

source: Select your time zone:
hu: Válasszon időzónát:
nn: Vel tidssona di:

source: Based on your country, you are probably in one of these time zones. If you are not, choose "other" to select from all available time zones.
hu: A kiválasztott ország alapján valószínűleg a felsorolt időzónák egyike a helyes. Ha nincs megfelelő, válassza az "egyéb" lehetőséget, így az összes ismert időzónát felsoroló listából választhat.
nn: På grunnlag av landet ditt, er du truleg i ein av desse tidsonene. Viss ikkje, vel «andre» for å velja frå alle tilgjengelege tidssoner.

source: Africa, America, US, Canada, Asia, Atlantic Ocean, Australia, Europe, Indian Ocean, Pacific Ocean, System V style time zones, None of the above
hu: Afrika, Amerika, US, Kanada, Ázsia, Atlanti-óceán, Ausztrália, Európa, Indiai-óceán, Csendes-óceán, System V-szerű időzónák, Az előzőek egyike sem
nn: Afrika, Amerika, USA, Canada, Asia, Atlanterhavet, Australia, Europa, Det indiske hav, Stillehavet, tidssoner av typen «System V style», ingen av desse

source: Area for your time zone:
hu: Időzónájának hozzávetőleges körzete:
nn: Vel området som passar tidssona:

source: Pick the geographic area in which the time zone you desire is located.
hu: Válassza ki a kívánt időzónájának földrajzi területét.
nn: Vel det geografiske området med den tidssonen du vil bruka.

source: Select a city or time zone:
hu: Válasszon várost vagy általános időzónát:
nn: Vel ein by eller ei tidssone:

source: Cities represent the time zone in which they are located, so you may choose any city in the desired time zone.
hu: A városok a bennük érvényes időzónát testesítik meg, egy kívánt időzónát tehát bármelyik megfelelő város kiválasztásával elérhet.
nn: Byane representerer heile tidssonen dei ligg i, slik at du fritt kan velja ein av byane i den tidssonen du vil bruka.

source: Is this information correct?
hu: Megfelelőek a beállítások?
nn: Er denne informasjonen rett?

source: Here is your selected time zone information.
hu: Kiválasztott időzóna adatai:
nn: Her er informasjon om tidssona du har valt.

source: Local time is now: ${tzdate} Universal Time is now: ${utdate} Time zone is set to: ${timezone}
hu: Helyi idő most: ${tzdate} Greenwichi középidő most: ${utdate} Beállított időzóna: ${timezone}
nn: Di lokale tid er no: ${tzdate} GMT er no: ${utdate} Tidssona er sett til: ${timezone}

source: If something looks wrong, you can go through the setup process again.
hu: Ha valami kivetnivalót talál, megint menjen végig a beállításokon.
nn: Viss noko ser feil ut, kan du gå gjennom dette oppsettet ein gong til.

source: Apt configuration
hu: Az apt konfigurálása
nn: Apt-oppsett

source: HTTP proxy information (blank for none):
hu: HTTP-proxy információ (hagyja üresen, ha nem szükséges):
nn: Informasjon om HTTP-mellomtenar (eller lat feltet stå tomt):

source: If you need to use a HTTP proxy to access the outside world, please enter the proxy information here. Otherwise, leave this blank.
hu: Ha a külvilágot egy HTTP-proxy révén éri el, itt adja meg a proxy adatait. Máskülönben hagyja üresen.
nn: Dersom du må bruka ein HTTP-mellomtenar for å nå verda utanfor, kan du oppgi ein her. Lat feltet stå tomt dersom du ikkje treng bruka nokon mellomtenar.

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]"
hu: A proxy adatai általában "http://[[felhasználónév][:jelszó]@]gépnév[:portszám]/" alakban szerepelnek.
nn: Når du oppgir mellomtenarinformasjon, skal du bruka standardforma «http://[[brukar][:passord]@]vert[:port]/»

source: cdrom, http, ftp, filesystem, edit sources list by hand
hu: cdrom, http, ftp, fájlrendszer, források szerkesztése kézzel
nn: cdrom, http, ftp, filsystem, endra pakkelista (sources list) for hand

source: Archive access method for apt:
hu: Apt archívumelérési mód:
nn: Arkivtilgangsmetode for apt:

source: Please choose the method apt (the Ubuntu package management tool) should use to access the Ubuntu archive.
hu: Válassza ki, hogy az apt (az Ubuntu csomagkezelő eszköze) milyen módon érje el az Ubuntu-archívumot:
nn: Vel kva for metode apt (Ubuntu-verktøyet for pakkehandtering) skal bruka til å henta pakkar frå Ubuntu-arkivet.

source: For example if you have an Ubuntu cd, select "cdrom", while if you plan to install via an Ubuntu mirror, choose "ftp" or "http".
hu: Ha például egy Ubuntu cd-ről telepítene, akkor válassza a "cdrom"-ot, míg ha a telepítést az Ubuntu valamelyik internetes tükréről végezné, akkor válassza az "ftp"-t vagy a "http"-t.
nn: Dersom du til dømes har ein Ubuntu-CD, vel du «cdrom». Dersom du vil installera frå eit Ubuntu-spegl, kan du velja «ftp» eller «http».

source: Mirror country:
hu: Tükör országa:
nn: Land med spegl:

source: Select the country the mirror should be in. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
hu: Válassza ki, hogy melyik országbeli Debian-tükörről telepítene. Ha nem tudja, melyik tükörrel tud gyors kapcsolatot kiépíteni, válassza a saját országabeli tükröt.
nn: Vel kva for land speglet skal vera i. Dersom du ikkje veit kva for spegl som er raskast, er det ofte best å bruka eit spegl i eller i nærleiken av ditt eige land

source: Choose the Ubuntu mirror to use:
hu: Válassza ki a használni kívánt Ubuntu-tükröt:
nn: Vel kva for apt-kjelde du vil bruka:

source: Select the Ubuntu mirror apt should use. You should select a mirror that is close to you on the net.
hu: Válassza ki az apt által használandó tükröt. Célszerű egy, a hálózaton közel esőt választani.
nn: Vel den apt-kjelda du vil bruka. Du bør velja ei apt-kjelde som har kortast mogeleg veg på nettverket.

source: Mirror hostname:
hu: Tükör gépneve:
nn: Vertsnamn til speglet:

source: Enter the hostname of the mirror from which Ubuntu will be downloaded.
hu: Adja meg az Ubuntu letöltéséhez használni kívánt tükör gépnevét.
nn: Skriv vertsnamnet til speglet Ubuntu skal lastast ned frå.

source: Mirror directory:
hu: Tükörkönyvtár:
nn: Speglkatalog:

source: Enter the directory in which the Ubuntu mirror is located.
hu: Írja be a tükör Ubuntu-archívumot tartalmazó könyvtárát.
nn: Skriv namnet på katalogen der Ubuntu-speglet ligg.

source: The directory you entered does not exist.
hu: A megadott könyvtár nem létezik.
nn: Katalogen du skreiv inn finnst ikkje.

source: Mirror not found
hu: Nincs ilyen tükör
nn: Fann ikkje speglet

source: The directory you entered does not contain a subdirectory named "dists", so it doesn't seem to be an Ubuntu mirror.
hu: A megadott könyvtárban nincs "dists" nevű alkönyvtár, az tehát nem Ubuntu-tükör.
nn: Katalogen du skreiv inn inneheld ingen underkatalogar som heiter «dists», så det ser ikkje ut til at han er ei pakkekjelde for Ubuntu.

source: CD-ROM device file:
hu: CD-ROM eszközfájl:
nn: Einingsfil til CD-spelaren:

source: This program was unable to auto-detect a CD-ROM drive, or there is no usable CD in the drive.
hu: A programnak nem sikerült automatikusan egy CD-ROM meghajtót találnia, vagy a meghajtóban nincs használható CD.
nn: Programmet klarte ikkje å finna ein CD-spelar automatisk. Det kan òg henda at CD-plata er defekt.

source: Enter the device file to use to access your CD-ROM, and place an Ubuntu CD in the drive.
hu: Írja be a CD-meghajtót elérő eszközfájlt, és helyezzen egy Ubuntu CD-t a meghajtóba.
nn: Oppgi den einingsfila som høyrer til CD-spelaren og legg ein Ubuntu-CD i spelaren.

source: Non-Ubuntu CD-ROM detected
hu: Nem-Ubuntu CD-ROM
nn: Fann ein CD som ikkje er ein Ubuntu-CD

source: The CD-ROM drive contains a non-Ubuntu CD.
hu: A CD-ROM meghajtóban jelenleg egy nem-Ubuntu CD található.
nn: CD-spelaren inneheld ein CD som ikkje er ein Ubuntu-CD.

source: Scan another CD?
hu: További CD-k beolvasása?
nn: Har du fleire CDar å skanna?

source: If you have another Ubuntu CD (for example, the second in a two CD set), you should insert and scan it now.
hu: Ha vannak további Ubuntu CD-i (például egy két CD-s készlet második lemeze), akkor egymás után helyezze be és olvastassa be azokat is.
nn: Viss du har ein anna Ubuntu-CD (til dømes, den andre i eit CD-sett) så bør du setja han inn i CDROM-lesaren no og skanna denne.

source: Please choose whether you want to have it available anyway.
hu: Kívánja, hogy ezek egyáltalán elérhetőek legyenek?
nn: Vel om du likevel vil ha dei tilgjengelege.

source: Use contrib software?
hu: Járulékos szoftvereket is használ?
nn: Vil du bruka tilleggsprogram?

source: Please choose whether you want this software to be made available to you.
hu: Kívánja, hogy ezek egyáltalán elérhetőek legyenek?
nn: Vel om programma skal vera tilgjengelege.

source: Failed to access the Ubuntu archive
hu: Nem sikerült elérni az Ubuntu-archívumot
nn: Klarte ikkje å få kontakt med Ubuntu-arkiva

source: While trying to access the Ubuntu archive using the information you provided, the Ubuntu package management tool, apt, returned the following error. The questions will be asked again.
hu: A megadott információk alapján nem sikerült elérni a Ubuntu-archívumot, ezért a Ubuntu csomagkezelő eszköze (az apt) a következő hibaüzenetet adta. Most lehetősége nyílik mégegyszer végigmenni a kérdéseken, próbálja meg javítani a hibát.
nn: Då eg prøvde å få tilgang til Ubuntu-arkiva ved hjelp av informasjonen du har oppgjeve, gav apt følgjande feilmelding. Eg vil gå gjennom spørsmåla ein gong til.

source: Add another apt source?
hu: További apt-források megadása?
nn: Vil du leggja til fleire apt-kjelder?

source: ${MESSAGE}. However, you may want to add another source to apt, so it can download packages from more than one location.
hu: ${MESSAGE}. Megadhat azonban további apt-forrásokat is, így több helyről is le fog tudni tölteni csomagokat.
nn: ${MESSAGE}. Men kanskje vil du leggja til fleire apt-kjelder slik at du kan lasta ned pakkar frå fleire stadar?

source: edit, revert to backup
hu: szerkesztés, mentéshez való visszatérés
nn: rediger, gå tilbake til den lagra versjonen

source: What do you want to do?
hu: Mit választ?
nn: Kva vil du gjera?

source: The entries you added in sources.list (the file defining package sources for apt) seem to be incorrect. Here is the error message from apt:
hu: Az apt csomagforrásokat felsoroló fájljához (a sources.list-hez) hozzátett bejegyzései hibásnak tűnnek. Az apt hibaüzenete:
nn: Dei oppføringane som ligg i pakkelista verkar ikkje skikkeleg. Her er feilmeldinga frå apt:

source: A backup of the sources.list was made before you edited it. You may either revert to that backup or edit the existing file and fix it.
hu: Van egy mentés a sources.list fájl a módosítások előtti állapotáról. Visszatérhet ehhez vagy a jelen állapot további szerkesztésével javíthatja azt.
nn: Ein kopi av fila sources.list vart laga før fila vart endra. Du kan anten gå tilbake til kopien eller fiksa feilen sjølv.

source: The error message returned by apt:
hu: Az apt hibaüzenete:
nn: Feilmeldinga frå apt:

source: Setting up primary installation repository...
hu: Az elsődleges telepítő repository beállítása folyamarban...

source: Testing primary installation repository...
hu: Az elsődleges telepítő repository tesztelése folyamatban...

source: Setting up network repository...
hu: A hálózati repository beállítása folyamatban...

source: Testing network repository...
hu: A hálózati repository tesztelése folyamatban...

source: Simply trying to install those packages (or a slightly different set of packages) again may work around the problem, or at least move the installation process along a little further. If you want, you can go back to the package selection step, and try again.
nn: Det kan vera det vil halda å berre prøva å installera pakkane ein gong til. (Eventuelt med eit litt anna pakkeutval.) I det minste kan dette føra installasjonen eit steg vidare. Viss du vil kan du gå tilbake til der du vel ut pakkar og prøva igjen.

source: Thank you for choosing Ubuntu!
nn: Takk for at du valde Ubuntu!

source: Setup of your Ubuntu system is complete. You may now login.
nn: Oppsettet av Ubuntu-systemet er no ferdig, og du kan logga deg inn.

source: Exit the base system configuration
nn: Avslutt oppsettet av grunnsystemet
