Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/*-config/*-config-2.67ubuntu14/debian/po/*.po
Languages: hu, nn

source: Some additional software has been made to work with Ubuntu. Though this software is free, it depends on non-free software for its operation. This software is not a part of Ubuntu, but standard Ubuntu tools can be used to install it.
nn: Nokre tilleggsprogram er blitt gjort tilgjengeleg under Ubuntu. Sjølv om desse programma er frie, så er dei avhengige av ufrie program for å kunne fungera. Desse programma er ikkje ein del av Ubuntu, men du kan bruka standardverktøy i Ubuntu til å installera dei.
