Repository: guadalinex-archive/guadalinex-2005
Catalog: trunk/*_live_installer/default/src/eagle-usb/eagle-usb-2.1.1/debian/po/*.po
Languages: cs, de, ja

source: manual configuration
cs: ruèní nastavení
de: manuelle Konfiguration
ja: 手動での設定

source: Algeria Wanadoo
de: Algerien Wanadoo

source: Argentina Speedy
de: Argentinien Speedy

source: Austria *
cs: Rakousko *
de: Österreich *
ja: オーストラリア *

source: Austria AON
cs: Rakousko AON
de: Österreich AON
ja: オーストラリア AON

source: Austria Telstra
cs: Rakousko Telstra
de: Österreich Telstra
ja: オーストラリア Telstra

source: Belgium ADSL Office
cs: Belgie ADSL Office
de: Belgien ADSL Office
ja: ベルギー ADSL Office

source: Belgium Belgacom
cs: Belgie Belgacom
de: Belgien Belgacom
ja: ベルギー Belgacom

source: Belgium Tiscali
cs: Belgie Tiscali
de: Belgien Tiscali
ja: ベルギー Tiscali

source: Belgium Turboline
cs: Belgie Turboline
de: Belgien Turboline
ja: ベルギー Turboline

source: Brazil Rio Grande do Sul
de: Brasilien Rio Grande do Sul

source: Brazil Speedy Telefonica
de: Brasilien Speedy Telefonica

source: Brazil Turbo Brasil Telecom
de: Brasilien Turbo Brasil Telecom

source: Brazil Velox Telemar
de: Brasilien Velox Telemar

source: Bulgaria BTC isdn
cs: Bulharsko BTK isdn
de: Bulgarien BTK isdn
ja: ブルガリア BTC isdn

source: Bulgaria BTC pots
cs: Bulharsko BTK pots
de: Bulgarien BTK pots
ja: ブルガリア BTC pots

source: Czech Republic Cesky Telecom
de: Tschechien Cesky Telecom

source: Denmark *
de: Dänemark *

source: Egypt Raya Telecom
de: Ägypten Raya Telecom

source: Finland Sonera
cs: Finsko Sonera
de: Finnland Sonera
ja: フィンランド Sonera

source: France Cegetel ADSL 512
cs: Francie Cegetel ADSL 512
de: Frankreich Cegetel ADSL 512
ja: フランス Cegetel ADSL 512

source: France Cegetel ADSL Max
cs: Francie Cegetel ADSL Max
de: Frankreich Cegetel ADSL Max
ja: フランス Cegetel ADSL Max

source: France Club-Internet
cs: Francie Club-Internet
de: Frankreich Club-Internet
ja: フランス Club-Internet

source: France Free degroupe
cs: Francie Free degroupe
de: Frankreich Free degroupe
ja: フランス Free degroupe

source: France Free non degroupe
cs: Francie Free non degroupe
de: Frankreich Free non degroupe
ja: フランス Free non degroupe

source: France Tele2
cs: Francie Tele2
de: Frankreich Tele2
ja: フランス Tele2

source: France Tiscali 128k
cs: Francie Tiscali 128k
de: Frankreich Tiscali 128k
ja: フランス Tiscali 128k

source: France Tiscali 512k
cs: Francie Tiscali 512k
de: Frankreich Tiscali 512k
ja: フランス Tiscali 512k

source: France Wanadoo
cs: Francie Wanadoo
de: Frankreich Wanadoo
ja: フランス Wanadoo

source: France n9uf tel9com
cs: Francie n9uf tel9com
de: Frankreich n9uf tel9com
ja: フランス n9uf tel9com

source: Germany 1&1
cs: Nìmecko 1&1
de: Deutschland 1&1
ja: ドイツ 1&1

source: Germany Deutsche Telekom
cs: Nìmecko Deutsche Telekom
de: Deutschland Deutsche Telekom
ja: ドイツ Deutsche Telekom

source: Greece *
de: Griechenland *

source: Hungary Matav
cs: Maïarsko Matav
de: Ungarn Matav
ja: ハンガリー Matav

source: Ireland *
de: Irland *

source: Italy Alice dynamic IP
cs: Itálie Alice dynamic IP
de: Italien Alice dynamische IP
ja: イタリア Alice dynamic IP

source: Italy Alice static IP
cs: Itálie Alice static IP
de: Italien Alice statische IP
ja: イタリア Alice static IP

source: Italy Libero
cs: Itálie Libero
de: Italien Libero
ja: イタリア Libero

source: Italy Tiscali
cs: Itálie Tiscali
de: Italien Tiscali
ja: イタリア Tiscali

source: Lithuania Lietuvos Telekomas
de: Litauen Lietuvos Telekomas

source: Morocco Maroc Telecom
de: Marokko Maroc Telecom

source: Netherlands Eager Telecom
cs: Nizozemí Eager Telecom
de: Niederlande Eager Telecom
ja: オランダ Eager Telecom

source: Netherlands KPN
cs: Nizozemí KPN
de: Niederlande KPN
ja: オランダ KPN

source: Netherlands Tiscali
cs: Nizozemí Tiscali
de: Niederlande Tiscali
ja: オランダ Tiscali

source: Netherlands Versatel
cs: Nizozemí Versatel
de: Niederlande Versatel
ja: オランダ Versatel

source: Poland Netia Neostrada
cs: Polsko Netia Neostrada
de: Polen Netia Neostrada
ja: ポーランド Netia Neostrada

source: Poland TPSA Telekomunikacja Polska
cs: Polsko TPSA Telekomunikacja Polska
de: Polen TPSA Telekomunikacja Polska
ja: ポーランド TPSA Telekomunikacja Polska

source: Russia Federation MTU-Intel
de: Russische Föderation MTU-Intel

source: Slovenia SiOL
de: Slowenien SiOL

source: Spain Arrakis
cs: ©panìlsko Arrakis
de: Spanien Arrakis
ja: スペイン Arrakis

source: Spain Auna
cs: ©panìlsko Auna
de: Spanien Auna
ja: スペイン Auna

source: Spain Communitel
cs: ©panìlsko Communitel
de: Spanien Communitel
ja: スペイン Communitel

source: Spain Euskatel
cs: ©panìlsko Euskatel
de: Spanien Euskatel
ja: スペイン Euskatel

source: Spain Telefonica dynamic IP
cs: ©panìlsko Telefonica dynamic IP
de: Spanien Telefonica dynamische IP
ja: スペイン Telefonica dynamic IP

source: Spain Telefonica static IP
cs: ©panìlsko Telefonica static IP
de: Spanien Telefonica statische IP
ja: スペイン Telefonica static IP

source: Spain Tiscali
cs: ©panìlsko Tiscali
de: Spanien Tiscali
ja: スペイン Tiscali

source: Spain Uni2
cs: ©panìlsko Uni2
de: Spanien Uni2
ja: スペイン Uni2

source: Spain Wanadoo dynamic IP
cs: ©panìlsko Wanadoo dynamic IP
de: Spanien Wanadoo dynamische IP
ja: スペイン Wanadoo dynamic IP

source: Spain Wanadoo static IP
cs: ©panìlsko Wanadoo static IP
de: Spanien Wanadoo statische IP
ja: スペイン Wanadoo static IP

source: Spain Wanadoo/Eresmas Retevision
cs: ©panìlsko Wanadoo/Eresmas Retevision
de: Spanien Wanadoo/Eresmas Retevision
ja: スペイン Wanadoo/Eresmas Retevision

source: Spain ya.com dynamic IP
cs: ©panìlsko ya.com dynamic IP
de: Spanien ya.com dynamische IP
ja: スペイン ya.com dynamic IP

source: Spain ya.com static IP
cs: ©panìlsko ya.com static IP
de: Spanien ya.com statische IP
ja: スペイン ya.com static IP

source: Sweden Telia
cs: ©védsko Telia
de: Schweden Telia
ja: スウェーデン Telia

source: Switzerland *
cs: ©výcarsko *
de: Schweiz *
ja: スイス *

source: Switzerland BlueWin
cs: ©výcarsko BlueWin
de: Schweiz BlueWin
ja: スイス BlueWin

source: Switzerland Swisscom
cs: ©výcarsko Swisscom
de: Schweiz Swisscom
ja: スイス Swisscom

source: Switzerland Tiscali
cs: ©výcarsko Tiscali
de: Schweiz Tiscali
ja: スイス Tiscali

source: Tunisia Planet
de: Tunesien Planet

source: United Arab Emirates Etisalat
de: V. Arabische Emirate Etisalat

source: United Kingdom British Telecom
cs: Velá Británie British Telecom
de: V. Königreich British Telecom
ja: イギリス British Telecom

source: United Kingdom Tiscali
cs: Velá Británie Tiscali
de: V. Königreich Tiscali
ja: イギリス Tiscali

source: Network configuration:
cs: Vyberte síÂ»ové nastavení
de: Netzwerk-Konfiguration:
ja: ネットワークの設定を選んでください

source: If your Internet Services Provider (ISP) is not listed, select "manual configuration".
cs: Pokud zde váÂ¹ ISP chybí, vyberte "ruèní nastavení".
de: Wenn Ihr Internet-Anbieter (ISP) nicht aufgeführt ist, wählen Sie "manuelle Konfiguration" aus.
ja: 利用している ISP がリストに無い場合は "手動での設定" を選んでください。

source: Encapsulation method:
cs: Vyberte zapouzdøení
de: Einkapselungsmethode:
ja: カプセル化の種類を選んでください

source: Linetype:
cs: Vyberte typ linky
de: Anschlussart:
ja: 回線の種類を入力してください

source: Static IP address (empty for none):
cs: Zadejte svou statickou ip adresu nebo ponechte prázdné
de: Feste IP-Adresse (leer für keine):
ja: 固定 IP を入力するか、さもなければ空のままにしてください

source: If you want to use a static IP address, please enter it now. If you address is obtained from your ISP, leave this field blank.
cs: Chcete-li pou¾Âít statickou IP adresu, mùÂ¾ete ji nyní zadat. Pokud chcete adresu pøidìlit od poskytovatele, jednodu¹e stisknìte enter.
de: Wenn Sie eine statische IP-Adresse nutzen wollen, geben Sie die jetzt ein; um die IP-Adresse vom ISP zu beziehen, lassen Sie das Feld leer.
ja: 固定 IP を利用したい場合、ここで入力してください。ISP から与えられる IP を利用するには単にエンターキーを押してください。

source: Do you want automatically update DNS server?
de: DNS-Server automatisch aktualisieren?

source: If you installed a DNS server, answer "No". If you don't understand the question, answer "Yes".
de: Wenn Sie einen DNS-Server installiert haben, lehnen Sie ab. Wenn Sie unsicher sind, stimmen Sie zu.

source: Please enter the login for identification with your DSL access provider. Some providers may also call it username.
cs: Zde zadejte své identifikaèní jméno u poskytovatele DSL pøipojení. NìkteøÂí poskytovatelé je nazývají u¾ivatelským jménem.
de: Geben Sie bitte das Login-Kennzeichen zur Identifikation bei Ihrem DSL-Zugangsanbieter ein. Manche Anbieter nennen es Benutzername (username).
ja: ここでは DSL プロバイダでの認証に使うログイン名を入力する必要があります。いくつかのプロバイダではユーザ名とも呼ばれます。

source: DSL password:
cs: Zadejte své DSL heslo
de: DSL-Passwort:
ja: DSL パスワードを入力してください

source: Please enter the password for identification with your DSL access provider.
cs: Zde zadejte své heslo pro identifikaci u poskytovatele DSL pøipojení.
de: Geben Sie bitte das Passwort zur Identifikation bei Ihrem DSL-Zugangsanbieter ein.
ja: ここでは DSL プロバイダでの認証に使うパスワードを入力する必要があります。

source: Does your ISP support password encryption?
cs: Podporuje váÂ¹ poskytovatel ¹ifrování hesla?
de: Unterstützt Ihr ISP Passwort-Verschlüsselung?
ja: ISP はパスワードの暗号化をサポートしていますか?

source: onboot, onplug, no
cs: pøi zavádìní systému, pøi zapojení, ne
de: beim Hochfahren, beim Einschalten, nicht
ja: 起動時に行う, 接続時に行う, 行わない

source: Method for starting the DSL connection:
cs: Spustit DSL spojení automaticky?
de: Start der DSL-Verbindung:
ja: 自動的に DSL 接続を開始しますか?

source: You can choose to automatically start your Internet connection on plug or on boot. If you choose "onplug", the connection will be triggered when plugging your modem (including at boot time). If you choose "onboot", the connection will only happen at boot time.
cs: MùÂ¾ete si zvolit, zda chcete své internetové spojení spou¹tìt automaticky pøi zapojení modemu (co¾ zahrnuje i zavádìní systému), nebo zda se má spojení navázat pouze pøi zavádìní systému.
de: Sie können auswählen, ob Ihre Internetverbindung beim Hochfahren oder beim Einschalten automatisch aufgebaut werden soll. Wenn Sie "Beim Einschalten" auswählen, wird die Verbindung bei jedem Einschalten Ihres Modems (incl. Hochfahren des Rechners) aufgebaut. Wenn Sie "Beim Hochfahren" auswählen, wird die Verbindung nur einmal beim Starten des Rechners aufgebaut.
ja: 接続時、あるいは起動時に自動的にインターネット接続を開始するかどうかを選べます。「接続時に行う」は、モデムを接続した時点 (これは起動時を含みます) で毎回接続を開始します。「起動時に行う」は、システム起動時に一度接続を行います。

source: Do you want to enable a 'cron' task to control connection?
cs: Chcete povolit cronovou úlohu, která bude monitorovat spojení?
de: Soll ein Cron-Job zur Überwachung der Verbindung eingerichtet werden?
ja: 接続を監視する為に 'cron' での設定を有効にしますか?

source: If you choose this option, a 'cron' task will control your Internet connection periodically and restart it when it is lost.
cs: Zapnete-li tuto mo¾nost, bude se ka¾dé dvì minuty spou¹tìt cronová úloha, která zkontroluje stav va¹eho internetového spojení a pøi jeho ztrátì spojení restartuje.
de: Wenn Sie zustimmen, wird ein Cron-Job eingerichtet, der Ihre Internetverbindung regelmäßig überprüft und neu startet, wenn sie untergebrochen ist.
ja: ここで「はい」と答えると、'cron' 設定が 2 分ごとにインターネット接続を監視し、接続が切れた際に再接続を行います。

source: Portugal Portugal Telecom
cs: Portugalsko Portugal Telecom
ja: ポルトガル Portugal Telecom

source: VPI:
cs: Zadejte VPI
ja: VPI を入力してください

source: VCI:
cs: Zadejte VCI
ja: VCI を入力してください

source: DSL login:
cs: Zadejte své pøihla¹ovací DSL jméno
ja: DSL ログイン名を入力してください
