Repository: guadalinex-archive/guadalinex-2005
Catalog: translation/streamtuner/*.po
Languages: es

source: Browse Internet stream directories
es: Ver listas de emisoras en Internet

source: Stream Directory Browser
es: Visor de Listas de Emisoras

source: parse error at %s
es: error de análisis en %s

source: All
es: Todo

source: Subscription
es: Subscripción

source: Password required
es: Se necesita contraseña

source: Enter your Live365 account name and password.
es: Introduce tu usuario y clave de Live365

source: Unable to log into Live365
es: No es posible identificarse en Live365

source: invalid username or password
es: Usuario o clave incorrectos

source: Search results for "%s"
es: Resultados de la busqueda de "%s"

source: _Load at most:
es: _Cargar máximo:

source: streams per category
es: emisoras por categoría

source: Streams Limit
es: Límite de Emisoras

source: _Name:
es: _Nombre

source: _Password:
es: _Contraseña

source: Membership
es: socio

source: If this option is enabled, the number of streams to download will be limited.
es: Si esta opción está activada, se limitará el número de emisiones a descargar.

source: The maximum number of streams to download per category
es: El número máximo de emisoras a descargar por categoría

source: If this option is enabled, streamtuner will log into Live365 before tuning into streams or recording them.
es: Si esta opción está activada, streamtuner se conectará a Live365 antes de sintonizar las emisoras o grabarlas.

source: Your Live365 member name. If left blank, you will be prompted for your member name when needed.
es: Tu nombre registrado en Live365.

source: Your Live365 password. If left blank, you will be prompted for your password when needed.
es: Tu clave en Live365

source: Editor's Picks
es: Selecciones del Editor

source: Search
es: Buscar

source: Title
es: Título

source: The stream title
es: Nombre de la emisión

source: Genre
es: Género

source: The stream genre
es: Género de la emisión

source: Description
es: Descripción

source: The stream description
es: Descripción de la emisión

source: Broadcaster
es: Emisora

source: The stream broadcaster
es: La emisora del canal

source: The stream audio properties
es: Propiedades de la emisión de audio

source: Homepage
es: Página Web

source: The stream homepage URL
es: La página web de la cadena

source: Station ID
es: Identificador de la estación

source: The stream listen URL
es: La dirección de internet de la cadena

source: Access
es: Acesso

source: The type of members allowed to tune into the stream
es: El tipo de miembros a los que se permite sintonizar la cadena

source: TLH
es: THE

source: The stream total listening hours
es: Total de Horas de Escucha

source: Rating
es: Clasificación

source: The stream rating
es: La clasificación de la cadena

source: the STREAMTUNER_LIVE365_USER environment variable is deprecated
es: la variable de entorno STREAMTUNER_LIVE365_USER esta anticuada

source: the STREAMTUNER_LIVE365_SESSION environment variable is obsolete, ignored
es: la variable de entorno STREAMTUNER_LIVE365_SESSION esta obsoleta, se ignora

source: API version mismatch
es: error de versión de la API

source: Record a stream
es: grabar una emisión

source: Open a web page
es: Abrir página web

source: Listen to a stream
es: Escuchar una emisión

source: %s: unable to convert filename to URI: %s
es: %s: imposible convertir nombre de archivo a URI: %s

source: metadata support is disabled
es: está deshabilitado el soporte de metadatos

source: unable to convert filename from UTF-8 encoding: %s
es: no es posible convertir la codificación UTF-8 original del nombre de fichero: %s

source: target file already exists
es: El fichero destino ya existe

source: file has no album, title or artist information
es: el fichero no contiene información sobre el álbum, título o artista

source: you must set your music folder in the Preferences
es: debes especificar tu carpeta de música en "Preferencias"

source: unable to open directory %s: %s
es: incapaz de abrir el directorio %s: %s

source: %s: unable to convert directory name to UTF-8 encoding: %s
es: %s: no se puede convertir el nombre del directorio a la codificación UTF-8: %s

source: %s: unable to convert filename to UTF-8 encoding: %s
es: %s: incapaz de convertir el nombre del fichero a código UTF-8: %s

source: unable to open %s
es: No se puede abrir %s

source: %s has no tag
es: %s no tiene etiqueta

source: %s has no audio properties
es: %s no tiene propiedades de audio

source: unable to open file
es: imposible abrir fichero

source: unable to save file
es: imposible guardar fichero

source: the tag structure is missing
es: La estructura de la etiqueta no está

source: Local Music Collection
es: Colección de Música Local

source: Root
es: Raíz

source: Pathname
es: Ruta

source: The song filename
es: El fichero del tema

source: Artist
es: Artista

source: The performing artist
es: El intérprete

source: Album
es: Álbum

source: The album the song was released on
es: El álbum al que pertenece el tema

source: Year
es: Año

source: The song release year
es: El año de lanzamiento de la canción

source: The song genre
es: El género de la canción

source: Comment
es: Comentarios

source: The song comment
es: El comentario de la canción

source: Duration
es: Duración

source: The song duration
es: La duración de la canción

source: The song audio properties
es: Las características de audio de la canción

source: Bitrate
es: Tasa de bit

source: Sample rate
es: Tasa de muestreo

source: Channels
es: Canales

source: Listen to a .m3u file
es: Escuchar un fichero .m3u

source: basic.ch Internet Radio - Live and Archived DJ Mixes
es: basic.ch Internet Radio - Mezclas de DJ en vivo y de archivo

source: Live
es: En vivo

source: Date
es: Fecha

source: The mix recording date
es: La fecha de grabación de la mezcla

source: The mix description
es: La descripción de la mezcla

source: Now
es: Ahora

source: Live stream
es: Emisión en vivo

source: Listen to a RealAudio%s stream
es: Escuchar emisión en RealAudio%s

source: Record a RealAudio%s stream
es: Grabar una emisión de RealAudio%s

source: Google Stations
es: Emisoras Google

source: Internet radios
es: Radios en Internet

source: The station title
es: El nombre de la emisora

source: The station description
es: La descripción de la emisora

source: The station homepage URL
es: La URL de la web de la emisora

source: url_cb must be callable
es: url_cb debe ser accesible

source: configuration keys cannot be removed
es: las teclas de configuración no pueden ser eliminadas

source: invalid value type for this configuration key
es: tipo de valor no válido para esta tecla de configuración

source: cannot unset member
es: no es posible eliminar miembro

source: cannot unset icon
es: no es posible eliminar icono

source: sequence length must be 2
es: La longitud de la secuencia debe ser 2

source: a list element is not a sequence or %s object
es: un elemento lista no es una secuencia u objeto %s

source: element %i of the streams sequence is not a %s object
es: el elemento %i de las secuencias de emisión no es un %s objeto

source: a Python exception has occurred
es: Ha ocurrido un error de ejecución de Python

source: unable to lookup PyGTK object type of %s
es: no es posible localizar un objeto PyGTK de tipo %s

source: not a %s object
es: no es un objeto %s

source: unable to set the PYGTK_USE_GIL_STATE_API environment variable: %s
es: no se puede modificar la variable de entorno PYGTK_USE_GIL_STATE_API: %s

source: Unable to scan Python scripts directory: %s
es: No se puede examinar el directorio de scripts Python: %s

source: A script error has occurred.
es: Ha ocurrido un error en un script

source: aborted by the user
es: ejecución interrumpida por el usuario

source: unable to find %s
es: no se puede encontrar %s

source: Show
es: Mostrar

source: The show description
es: La descripción de muestra

source: The show homepage URL
es: La URL que muestra la página inicial

source: unable to download image %s: %s
es: no se puede descargar la imagen %s: %s

source: unable to load image %s: %s
es: no se puede cargar la imagen %s: %s

source: _Download images
es: _Descargar imágenes

source: Images
es: Imágenes

source: stream is empty
es: la emisión está vacía

source: the stream is too old, please reload
es: la emisión es demasiado antigua, recargue por favor

source: SHOUTcast Yellow Pages
es: Páginas Amarillas de SHOUTcast

source: Top streams
es: Principales emisiones

source: Now playing
es: Sonando ahora

source: The currently playing song
es: El tema que está sonando

source: Listeners
es: Oyentes

source: The current number of listeners
es: El número actual de oyentes

source: Max
es: Máx

source: The maximum number of listeners
es: El máximo número de oyentes

source: The stream bitrate, in kilobits per seconds
es: El ancho de banda de la emisión, en kilobits por segundo

source: URL postfix
es: sufijo URL

source: URL list
es: lista de URL

source: The stream listen URL list
es: La lista de URL para escuchar la emisión

source: Alternative
es: Alternativa

source: Classical
es: Clásica

source: Country
es: País

source: Electronic
es: Electrónica

source: Oldies
es: Antiguos

source: World
es: Mundo

source: Other
es: Otro

source: unable to parse XML document: %s
es: no se puede analizar sintácticamente el documento XML: %s

source: unknown error
es: error desconocido

source: XML document: %s
es: documento XML: %s

source: XML document: unrecoverable error: %s
es: documento XML: error irrecuperable: %s

source: Xiph.org Streaming Directory
es: Directorio de emisiones de Xiph.org

source: Name
es: Nombre

source: The stream name
es: Nombre de la emisión

source: Current song
es: Tema actual

source: Type
es: Tipo

source: The stream type
es: Tipo de emisión

source: unable to create a temporary file: %s
es: no se puede crear un fichero temporal: %s

source: unable to close %s: %s
es: no se puede cerrar %s: %s

source: unable to unlink %s: %s
es: no se puede desenlazar %s: %s

source: unable to rename %s to %s: %s
es: no se puede renombrar %s a %s: %s

source: unable to open %s: %s
es: no se puede abrir %s: %s

source: EOF not in root scope
es: Fin de fichero no está al alcance de root

source: unexpected minus sign
es: no se esperaba signo negativo

source: wrong terminator
es: terminador erróneo

source: value encountered, but none expected
es: se ha encontrado un valor, pero no se esperaba ninguno

source: incorrect value type
es: tipo de valor incorrecto

source: unmatched start of scope
es: el inicio de ámbito no concuerda

source: _Authenticate
es: _Autenticar

source: Token
es: Elemento

source: The current token
es: El elemento actual

source: History
es: Histórico

source: The tokens history list
es: La lista histórica de elemento

source: Find
es: Buscar

source: _Find:
es: _Buscar

source: _Previous
es: _Anterior

source: _Next
es: _Siguiente

source: error loading image: %s
es: error cargando la imagen: %s

source: About streamtuner
es: Acerca de streamtuner

source: Open a GNOME help document
es: Abrir un documento de ayuda GNOME

source: Applications
es: Aplicaciones

source: Action
es: Acción

source: Command
es: Comando

source: the %s handler has no tune in capability
es: el manejador %s no tiene posibilidad de sintonización

source: the %s handler is not available
es: el manejador %s no está disponible

source: the %s handler has no record capability
es: el manejador %s no tiene capacidad de grabación

source: the %s handler has no browse capability
es: el manejador %s no es navegable

source: Bookmarks
es: Marcadores

source: Favourite Streams
es: Emisoras Favoritas

source: Handler icon
es: Icono del manejador

source: Handler
es: Manejador

source: The stream handler
es: El manejador de la emisión

source: URI list
es: lista de URIs

source: The stream listen URI list
es: La lista de URI para escuchar la emisión

source: Reloading...
es: Recargando...

source: Unable to reload
es: No se puede recargar

source: Loading streams from cache...
es: Cargando emisoras de la cache...

source: Unable to load streams from cache
es: No se puede cargar emisoras de la cache

source: Loading streams from cache (%i stream out of %i)...
es: Cargando emisiones desde caché (emisión %i de %i)...

source: %i category
es: categoria

source: %i stream
es: emisora

source: Unable to tune in
es: No se puede sintonizar

source: Unable to record
es: Imposible grabar

source: Unable to browse
es: Imposible visualizar

source: Unable to resolve stream
es: Imposible resolver emisión

source: unable to create directory %s: %s
es: no se ha podido crear el directorio %s: %s

source: invalid magic number
es: número mágico no válido

source: invalid version number
es: número de la versión no válido

source: invalid subversion number
es: Número de subversión no válido

source: label ("%s") already specified
es: etiqueta ("%s") ya especificada

source: unknown value type %i
es: tipo de valor desconocido %i

source: unexpected end of file
es: fin de fichero inesperado

source: Count messages
es: Cuenta de mensajes

source: Task messages
es: Tarea de mensajes

source: obsolete statement, ignored
es: sentencia obsoleta, ignorada

source: action name missing
es: nombre de acción perdido

source: index too big, ignored
es: index demasiado grande, ignorado

source: unexpected value
es: valor inesperado

source: expected string value
es: valor de cadena esperado

source: too many find history tokens
es: demasiados elementos en el histórico

source: %s: no such handler
es: %s: no existe el manejador

source: handler name missing
es: falta el nombre del manejador

source: too many fields
es: demasiados campos

source: expected integer value
es: se espera un valor entero

source: unknown configuration key
es: clave de configuración desconocida

source: invalid value type
es: tipo de valor no válido

source: wrong number of values
es: número de valores erróneo

source: streamtuner configuration file, automatically generated
es: Fichero de configuración de streamtuner, generado automáticamente

source: Sh_ow splash screen at startup
es: _Mostrar pantalla de inicio al arrancar

source: If this option is enabled, a splash screen will be shown when starting streamtuner.
es: Si se activa esta opción, aparecerá una pantalla inicial cuando se arranca streamtuner

source: _Always reload categories
es: Recargar categorías _siempre

source: If this option is enabled, categories will always be reloaded when you select them.
es: Si esta opción es activada, las categorias serán siempre recargadas cuando las selecciones

source: _Music folder:
es: _Carpeta de música:

source: The path to your music collection
es: La ruta a tu colección de música

source: _Browse...
es: _Examinar...

source: Select a Music Folder
es: Selecciona una carpeta de música

source: unable to convert filename to UTF-8 encoding: %s
es: no se puede convertir el nombre del fichero a código UTF-8: %s

source: The handler name
es: El nombre del manipulador

source: passed handler is not a STHandler object
es: se ha pasado un manejador que no es un objeto STHandler

source: handler label is not set
es: etiqueta del manejador no especificada

source: ST_HANDLER_EVENT_STREAM_NEW is not bound
es: ST_HANDLER_EVENT_STREAM_NEW no está enlazado

source: ST_HANDLER_EVENT_STREAM_FIELD_GET is not bound
es: ST_HANDLER_EVENT_STREAM_FIELD_GET no está enlazado

source: ST_HANDLER_EVENT_STREAM_FIELD_SET is not bound
es: ST_HANDLER_EVENT_STREAM_FIELD_SET no está enlazado

source: ST_HANDLER_EVENT_STREAM_MODIFY is not bound, but field "%s" is editable
es: ST_HANDLER_EVENT_STREAM_MODIFY no está enlazado, pero el campo "%s" es editable

source: ST_HANDLER_EVENT_STREAM_FREE is not bound
es: ST_HANDLER_EVENT_STREAM_FREE no está enlazado

source: ST_HANDLER_EVENT_CATEGORY_NEW is not bound
es: ST_HANDLER_EVENT_CATEGORY_NEW no está enlazado

source: ST_HANDLER_EVENT_CATEGORY_FREE is not bound
es: ST_HANDLER_EVENT_CATEGORY_FREE no está enlazado

source: main category is missing
es: falta la categoría principal

source: A plugin error has occurred
es: Ha ocurrido un error en un plugin

source: A handler error has occurred
es: Ha ocurrido un error de manejador

source: Visit %s
es: Visitas %s

source: Unable to visit the link
es: No se puede visitar el enlace

source: unable to write the playlist to a temporary file: %s
es: no es posible grabar la lista de reproducción a un archivo temporal: %s

source: unable to close the temporary file: %s
es: no se puede cerrar el archivo temporal: %s

source: unable to rename the temporary file: %s
es: no se puede renombrar el archivo temporal: %s

source: Creating user interface...
es: Creando interfase de usuario...

source: Usage: streamtuner [OPTIONS]
es: Uso: streamtuner [OPCIONES]

source: Options:
es: Opciones:

source: Specify a configuration directory [~/.streamtuner]
es: Especifique un directorio de configuración [~/.streamtuner]

source: Show this help
es: Mostrar esta ayuda

source: Show version information
es: Mostrar información de versión

source: Network
es: Red

source: _Use a proxy server
es: _Usa un servidor proxy

source: If this option is enabled and the server field is not empty, streamtuner will use that proxy server for data transfers.
es: Si esta opción está activada y el campo "servidor" no está vacío, streamtuner usará este servidor proxy para transferir datos.

source: Type:
es: Tipo:

source: Select this option if your proxy server is a HTTP proxy.
es: Selecciona esta opción si tu servidor proxy es un proxy HTTP.

source: Select this option if your proxy server is a Socks 5 proxy.
es: Selecciona esta opción si tu servidor proxy es de tipo Socks 5.

source: S_erver:
es: _Servidor

source: P_ort:
es: _Puerto

source: The hostname or IP address of the proxy server
es: El nombre del equipo o la ip del servidor proxy

source: Use proxy _authentication
es: Usar autenticación en el proxy

source: Enable this option if your proxy server requires user authentication.
es: Active esta opción si su servidor proxy necesita autenticación de usuario.

source: obsolete cache format, ignoring handler
es: formato de caché obsoleto, se ignora el manejador

source: %s: no such stock category
es: %s: no hay una categoría así

source: parent category "%s" not found
es: categoría superior "%s" no encontrada

source: wrong field type
es: tipo de campo erróneo

source: unable to find plugin_init()
es: no se puede encontrar plugin_init()

source: Choose the plugins to load at startup.
es: Cerrando los plugins para cargar y comenzar.

source: Unable to load plugins
es: No se puede cargar los plugins

source: Modules are not supported on this platform.
es: Los módulos no son compatibles con esta plataforma.

source: Plugin %s could not be loaded: %s
es: El plugin %s no se pudo cargar: %s

source: Unable to scan plugins directory %s: %s
es: No es posible explorar el directorio de plugins %s: %s

source: streamtuner Preferences
es: Preferencias de streamtuner

source: Restart streamtuner?
es: ¿Reiniciar streamtuner?

source: The plugins settings have changed, and streamtuner must be restarted for these changes to take effect. Would you like to restart streamtuner?
es: Los plugins han sido modificados, y streamtune tiene que ser reiniciado para que estos cambios tengan efectos. Le gustaría reiniciar streamtuner?

source: the stream URL is not set
es: la URL de la emisora no se ha especificado

source: the stream homepage is not set
es: la página inicial de la emisora no se ha especificado

source: Preselections
es: Preselecciones

source: Manually Edited Streams
es: Emisoras Editadas Manualmente

source: The preselection name
es: El nombre de la preselección

source: The preselection genre
es: El género de la preselección

source: The preselection homepage URL
es: La URL de la página inicial de la preselección

source: The preselection listen URL
es: La URL para escuchar la preselección

source: Unnamed preselection
es: Preselección sin nombre

source: Unnamed preselection #%i
es: Preselección sin nombre #%i

source: %s (deprecated, used by %s)
es: %s (obsoleto, usado por %s)

source: %s (deprecated)
es: %s (obsoleto)

source: _Search for:
es: _Buscar:

source: Unable to load configuration
es: No se puede cargar la configuración

source: Unable to load bookmarks from cache
es: No es posible cargar los favoritos desde la caché

source: Unable to load preselections from cache
es: No es posible cargar las preselecciones desde la caché

source: Unable to save configuration
es: No se puede guardar la configuración

source: Unable to save cache
es: No se puede guardar la cache

source: Unable to save splash screen setting
es: No es posible guardar los parámetros de la pantalla inicial

source: Unable to save list of disabled plugins
es: No se puede guardar la lista de plugins desactivados

source: Unable to save session
es: No se puede guardar la sesión

source: unable to convert st_settings.music_dir to the encoding for filenames: %s
es: no se puede convertir st_settings.music_dir a la codificación para ficheros: %s

source: A fatal error has occurred
es: Ha ocurrido un error fatal

source: Could not find your home directory.
es: No se pudo encontrar tu directorio de usuario

source: unable to open %s for writing: %s
es: no se puede abrir %s para escribir: %s

source: unable to write %s: %s
es: no se puede escribir %s: %s

source: Unable to restart streamtuner: %s
es: No se puede reiniciar streamtuner: %s

source: /_Stream
es: /_Emisora

source: /Stream/_New Preselection...
es: /Emisora/_Nueva Preselección...

source: /Stream/_Quit
es: /Emisora/_Salir

source: /_Edit
es: /_Editar

source: /Edit/Select _All
es: /Editar/Seleccionar_Todas

source: /Edit/_Find...
es: /Editar/_Buscar...

source: /Edit/Find Ne_xt
es: /Editar/Encontrar _Siguiente

source: /Edit/Find Pre_vious
es: /Editar/Encontrar _Anterior

source: /Edit/_Search in All Categories...
es: /Editar/_Buscar en Todas las Categorías...

source: /Edit/_Preferences
es: /Editar/_Preferencias

source: /_View
es: /_Ver

source: /View/Ta_bs
es: /Ver/_Solapas

source: /View/St_atusbar
es: /Ver/Barra de _Estado

source: /View/Toolbar Styl_e
es: /Ver/Estilo de Barra de Herramientas

source: /View/Toolbar Size/_Desktop Default
es: /ver/Tamaño de Barra de Herramientas/_Valor por defecto

source: /View/Toolbar Size/_Small
es: /ver/Tamaño de Barra de Herramientas/_Pequeño

source: /View/Toolbar Size/Desktop Default
es: /ver/Tamaño de Barra de Herramientas/_Valor por defecto

source: /View/Toolbar Size/_Large
es: /ver/Tamaño de Barra de Herramientas/_Grande

source: /View/Stream _Columns
es: /ver/_Columnas de Emisoras

source: /_Directories
es: /_Directorios

source: /Directories/_Directory Preferences
es: /Directorios/_Preferencias

source: /Directories/_Visit Directory Homepage
es: /Directorios/_Visitar la Página Web del Directorio

source: /Directories/_Previous Directory
es: /Directorios/Directorio _Anterior

source: /Directories/_Next Directory
es: /Directorios/_Siguiente Directorio

source: /Directories/Move Directory _Left
es: /Directorios/Mover a la _Izquierda

source: /Directories/Move Directory _Right
es: /Directorios/Mover a la _Derecha

source: /_Help
es: /Ayuda

source: /Help/_Contents
es: /Ayuda/_Contenido

source: /Help/_Homepage
es: /Ayuda/Página _Web

source: /Help/_About
es: /Ayuda/_Acerca de...

source: /Stream
es: /Emisora

source: Tune in
es: Sintonizar

source: Delete
es: Borrar

source: Properties
es: Propiedades

source: /Edit/Select All
es: /Editar/Seleccionar Todo

source: /Edit/Find...
es: /Editar/Buscar...

source: /Edit/Find Next
es: /Editar/Encontrar Siguiente

source: /Edit/Find Previous
es: /Editar/Encontrar Anterior

source: /Edit/Search in All Categories...
es: /Editar/Buscar en Todas las Categorías

source: /View/Stop
es: /Ver/Parar

source: /View/Reload
es: /ver/Recargar
