Repository: guadalinex-archive/guadalinex-2005
Catalog: translation/streamtuner/*.po
Languages: es

source: /View/Tab Icons
es: /Ver/Iconos de Solapa

source: /Directories
es: /Directorios

source: /Directories/Directory Preferences
es: /Directorios/Preferencias

source: /Directories/Visit Directory Homepage
es: /Directorios/Visitar la Página del Directorio

source: /Directories/Previous Directory
es: /Directorios/Directorio Anterior

source: /Directories/Next Directory
es: /Directorios/Siguiente Directorio

source: /Directories/Move Directory Left
es: /Directorios/Mover a la Izquierda

source: /Directories/Move Directory Right
es: /Directorios/Mover a la Derecha

source: /View/Tabs
es: /ver/Solapas

source: /View/Statusbar
es: /ver/Barra de Estado

source: /View/Toolbar Style/Icons Only
es: /ver/Estilo de la Barra de Herramientas/Sólo Iconos

source: /View/Toolbar Style/Text Only
es: /ver/Estilo de la Barra de Herramientas/Sólo Texto

source: /View/Toolbar Style/Text Below Icons
es: /ver/Estilo de la Barra de Herramientas/Texto bajo los Iconos

source: /View/Toolbar Style/Text Beside Icons
es: /ver/Estilo de la Barra de Herramientas/Texto junto a los Iconos

source: /View/Toolbar Size/Small
es: /ver/Tamaño de la Barra de Herramientas/Pequeña

source: /View/Toolbar Size/Large
es: /ver/Tamaño de la Barra de Herramientas/Grande

source: Listen to the selected stream
es: Escuchar la emisora seleccionada

source: Record the selected stream
es: Grabar la emisora seleccionada

source: Reload the selected category
es: Recargar la categoría seleccionada

source: Delete selected stream?
es: ¿Borrar la emisión seleccionada?

source: The deletion will probably be irreversible.
es: El borrado probablemente sea irreversible

source: Initializing...
es: Inicializando...

source: _Copy Link Address
es: _Copiar dirección del enlace

source: _Hide This Column
es: _Ocultar esta Columna

source: Leave Fullscreen
es: Salir de Pantalla Completa

source: _Quit Without Saving
es: _Salir sin Guardar

source: _Record
es: _Grabar

source: _Reload
es: _Recargar

source: _Show All Columns
es: _Mostrar Todas las Columnas

source: Stream _Columns
es: _Columnas de Emisora

source: _Tune in
es: _Sintonizar

source: _Visit Directory Homepage
es: _Visitar la Página del Directorio

source: Stream Columns
es: Columnas de Emisoras

source: Column
es: Columna

source: %s Stream Columns
es: %s Columnas de Emisoras

source: %s Properties
es: %s Propiedades

source: Stream Properties
es: Propiedades de la Emisión

source: Yes
es: Sí

source: Unable to apply all modifications
es: No es posible hacer todos los cambios

source: Unable to cancel all modifications
es: No es posible cancelar todos los cambios

source: Unable to create a thread: %s
es: No es posible crear una hebra: %s

source: invalid ASCII in HTTP headers
es: ASCII no válido en cabeceras HTTP

source: invalid ASCII in HTTP header
es: ASCII no válido en cabecera HTTP

source: cannot convert a line of the HTTP body to UTF-8: %s
es: no se puede convertir una línea del cuerpo HTTP a UTF-8: %s

source: Connecting to %s...
es: Conectando con %s...

source: Waiting for proxy password...
es: Esperando la contraseña del proxy...

source: Enter your username and password for proxy '%s'.
es: Introduzca su nombre de usuario y contraseña para el proxy '%s'.

source: Receiving (%u byte out of %u)...
es: Recibiendo (%u byte de %u)...

source: Unable to initialize the curl library.
es: No es posible inicializar la biblioteca «curl»

source: Stereo
es: Estéreo

source: %i channel
es: %i canal

source: Unable to view the manual
es: No es posible mostrar el manual

source: The manual file %s does not exist.
es: El archivo de manual %s no existe

source: Unable to visit the homepage
es: No es posible visitar el sitio web
