Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/mini/src/prebaseconfig/prebaseconfig-1.10ubuntu3/debian/po/*.po
Languages: ro

source: Finish the installation
ro: Finalizează instalarea

source: Finishing the installation
ro: Se finalizează instalarea

source: Running ${SCRIPT}...
ro: Se rulează ${SCRIPT}...

source: Configuring network...
ro: Se configurează reţeaua...

source: Setting up frame buffer...
ro: Se setează frame buffer-ul (tamponul de imagini)...

source: Preparing for base-config...
ro: Ne pregătim pentru base-config...

source: Unmounting file systems...
ro: Se demontează sistemele de fişiere...

source: Rebooting into your new Ubuntu system...
ro: Repornim in noul dvs. sistem Ubuntu...

source: First stage of installation complete
ro: Primul stadiu al instalării este complet

source: The first stage of the installation process is complete. Your computer will now reboot and install more packages. Make sure to remove the installation media (CD-ROM, floppies), so that your system boots from the disk to which Ubuntu was installed.
ro: Primul stadiu al instalării este complet, Calculatorul dvs. va reporni acum iar apoi va instala mai multe pachete. Asiguraţi-vă că aţi înlăturat mediul de instalare (CD, dischetă), astfel încât sistemul dvs. să pornească de pe discul pe care s-a instalat Ubuntu.
