Repository: guadalinex-archive/guadalinex-2005
Catalog: trunk/translation/serpentine/*.po
Languages: es

source: Create Audio-CD's from music files and playlists
es: Crea CDs de audio a partir de archivos de música y listas de reproducción

source: Serpentine Audio-CD Creator
es: Creador de CDs audio Serpentine

source: 21 minutes 74 minutes 80 minutes 90 minutes
es: 21 minutos 74 minutos 80 minutos 90 minutos

source: <b>Disc capacity exceeded!</b>
es: <b>¡Se sobrepasó la capacidad del disco!</b>

source: <b>Writing Device</b>
es: <b>Dispositivo de grabación</b>

source: <b>Writing Options</b>
es: <b>Opciones de grabación</b>

source: Add tracks to playlist
es: Añadir pistas a la lista de reproducción

source: Add two seconds gap between tracks
es: Intercalar pausa de dos segundos entre canciones

source: Audio Widget Wrapper
es: Envoltorio de componente de audio

source: Choose writing speed
es: Seleccionar velocidad de grabación

source: Clear playlist
es: Borrar lista de reproducción

source: Device:
es: Dispositivo:

source: Disc Capacity:
es: Capacidad del disco:

source: Disc Usage:
es: Uso del disco:

source: Edit
es: Editar

source: Eject disk after writing
es: Expulsar el disco al finalizar la grabación

source: Open Playlist...
es: Abrir una lista de reproducción...

source: Refreshes the max writing speed
es: Actualiza la velocidad máxima de grabación

source: Remove selected tracks from playlist
es: Eliminar las pistas seleccionadas de la lista de reproducción

source: Save Playlist As...
es: Guardar lista de reproducción como...

source: Serpentine Audio Mastering
es: Edición de sonido de Serpentine

source: Serpentine Preferences
es: Configuración de Serpentine

source: Use maximum writing speed
es: Emplear la máxima velocidad posible

source: Write playlist to disc
es: Grabar la lista de reproducción en el disco

source: Write to Disc
es: Grabar en el disco

source: _File
es: _Archivo

source: _Help
es: A_yuda

source: _Toolbar
es: _Barra de Herramientas

source: _View
es: _Ver

source: Recording operations will be done in simulation mode.
es: Se simularán los procesos de grabación.

source: Show preferences dialog and exit.
es: Mostrar la ventana de preferencias y salir.

source: Writes the filenames after this option to a CD. This will show a dialog suitable for embedding in other applications.
es: Graba los archivos tras esta opción en un CD. Esto mostrará una ventana adecuada para el empotramiento en otras aplicaciones.

source: Simulation mode
es: Modo de simulación

source: Serpentine is on simulation mode, no actual writing will be done on inserted media.
es: Serpentine está en modo de simulación, no se realizará ninguna grabación real en el soporte insertado.

source: All files
es: Todos los archivos

source: Supported files
es: Archivos soportados

source: Playlists
es: Listas de reproducción

source: Please check if the cache location exists and has writable permissions.
es: Por favor, compruebe que el emplazamiento de la caché existe y tiene permisos de escritura.

source: Remove some music tracks or make sure your cache location location has enough free space (about %s).
es: Elimine algunas pistas de música o asegúrese de que el emplazamiento de la caché tiene suficiente espacio libre (aprox. %s).

source: Playlist Saved
es: Lista de reproducción guardada

source: Playlist was saved successfully.
es: La lista de reproducción se guardó con éxito.

source: Playlist Not Saved
es: Lista de reproducción no guardada

source: There was an error while saving the playlist.
es: Hubo un error al salvar la lista de reproducción

source: Replace existing file
es: Reemplazar archivo existente

source: A file named <i>%s</i> already exists. Do you want to replace it with the one you are saving?
es: Ya existe un archivo llamado <i>%s</i>. ¿Desea reemplazarlo con el que está guardando?

source: Unsupported Format
es: Formato no soportado

source: The playlist format you used (by the file extension) is currently not supported.
es: El formato de lista de reproducción que empleó (por la extensión del archivo) no está soportado actualmente.

source: No recording drive found
es: No se encontró dispositivo de grabación

source: No recording drive found on your system, therefore some of Serpentine's functionalities will be disabled.
es: No se encontró dispositivo de grabación en su equipo, por tanto algunas de las capacidades de Serpentine serán desactivadas.

source: Cache directory location unavailable
es: Emplazamiento de la caché no disponible

source: Not enough space on cache directory
es: Insuficiente espacio en el directorio de caché

source: Do you want to overburn your disc?
es: ¿Desea escribir el disco más allá de su capacidad (overburn)?

source: You are about to record a media disc in overburn mode. This may not work on all drives and shouldn't give you more then a couple of minutes.
es: Va a grabar un disco más allá de su capacidad (overburn). Esto puede no funcionar en todas las unidades y sólo le proporcionará un par de minutos extra.

source: Write to Disc (Overburning)
es: Grabar en disco (Overburning)

source: Do you want to record your music?
es: ¿Desea grabar su música?

source: You are about to record a media disc. Canceling a writing operation will make your disc unusable.
es: Va a grabar un disco. El disco quedará inutilizable si cancela esta operación.

source: Unsupported file types
es: Tipos de archivo no soportado

source: Unsupported file type
es: Tipo de archivo no soportado

source: The following files were not added:
es: Los siguientes archivos no fueron añadidos:

source: Unknown
es: Desconocido

source: Unknow Artist
es: Artista desconocido

source: Track
es: Pista

source: Artist
es: Artista

source: Duration
es: Duración

source: minute
es: minuto

source: minutes
es: minutos

source: second
es: segundo

source: seconds
es: segundos

source: and
es: y

source: %s remaining
es: %s restantes

source: %s overlaping
es: %s sobrantes

source: Empty
es: Vaciar

source: Tests if temporary directory exists and has write permissions.
es: Comprueba que el directorio temporal existe y tiene permisos de escritura.

source: Serpentine's playlist
es: Lista de reproducción de Serpentine

source: Converting files failed
es: Falló la conversión de archivos

source: Writing to disc didn't start so it is still usable.
es: La grabación del disco no comenzó, así que aún puede utilizarse.

source: Writing to disc failed
es: Falló la grabación del disco

source: Writing to disc canceled
es: Se canceló la grabación del disco

source: The writing operation as started so the disc might be unusable.
es: La grabación ha comenzado, así que el disco podría quedar inutilizable.

source: Writing Audio Disc
es: Grabando disco de audio

source: The audio tracks are going to be written to a disc. This operation may take a long time, depending on data size and write speed.
es: Las pistas de sonido vana ser grabadas en un disco. Esta operación puede tardar cierto tiempo dependiendo de la cantidad de datos y la velocidad de grabación.

source: CD-RW disc will be erased
es: El disco CD-RW será borrado

source: Please remove your disc if you want to preserve it's contents.
es: Por favor retire su disco si desea conservar su contenido.

source: Preparing recorder
es: Preparando grabadora

source: Writing media files to disc
es: Grabando los archivos de sonido en el disco

source: Fixating disc
es: Cerrando el disco

source: Preparing media files
es: Preparando los archivos

source: Writing to disc finished
es: Grabación finalizada

source: Disc writing was successful.
es: La grabación se completó con éxito.

source: Writing Files to Disc
es: Grabando archivos en el disco

source: Please make sure another application is not using the drive.
es: Por favor compruebe que el dispositivo no está siendo usado por otra aplicación.

source: Drive is busy
es: El dispositivo está ocupado

source: Please put a rewritable or blank disc into the drive.
es: Por favor introduzca un disco virgen o regrabable en la unidad.

source: Insert rewritable or blank disc
es: Introduzca un disco virgen o regrabable

source: Please put a blank disc into the drive.
es: Por favor introduzca un disco virgen en la unidad

source: Insert blank disc
es: Introduzca un disco virgen

source: Please replace the disc in the drive with a rewritable or blank disc.
es: Por favor sustituya el disco en la unidad por uno virgen o regrabable.

source: Reload rewritable or blank disc
es: Recargar disco virgen o regrabable

source: Please replace the disc in the drive a blank disc.
es: Por favor sustituya el disco en la unidad por uno virgen.

source: Reload blank disc
es: Recargar disco virgen
