Repository: guadalinex-archive/guadalinex-2005
Catalog: trunk/*_live_installer/mini/src/*-config/*-config-2.67ubuntu19uda1/debian/po/*.po
Languages: ro

source: Ubuntu base system configuration
ro: Configurarea sistemului de bază Ubuntu

source: Choose the next step in the install process:
ro: Alegeţi următorul pas în procesul de instalare:

source: This is the base system configuration menu.
ro: Acesta este meniul de configurare a sistemului de bază.

source: Welcome to your new Ubuntu system!
ro: Bine aţi venit în noul dvs. sistem Ubuntu!

source: This program will now walk you through the process of setting up your newly installed system. It will start with the basics -- time zone selection, setting a root password and adding a user, and then progress to installing additional software to tune this new Ubuntu system to your needs.
ro: Acest program vă va conduce prin procesul de pregătire a noului dvs. sistem instalat. Va începe cu lucrurile de bază -- selecţia meridianului, setarea parolei de root (superutilizator) şi adăugarea unui utilizator, şi va trece apoi la instalarea de programe adiţionale pentru a adapta acest nou sistem Ubuntu la nevoile dvs.

source: Use a PPP connection to install the system?
ro: Se foloseşte o conexiune PPP pentru a instala sistemul?

source: This system does not seem to be currently connected to the internet. Even if you plan to install from CD, it is wise to download at least security updates from the internet.
ro: Acest sistem nu pare a fi conectat la internet. Chiar dacă plănuiţi să instalaţi de pe CD, este recomandat să descărcaţi cel puţin actulizările de securitate de pe internet.

source: If you have an account on an Internet Services Provider (ISP), and you want to use it during the install, you may configure the PPP service now, and open a PPP connection to your ISP.
ro: Dacă aveţi un cont la un furnizor de servicii internet (ISP), şi doriţi să-l folosiţi în timpul instalării, puteţi configura serviciul PPP acum şi să deschideţi o conexiune PPP către ISP-ul dvs.

source: There was a problem installing the selected software
ro: S-a întâlnit o problemă la instalarea programelor selectate

source: One or more packages failed to install. This may be due to bugs in the packages, or you may be out of disk space or experiencing some other problem.
ro: La unul sau mai multe pachete instalarea a eşuat. Acest lucru poate fi cauzat fie de defecte ale pachetelor, fie de lipsa de spaţiu pe disc sau o altă problemă.

source: Simply trying to install those packages (or a slightly different set of packages) again may work around the problem, or at least move the installation process along a little further. If you want, you can go back to the package selection step, and try again.
ro: O reîncercare de instalare a aceloraşi pachete (sau un set puţin diferit de pachete) ar putea rezolva problema sau ar putea duce procesul de instalare mai departe. Dacă doriţi, vă puteţi întoarce la pasul de selecţie a pachetelor şi să încercaţi din nou.

source: If you decide not to try again, bear in mind that some packages on your system will be in a broken state until you manually resolve the problem.
ro: Dacă vă decideţi să nu încercaţi din nou, ţineţi minte că unele pachete din sistemul dvs. vor fi într-o stare defectuoasă până rezolvaţi manual problema.

source: Thank you for choosing Ubuntu!
ro: Vă mulţumim că aţi ales Ubuntu!

source: Setup of your Ubuntu system is complete. You may now login.
ro: Pregătirea sistemului dvs. Ubuntu este completă. Acum veţi putea să vă autentificaţi la promptul login: .

source: If you want to revisit this setup process at a later date, just run the base-config program.
ro: Dacă doriţi să revizitaţi acest proces de setare la un moment ulterior, puteţi rula programul base-config.

source: System hostname:
ro: Numele sistemului:

source: Please enter your system hostname.
ro: Vă rugăm să introduceţi numele sistemului dvs.

source: The hostname is a name that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
ro: Numele sistemului este un nume care identifică sistemul dvs. în reţea. Dacă nu ştiţi care ar trebui să fie numele sistemului dvs., consultaţi administratorul de reţea. Dacă vă pregătiţi propria dvs. reţea, aici puteţi să inventaţi ceva.

source: Invalid hostname "${HOSTNAME}"
ro: Nume de calculator invalid "${HOSTNAME}"

source: A valid hostname may contain period-separated parts containing only alphanumeric characters and the minus sign, be between 2 and 63 characters long, and each part cannot begin or end with a minus sign.
ro: Un nume valid de calculator poate conţine părţi separate prin puncte, care conţin doar caractere alfanumerice şi semnul minus; poate fi între 2 şi 63 de caractere şi fiecare parte nu poate începe sau termina cu un semn minus.

source: Do you want to start the graphical display manager?
ro: Doriţi să porniţi managerul de afişaj grafic?

source: The graphical display manager makes it possible to log in using a graphical environment.
ro: Managerul de afişaj grafic face posibilă autentificarea folosind un mediu grafic.

source: Load preseed file
ro: Încarcă fişierul de preconfigurare

source: Display introductory message
ro: Afişează mesajul introductiv

source: Configure the keyboard
ro: Configurează tastatura

source: Configure timezone
ro: Configurează fusul orar

source: Set up users and passwords
ro: Pregăteşte utilizatorii şi parolele

source: Set the hostname
ro: Iniţializează numele sistemului

source: Configure and enable ppp
ro: Configurează şi activează ppp

source: Configure apt
ro: Configurează apt

source: Select and install packages
ro: Selectează şi instalează pachete

source: Configure the Mail Transfer Agent
ro: Configurează agentul de transport al poştei electronice (MTA)

source: Finish configuring the base system
ro: Finalizează configurarea sistemului de bază

source: Exit the base system configuration
ro: Ieşire din configurarea sistemului de bază Ubuntu

source: Execute a shell
ro: Execută o consolă (shell)

source: Preparing to configure apt...
ro: Se pregăteşte să configureze apt...

source: Copying mirror configuration...
ro: Se copiaza configuraţia de mirror

source: Checking for CD-ROM...
ro: Se verifică pentru CD-ROM...

source: Time zone configuration
ro: Configurarea fusului orar

source: Is the hardware clock set to GMT?
ro: Ceasul intern este sicronizat cu GMT-ul?

source: Unix system clocks are generally set to GMT ("Greenwich Mean Time", also known as "Universal Coordinated Time", or UTC). The operating system knows your time zone and converts system time into the local time. You can specify whether the hardware clock is set to either GMT (recommended for a Linux-only system) or local time (which may be more convenient for a system that also runs other operating systems or an off-the-shelf PC).
ro: Ceasurile de sistem Unix sunt, în general sincronizate cu GMT-ul ("Greenwich Mean Time" - timpul de pe fusul orar Greenwich - cunoscut ca şi "Universal Coordinated Time" - timpul coordonat universal - , sau UTC). Sistemul de operare cunoaşte fusul dvs. orar şi converteşte ora dată de ceasul intern la ora locală. pPuteţi specifica dacă ceasul intern este sincronizat cu GMT-ul (recomandat pentru un sistem exclusiv Linux) sau este sicronizat cu timpul local (care poate fi mai convenabil pentru un sistem care rulează şi alte sisteme de operare sau un calculator nou).

source: The hardware clock says the time is now ${hwtime}.
ro: Ceasul intern indica acum ora ${hwtime}.

source: Do you want to change your current time zone?
ro: Doriţi să schimbaţi fusul orar?

source: Your current time zone is set to ${timezone}.
ro: Actualul fus orar este configurat la ${timezone}.

source: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, East-Indiana, Indiana-Starke, Michigan, Samoa, other
ro: Eastic, Central, Montan, Pacific, Alaska, Hawaii, Aleutian, Arizona, Indiana de est, Indiana-Starke, Michigan, Samoa, altul

source: The following are common time zones in the United States of America.
ro: Următoarele sunt fusuri orare comune în Statele Unite Ale Americii.

source: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, other
ro: Newfoundland, Atlantic, Estic, Central, Saskatchewanul estic, Saskatchewan, Montan, Pacific, Yukon, altul

source: The following are common time zones in Canada.
ro: Următoarele sunt fusuri orare comune în Canada.

source: East, West, Acre, DeNoronha, other
ro: Est, Vest, Acre, DeNoronha, altul

source: The following are common time zones in Brazil.
ro: Următoarele sunt fusuri orare comune în Brazilia.

source: If you are in a different time zone, choose "other" to select from all available time zones.
ro: Dacă vă aflaţi pe un alt fus orar, alegeţi "altul" pentru a selecta dintre toate fusurile orare disponibile.

source: Are you in the ${zone} time zone?
ro: Vă aflaţi pe fusul orar ${zone}?

source: Based on your country, your time zone is probably ${zone}.
ro: Pe baza ţării dvs., fusul orar pe care vă situaţi probabil este ${zone}.

source: ${choices}, other
ro: ${choices}, altul

source: Select your time zone:
ro: Selectaţi fusul dvs. orar:

source: Based on your country, you are probably in one of these time zones. If you are not, choose "other" to select from all available time zones.
ro: Pe baza ţării dvs., vă situaţi probabil pe unul din aceste fusuri orare. Dacă nu, alegeţi "altul" pentru a selecta unul dintre toate fusurile orare disponibile.

source: Africa, America, US, Canada, Asia, Atlantic Ocean, Australia, Europe, Indian Ocean, Pacific Ocean, System V style time zones, None of the above
ro: Africa, America, US, Canada, Asia, Oceanul Atlantic, Australia, Europa, Oceanul Indian, Oceanul Pacific, Fusuri orare în stil System V, Niciunul din cele de mai sus

source: Area for your time zone:
ro: Zona pentru fusul dvs. orar:

source: Pick the geographic area in which the time zone you desire is located.
ro: Alegeţi zona geografică în care fusul orar dorit se află.

source: Select a city or time zone:
ro: selectaţi un oraş sau un fus orar:

source: Cities represent the time zone in which they are located, so you may choose any city in the desired time zone.
ro: Oraşele reprezintă fusurile orare în care se află, deci puteţi alege orice oraş din fusul orar dorit.

source: Is this information correct?
ro: Este această informaţie corectă?

source: Here is your selected time zone information.
ro: Iată informaţiile legate de fusul orar selectat de dvs.

source: Local time is now: ${tzdate} Universal Time is now: ${utdate} Time zone is set to: ${timezone}
ro: Timpul local este acum: ${tzdate} Timpull Universal is now: ${utdate} Fusul orar este setat la: ${timezone}

source: If something looks wrong, you can go through the setup process again.
ro: Dacă ceva pare greşit, puteţi reparcurge procesul de setare.

source: Apt configuration
ro: Configurarea apt

source: HTTP proxy information (blank for none):
ro: Informaiţi despre proxy (lăsaţi gol dacă nu există):

source: If you need to use a HTTP proxy to access the outside world, please enter the proxy information here. Otherwise, leave this blank.
ro: Dacă aveţi nevoie de un proxy pentru a accesa lumea exterioară, vă rugăm să introduceţi informaţiile legate de proxy aici. Altfel, lăsaţi gol.

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]"
ro: Informaţiile legate de proxy ar trebui să fie în forma standard "http://[[utilizator][:parolă]@]calculator[:port]"

source: cdrom, http, ftp, filesystem, edit sources list by hand
ro: cdrom, http, ftp, sistem de fişiere, modifică manual lista de surse

source: Archive access method for apt:
ro: Metodă de acces la arhiva apt:

source: Please choose the method apt (the Ubuntu package management tool) should use to access the Ubuntu archive.
ro: Vă rugăm să alegeţi metoda prin care apt (unelta de management al pachetelor în Ubuntu) trebuie să acceseze arhiva Ubuntu.

source: For example if you have an Ubuntu cd, select "cdrom", while if you plan to install via an Ubuntu mirror, choose "ftp" or "http".
ro: De exemplu, dacă aveţi un cd Ubuntu, selectaţi "cdrom", iar dacă plănuiţi să instalaţi prin intermediul unui sit alternativ Ubuntu, alegeţi "ftp" sau "http".

source: Mirror country:
ro: Ţara sitului alternativ:

source: Select the country the mirror should be in. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
ro: Selectaţi ţara în care ar trebui să se afle situl. Ar fi bine dacă aţi folosi un sit din ţara sau regiunea dvs. dacă nu ştiţi care sit are cea mai bună conexiune cu dvs.

source: Choose the Ubuntu mirror to use:
ro: Alegeţi situl alternativ Ubuntu folosit:

source: Select the Ubuntu mirror apt should use. You should select a mirror that is close to you on the net.
ro: Selectaţi situl alternativ Ubuntu pe care ar trebui să-l folosească apt. Ar fi bine să selectaţi un situl alternativ care e aproape de dvs. pe intrenet.

source: Mirror hostname:
ro: Numele sitului:

source: Enter the hostname of the mirror from which Ubuntu will be downloaded.
ro: Introduceţi numele calculatorului care conţine situl alternativ de pe care se va descărca Ubuntu.

source: Mirror directory:
ro: Directorul sitului:

source: Enter the directory in which the Ubuntu mirror is located.
ro: Introduceţi directorul în care se află situl alternativ Ubuntu.

source: The directory you entered does not exist.
ro: Directorul introdus de dvs. nu există.

source: Mirror not found
ro: Sit alternativ negăsit

source: The directory you entered does not contain a subdirectory named "dists", so it doesn't seem to be an Ubuntu mirror.
ro: Directorul introdus de dvs. nu conţine un subdirector numit "dists", deci nu pare a fi un sit alternativ Ubuntu.

source: CD-ROM missing
ro: CD-ul lipseşte

source: Please insert a suitable CD.
ro: Vă rugam să introduceţi un CD potrivit.

source: CD-ROM device file:
ro: Fişierul-dispozitiv CD-ROM:

source: This program was unable to auto-detect a CD-ROM drive, or there is no usable CD in the drive.
ro: Acest program nu a putut autodetecta un dispozitiv CD-ROM, sau nu există un CD utilizabil în unitatea CD-ROM.

source: Enter the device file to use to access your CD-ROM, and place an Ubuntu CD in the drive.
ro: Introduceţi fişierul-dispozitiv de folosit pentru a accesa CD-ROM-ul dvs., şi puneţi un CD Ubuntu în unitate.

source: Non-Ubuntu CD-ROM detected
ro: S-a detectat CD non-Ubuntu

source: The CD-ROM drive contains a non-Ubuntu CD.
ro: Unitatea CD-ROM conţine un CD non-Ubuntu.

source: Scan another CD?
ro: Se examinează un alt CD?

source: If you have another Ubuntu CD (for example, the second in a two CD set), you should insert and scan it now.
ro: Dacă aveţi un alt CD Ubuntu (de exemplu, al doilea într-un set de două CD-uri), ar fi bine să-l introduceţi şi să-l examinaţi acum.

source: Use restricted software?
ro: Folosiţi software restricţionat?

source: Some restricted software has been made to work with Ubuntu. Though this software is not at all a part of Ubuntu, standard Ubuntu tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
ro: Unele programe restricţionate au fost făcute să funcţioneze cu Ubuntu. Deşi aceste programe nu sunt deloc parte din Ubuntu, se pot folosi unelte standard pentru a le instala. Aceste programe au diverse licenţe care vă pot împiedica să le folosiţi, să le modificaţi sau să le oferiţi şi la alţii.

source: Please choose whether you want to have it available anyway.
ro: Vă rugăm să alegeţi dacă doriţi să le aveţi oricum disponibile.

source: Use contrib software?
ro: Folosiţi software contrib?

source: Some additional software has been made to work with Ubuntu. Though this software is free, it depends on non-free software for its operation. This software is not a part of Ubuntu, but standard Ubuntu tools can be used to install it.
ro: Unele programe adiţionale au fost făcute să funcţioneze cu Ubuntu. Deşi aceste programe sunt libere, ele depind de programe non-libere pentru a opera. Aceste programe nu sunt parte din Ubuntu, dar uneltele standard Ubuntu se pot folosi pentru a le instala.

source: Use universe software?
ro: Se foloseşte şi software universe?

source: Some additional software has been made to work with Ubuntu. This software is free and, though it is not a part of Ubuntu, standard Ubuntu tools can be used to install it.
ro: Unele programe adiţionale au fost făcute să funcţioneze cu Ubuntu. Deşi aceste programe sunt libere (free) şi nu sunt parte din Ubuntu, uneltele standard Ubuntu se pot folosi pentru a le instala.

source: Please choose whether you want this software to be made available to you.
ro: Vă rugăm să alegeţi dacă doriţi ca aceste programe să vă fie disponibile.

source: Failed to access the Ubuntu archive
ro: Eşec la accesarea arhivei Ubuntu

source: While trying to access the Ubuntu archive using the information you provided, the Ubuntu package management tool, apt, returned the following error. The questions will be asked again.
ro: În timpul încercării de accesare a arhivei Ubuntu folosind informaţiile oferite de dvs., unealta de management al pachetelor, apt, a returnat următoarea eroare. Veţi fi întrebat din nou aceaste întrebări.

source: Add another apt source?
ro: Adăugaţi o altă sursă apt?

source: ${MESSAGE}. However, you may want to add another source to apt, so it can download packages from more than one location.
ro: ${MESSAGE}. Totuşi, poate doriţi să adăugaţi o altă sursă apt, pentru a putea descărca pachete din mai multe locuri.

source: edit, revert to backup
ro: modifică, resaturează copia de rezervă

source: What do you want to do?
ro: Ce doriţi să faceţi?

source: The entries you added in sources.list (the file defining package sources for apt) seem to be incorrect. Here is the error message from apt:
ro: Intrările introduse de dvs. în sources.list (fişierul care defineşte sursele de pachete pentru apt) par a fi incorecte. Acesta este mesajul de eroare de la apt:

source: A backup of the sources.list was made before you edited it. You may either revert to that backup or edit the existing file and fix it.
ro: O copie de siguranţă a sources.list a fost făcută înainte ca dvs. să faceţi modificări. Puteţi fie să restauraţi acea copie, fie să modificaţi fişierul existent şi să-l reparaţi.

source: Download software from the Internet?
ro: Descărcaţi software de pe Internet?

source: Ubuntu provides additional software and timely security updates via the Internet. These updates may be tracked each time you upgrade your system. If you have a connection to the Internet, this is generally a good idea.
ro: Ubuntu oferă periodic programe adiţionale şi actualizări de securitate prompte prin Internet. Aceste actualizări pot fi monitorizate de fiecare dată când vă veţi reactualiza sistemul. Dacă aveţi o conexiune la Internet, aceasta este, în general, o idee bună.

source: Cannot access network updates
ro: Nu se pot accesa actualizările de programe de reţea

source: The software archive at ${site} couldn't be accessed, so those updates will not be made available to you at this time. You may want to investigate this later.
ro: Arhivele de software de la ${site} nu au putut fi accesate, deci acele actualizări nu vă vor fi disponibile acum. Este recomandabil să investigaţi această problemă mai târziu.

source: Commented out entries for ${site} have been added to the bottom of the /etc/apt/sources.list file.
ro: Intrările comentate pentru ${site} au fost adăugate la sfârşitul fişierului /etc/apt/sources.list.

source: The error message returned by apt:
ro: Mesajul de eroare returnat de apt:

source: Configuring apt...
ro: Configurează apt...

source: Setting up primary installation repository...
ro: Se setează depozitul de instalare primară...

source: Testing primary installation repository...
ro: Se testează depozitul de instalare primară...

source: Setting up network repository...
ro: Se setează depozitul de programe de reţea..

source: Testing network repository...
ro: Se testează depozitul de programe de reţea..

source: Setting up security update repository...
ro: Se setează depozitul de update-uri de securitate...

source: Testing security update repository...
ro: Se testează depozitul de update-uri de securitate...
