Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/archive-copier/archive-copier-0.3.5/debian/po/*.po
Languages: nb

source: Copy remaining packages from CD-ROM to hard disk?
nb: Kopiere gjenværende pakker fra CD-ROM til harddisk?

source: If you have enough hard disk space, you can choose to copy all the remaining packages from the CD-ROM to the hard disk, which will mean that you no longer need the CD-ROM once you reboot. You will need about 400 MB of additional free space in /var for this.
nb: Du kan kopiere alle de gjenværende pakkene fra CD-ROM'en til harddisken hvis du har nok plass. I så fall trenger du ikke CD-ROM'en lenger etter at du har tatt en omstart. Du trenger rundt 400 MB ledig plass i /var for dette.

source: Copying packages failed
nb: Feilet å kopiere pakker

source: Check /var/log/syslog or see virtual console 4 for the details.
nb: Sjekk /var/log/syslog eller se konsoll 4 (Ctrl + Alt + F4) for nærmere informasjon.

source: Copying remaining packages to hard disk
nb: Kopierer gjenværende pakker til hard disk

source: Scanning ${DIR}...
nb: Søker gjennom ${DIR} ...

source: Copying ${PACKAGE}...
nb: Kopierer ${PACKAGE}...

source: Download language support?
nb: Laste ned språkstøtte?

source: The installation CD does not contain full support for your language. Do you want to download the required packages from the Internet?
nb: Installasjons CD'en inneholder ikke full støtte for språket ditt. Vil du laste ned de nødvendige pakkene fra internett?

source: Copy remaining packages to hard disk
nb: Kopierer gjenværende pakker til hard disk
