Repository: guadalinex-archive/guadalinex-2005
Catalog: tags/v3.0/*_live_installer/default/src/eagle-usb/eagle-usb-2.1.1/debian/po/*.po
Languages: da, fr

source: manual configuration
da: manuel opsætning
fr: Configuration manuelle

source: Algeria Wanadoo
fr: Algérie Wanadoo

source: Argentina Speedy
fr: Argentine Speedy

source: Austria *
da: Østrig *
fr: Autriche *

source: Austria AON
da: Østrig AON
fr: Autriche AON

source: Austria Telstra
da: Østrig Telstra
fr: Autriche Telstra

source: Belgium ADSL Office
da: Belgien ADSL Office
fr: Belgique ADSL Office

source: Belgium Belgacom
da: Belgien Belgacom
fr: Belgique Belgacom

source: Belgium Tiscali
da: Belgien Tiscali
fr: Belgique Tiscali

source: Belgium Turboline
da: Belgien Turboline
fr: Belgique Turboline

source: Brazil Rio Grande do Sul
fr: Brésil Rio Grande do Sul

source: Brazil Speedy Telefonica
fr: Brésil Speedy Telefonica

source: Brazil Turbo Brasil Telecom
fr: Brésil Turbo Brasil Telecom

source: Brazil Velox Telemar
fr: Brésil Velox Telemar

source: Bulgaria BTC isdn
da: Bulgarien BTK isdn
fr: Bulgarie BTC isdn

source: Bulgaria BTC pots
da: Bulgarien BTK pots
fr: Bulgarie BTC pots

source: China China Netcom Beijing
fr: Chine China Netcom Beijing

source: China China Netcom Changchun
fr: Chine China Netcom Changchun

source: China China Netcom Harbin
fr: Chine China Netcom Harbin

source: China China Netcom Hunan
fr: Chine China Netcom Hunan

source: China China Netcom Jilin
fr: Chine China Netcom Jilin

source: China China Netcom Lanzhou
fr: Chine China Netcom Lanzhou

source: China China Netcom Tianjin
fr: Chine China Netcom Tianjin

source: China China Netcom Xi'an
fr: Chine China Netcom Xi'an

source: China China Telecom Chongqing
fr: Chine China Telecom Chongqing

source: China China Telecom Fujian
fr: Chine China Telecom Fujian

source: China China Telecom Guangxi
fr: Chine China Telecom Guangxi

source: China China Telecom Guangzhou
fr: Chine China Telecom Guangzhou

source: China China Telecom Hangzhou
fr: Chine China Telecom Hangzhou

source: China China Telecom Nanjing
fr: Chine China Telecom Nanjing

source: China China Telecom Shanghai
fr: Chine China Telecom Shanghai

source: China China Telecom Shenzhen
fr: Chine China Telecom Shenzhen

source: China China Telecom Urumqi
fr: Chine China Telecom Urumqi

source: China China Telecom Wuhan
fr: Chine China Telecom Wuhan

source: China China Telecom Yunnan
fr: Chine China Telecom Yunnan

source: China China Telecom Zhuhai
fr: Chine China Telecom Zhuhai

source: Czech Republic Cesky Telecom
fr: République Tchèque Cesky Telecom

source: Denmark *
da: Danmark *
fr: Danemark *

source: Egypt Raya Telecom
fr: Égypte Raya Telecom

source: Finland Sonera
fr: Finlande Sonera

source: France Free degroupe
da: Frankrig Free degroupe
fr: France Free dégroupé

source: France Free non degroupe
da: Frankrig Free non degroupe
fr: France Free non dégroupé

source: France Tele2
da: Frankrig Tele2
fr: France Télé2

source: Germany 1&1
da: Tyskland 1&1
fr: Allemagne 1&1

source: Germany Deutsche Telekom
da: Tyskland Deutsche Telekom
fr: Allemagne Deutsche Telekom

source: Greece *
da: Grækenland *
fr: Grêce *

source: Hungary Matav
da: Ungarn Matav
fr: Hongrie Matav

source: Ireland *
da: Irland *
fr: Eire *

source: Israel Bezeq
fr: Israël Bezeq

source: Italy Alice dynamic IP
da: Italien Alice dynamic IP
fr: Italie Alice IP dynamique

source: Italy Alice static IP
da: Italien Alice static IP
fr: Italie Alice IP statique

source: Italy Libero
da: Italien Libero
fr: Italie Libero

source: Italy Tiscali
da: Italien Tiscali
fr: Italie Tiscali

source: Mauritius Wanadoo
fr: Les Îles Maurice Wanadoo

source: Morocco Maroc Telecom
fr: Maroc Maroc Telecom

source: Netherlands Eager Telecom
da: Holland Eager Telecom
fr: Pays-Bas Eager Telecom

source: Netherlands KPN
da: Holland KPN
fr: Pays-Bas KPN

source: Netherlands Tiscali
da: Holland Tiscali
fr: Pays-Bas Tiscali

source: Netherlands Versatel
da: Holland Versatel
fr: Pays-Bas Versatel

source: Poland Netia Neostrada
da: Polen Netia Neostrada
fr: Pologne Netia Neostrada

source: Poland TPSA Telekomunikacja Polska
da: Polen TPSA Telekomunikacja Polska
fr: Pologne TPSA Telekomunikacja Polska

source: Russia Federation MTU-Intel
fr: Fédération de Russie MTU-Intel

source: Slovenia SiOL
fr: Slovénie SiOL

source: Spain Arrakis
da: Spanien Arrakis
fr: Espagne Arrakis

source: Spain Auna
da: Spanien Auna
fr: Espagne Auna

source: Spain Communitel
da: Spanien Communitel
fr: Espagne Communitel

source: Spain Euskatel
da: Spanien Euskatel
fr: Espagne Euskatel

source: Spain Telefonica dynamic IP
da: Spanien Telefonica dynamic IP
fr: Espagne Telefonica IP dynamique

source: Spain Telefonica static IP
da: Spanien Telefonica static IP
fr: Espagne Telefonica IP statique

source: Spain Tiscali
da: Spanien Tiscali
fr: Espagne Tiscali

source: Spain Uni2
da: Spanien Uni2
fr: Espagne Uni2

source: Spain Wanadoo dynamic IP
da: Spanien Wanadoo dynamic IP
fr: Espagne Wanadoo IP dynamique

source: Spain Wanadoo static IP
da: Spanien Wanadoo static IP
fr: Espagne Wanadoo IP statique

source: Spain Wanadoo/Eresmas Retevision
da: Spanien Wanadoo/Eresmas Retevision
fr: Espagne Wanadoo/Eresmas Retevision

source: Spain ya.com dynamic IP
da: Spanien ya.com dynamic IP
fr: Espagne ya.com IP dynamique

source: Spain ya.com static IP
da: Spanien ya.com static IP
fr: Espagne ya.com IP statique

source: Sweden Telia
da: Sverige Telia
fr: Suède Telia

source: Switzerland *
da: Schweitz *
fr: Suisse *

source: Switzerland BlueWin
da: Schweitz BlueWin
fr: Suisse BlueWin

source: Switzerland Swisscom
da: Schweitz Swisscom
fr: Suisse Swisscom

source: Switzerland Tiscali
da: Schweitz Tiscali
fr: Suisse Tiscali

source: Thailand Asianet
fr: Thaïlande Asianet

source: Tunisia Planet
fr: Tunisie Planet

source: United Arab Emirates Etisalat
fr: Émirats Arabes Unis Etisalat

source: United Kingdom British Telecom
fr: Royaume Uni British Telecom

source: United Kingdom Tiscali
fr: Royaume Uni Tiscali

source: Network configuration:
da: Vælg netværksopsætning
fr: Configuration réseau :

source: If your Internet Services Provider (ISP) is not listed, select "manual configuration".
da: Hvis din udbyder ikke er vist, så vælg "manuel opsætning".
fr: Si votre fournisseur d'accès à l'Internet n'est pas affiché, choisissez « Configuration manuelle ».

source: Virtual Path Identifier
fr: Identifiant de chemin virtuel (« Virtual Path Identifier »)

source: Virtual Channel Identifier
fr: Identifiant de canal virtuel (« Virtual Channel Identifier »)

source: Encapsulation method:
da: Vælg indkapsling
fr: Méthode d'encapsulation :

source: Linetype:
da: Angiv linjetype
fr: Type de ligne (« LineType ») :

source: Static IP address (empty for none):
da: Angiv din statiske ip-adresse eller ingenting
fr: Adresse IP statique si nécessaire :

source: If you want to use a static IP address, please enter it now. If you address is obtained from your ISP, leave this field blank.
da: Hvis du vil bruge en statisk IP-adresse, kan du skrive den her. Hvis du vil hente din IP-adresse fra din udbyder, så tryk blot retur.
fr: Si vous possédez une adresse IP statique, vous pouvez l'indiquer maintenant ; si vous n'indiquez rien, l'adresse sera configurée dynamiquement (DHCP) avec votre fournisseur d'accès.

source: Do you want automatically update DNS server?
fr: Voulez-vous que les serveurs DNS soient mis à jour automatiquement

source: If you installed a DNS server, answer "No". If you don't understand the question, answer "Yes".
fr: Répondez « Non » si vous avez installé un serveur DNS. Répondez « Oui » si vous ne comprenez pas la question.

source: DSL login:
da: Angiv dit DSL-login
fr: Identifiant ADSL :

source: Please enter the login for identification with your DSL access provider. Some providers may also call it username.
da: Her skal du angive login til identifikation overfor din DSL-udbyder. Nogle udbydere kalder det også for et brugernavn.
fr: Veuillez indiquer l'identifiant (« login ») demandé par votre fournisseur d'accès. Certains fournisseurs d'accès le nomment parfois « nom d'utilisateur ».

source: DSL password:
da: Angiv DSL-adgangskode
fr: Mot de passe :

source: Please enter the password for identification with your DSL access provider.
da: Her skal du angive adgangskoden, der identificerer det overfor din DSL-udbyder.
fr: Veuillez indiquer le mot de passe donné par votre fournisseur d'accès en même temps que votre identifiant.

source: Does your ISP support password encryption?
da: Understøtter din udbyder kryptering af adgangskoden?
fr: Votre FAI accepte-t-il le chiffrement des mots de passe ?

source: onboot, onplug, no
da: under opstart, ved indsættelse, nej
fr: Au démarrage, Au branchement, Non

source: Method for starting the DSL connection:
da: Start DSL-forbindelsen automatisk?
fr: Faut-il lancer automatiquement la connexion Internet ?

source: You can choose to automatically start your Internet connection on plug or on boot. If you choose "onplug", the connection will be triggered when plugging your modem (including at boot time). If you choose "onboot", the connection will only happen at boot time.
da: Du kan vælge at starte din internetforbindelse automatisk ved indsættelse eller under opstart. 'indsættelse' starter forbindelsen hver gang dit modem forbindes (herunder under opstart) 'under opstart' starter forbindelsen én gang under opstarten.
fr: Si vous choisissez « Au branchement », la connexion sera établie à chaque branchement de votre modem et au démarrage de votre ordinateur. Si vous choisissez « Au démarrage », la connexion sera établie automatiquement au démarrage seulement.

source: Do you want to enable a 'cron' task to control connection?
da: Vil du lade et cron-job tjekke forbindelsen?
fr: Souhaitez-vous vérifier périodiquement la connexion ?

source: If you choose this option, a 'cron' task will control your Internet connection periodically and restart it when it is lost.
da: Hvis du accepterer, vil et cron-job tjekke din internetforbindelse hvert andet minut og genstarte den, hvis den er tabt.
fr: Si vous choisissez cette option, une tâche périodique (« cron ») vérifiera l'état de votre connexion Internet toutes les deux minutes et la relancera au besoin.

source: France Cegetel ADSL 512
da: Frankrig Cegetel ADSL 512

source: France Cegetel ADSL Max
da: Frankrig Cegetel ADSL Max

source: France Club-Internet
da: Frankrig Club-Internet

source: France Tiscali 128k
da: Frankrig Tiscali 128k

source: France Tiscali 512k
da: Frankrig Tiscali 512k

source: France Wanadoo
da: Frankrig Wanadoo

source: France n9uf tel9com
da: Frankrig n9uf tel9com

source: VPI:
da: Angiv din VPI

source: VCI:
da: Angiv din VCI
