Repository: guadalinex-archive/guadalinex-2005
Catalog: trunk/*_live_installer/default/src/archive-copier/archive-copier-0.3.6/debian/po/*.po
Languages: nb

source: Copy remaining packages from CD-ROM to hard disk?
nb: Kopiere gjenværende pakker fra CD-ROM til harddisk?

source: If you have enough hard disk space, you can choose to copy all the remaining packages from the CD-ROM to the hard disk, which will mean that you no longer need the CD-ROM once you reboot. You will need about 400 MB of additional free space in /var for this.
nb: Du kan kopiere alle de gjenværende pakkene fra CD'en til harddisken hvis du har nok plass. I så fall trenger du ikke CD'en lenger etter at du har tatt en omstart. Du trenger rundt 400 MB ledig plass i /var for dette.

source: Copying packages failed
nb: Kopiering av pakker var ikke vellykket

source: Copying packages to the hard disk failed. You may have run out of disk space in the target /var filesystem, or your CD drive may be having problems reading packages from the CD. Cleaning the CD drive or burning the CD at a lower speed may help.
nb: Feil under kopiering av pakker til harddisken. Du har enten ikke mer plass på under /var, eller det kan være noe galt med CD'en. I sistnevnte tilfelle kan rensing av CD og/eller stasjon hjelpe, eller du kan prøve å brenne CD'en ved en lavere hastighet.

source: Check /var/log/syslog or see virtual console 4 for the details.
nb: Sjekk /var/log/syslog eller se konsoll 4 (Ctrl + Alt + F4) for mer informasjon.

source: Copying remaining packages to hard disk
nb: Kopierer gjenstående pakker til hard disk

source: Scanning ${DIR}...
nb: Søker gjennom ${DIR} ...

source: Copying ${PACKAGE}...
nb: Kopierer ${PACKAGE}...

source: Download language support?
nb: Last ned språkstøtte?

source: The installation CD does not contain full support for your language. Do you want to download the required packages from the Internet?
nb: InstallasjonsCD'en inneholder ikke full støtte for dette språket. Vil du laste ned de nødvendige pakkene fra internett?

source: Copy remaining packages to hard disk
nb: Kopièr gjenværende pakker til harddisk
