Repository: guadalinex-archive/guadalinex-2005
Catalog: tags/v3.0/*_live_installer/default/src/cdrom-checker/cdrom-checker-1.03ubuntu2/debian/po/*.po
Languages: sv

source: Check CD-ROM integrity?
sv: Kontrollera integriteten på cd-rom:en?

source: Warning: this check depends on your hardware and may take some time.
sv: Varning: denna kontroll är hårdvaruberoende och kan ta en tag.

source: Insert an Ubuntu CD-ROM
sv: Sätt in en cd-rom med Ubuntu

source: Please insert the Ubuntu CD-ROM into the drive before continuing.
sv: Sätt in en cd-rom med Ubuntu i enheten innan du fortsätter.

source: Failed to mount CD-ROM
sv: Misslyckades att montera cd-rom

source: The CD-ROM ${CDROM} could not be mounted correctly. Please check the media and cables, and try it again.
sv: Cd-rom:en ${CDROM} kunde inte monteras korrekt. Kontrollera medien och kablarna och försök igen.

source: No valid Ubuntu CD-ROM
sv: Inte en giltig Ubuntu-cd-rom

source: The CD-ROM you have inserted is not a valid Ubuntu CD-ROM. Please change the disk.
sv: Cd-rom:en som du har satt in är inte en giltig Ubuntu-cd-rom. Byt skivan.

source: Failed to open checksum file
sv: Misslyckades med att öppna kontrollsummafilen.

source: Opening the MD5 file on the CD-ROM failed. This file contains the checksums of the files located on the CD-ROM.
sv: Misslyckades att öppna MD5-filen på cd-rom:en. Denna fil innehåller kontrollsummorna för filerna på cd-rom:en.

source: Integrity test successful
sv: Lyckat integritetstestet

source: The CD-ROM integrity test was successful. The CD-ROM is valid.
sv: Integritetstestet av cd-rom:en var framgångsrikt. Cd-rom:en är giltig.

source: Integrity test failed
sv: Ingegritetstestet misslyckades.

source: The ${FILE} file failed the MD5 checksum verification. Your CD-ROM or this file may have been corrupted.
sv: Filen ${FILE} hade en felaktig MD5-kontrollsumma. Din cd-rom eller denna fil kan ha blivit korrupt.

source: Check the integrity of another CD-ROM?
sv: Kontrollera integriteten för en annan cd-rom?

source: Insert Ubuntu CD-ROM
sv: Sätt in Ubuntus cd-rom

source: Please make sure you have inserted the Ubuntu CD-ROM to continue with the installation.
sv: Se till att du har satt in Ubuntus cd-rom för att fortsätta med installationen.

source: Checking CD-ROM integrity
sv: Kontrollerar integriteten på cd-rom:en

source: Checking file: ${FILE}
sv: Kontrollerar fil: ${FILE}

source: Check the CD-ROM(s) integrity
sv: Kontrollera cd-rom-integriteten
