Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/mini/src/*-config/*-config-2.67ubuntu19uda1/debian/po/*.po
Languages: pt, uk

source: Ubuntu base system configuration
pt: Configuração do sistema base de Ubuntu
uk: Налаштування базової системи Ubuntu

source: Choose the next step in the install process:
pt: Escolha o próximo passo no processo de instalação:
uk: Виберіть наступний крок в процесі встановлення:

source: This is the base system configuration menu.
pt: Este é o menu de configuração do sistema base.
uk: Це меню налаштування базової системи.

source: Welcome to your new Ubuntu system!
pt: Bem-vindo ao seu novo sistema Ubuntu!
uk: Вітаємо вас в Ubuntu!

source: This program will now walk you through the process of setting up your newly installed system. It will start with the basics -- time zone selection, setting a root password and adding a user, and then progress to installing additional software to tune this new Ubuntu system to your needs.
pt: Este programa vai agora guiá-lo através do processo de configuração do seu novo sistema instalado. Vai começar com o básico -- selecção do fuso horário, definir a password de root e adicionar um utilizador, e depois passa para a instalação de software adicional para modificar ao seu gosto este sistema Ubuntu.

source: Use a PPP connection to install the system?
pt: Usar uma ligação PPP para instalar o sistema?
uk: Використовувати PPP з'єднання для встановлення системи?

source: This system does not seem to be currently connected to the internet. Even if you plan to install from CD, it is wise to download at least security updates from the internet.
pt: Este sistema não parece estar neste momento ligado à Internet. Mesmo que planeie instalar a partir de CD, é aconselhado fazer o download das últimas actualizações de segurança da Internet.
uk: Здається, вашу систему зараз не підключено до Інтернету. Навіть якщо ви встановлюєте систему з компакт-диску, доступ до Інтернет все-таки бажаний для оновлень безпеки.

source: If you have an account on an Internet Services Provider (ISP), and you want to use it during the install, you may configure the PPP service now, and open a PPP connection to your ISP.
pt: Se tem uma conta num Provedor de Serviços de Internet (ISP), e quiser usá-la durante a instalação, pode configurar agora o serviço PPP, e abrir uma ligação PPP para o seu ISP.
uk: Якщо ви маєте обліковий запис PPP і бажаєте його використовувати для встановлення, ви можете налаштувати та встановити PPP з'єднання.

source: There was a problem installing the selected software
pt: Ocorreu um problema a instalar o software seleccionado
uk: Не вдалося встановити вибрані програми

source: One or more packages failed to install. This may be due to bugs in the packages, or you may be out of disk space or experiencing some other problem.
pt: Não foi possível instalar um ou mais pacotes. Isto pode ser devido a bugs nos pacotes, ou pode ter acabado o espaço em disco ou um outro problema.
uk: Не вдалося встановити один або декілька пакетів. Причиною цього можуть бути помилки в пакетах, недостача місця на диску і т.п.

source: Simply trying to install those packages (or a slightly different set of packages) again may work around the problem, or at least move the installation process along a little further. If you want, you can go back to the package selection step, and try again.
pt: Simplesmente tentando instalar um desses pacotes (ou um conjunto ligeiramente diferente de pacotes) de novo poderá contornar o problema, ou pelo menos avançar o processo de instalação um pouco mais. Se desejar, pode voltar atrás para a etapa de selecção de pacotes, e voltar a tentar.
uk: Проблему звичайно можна вирішити або просто обійти, якщо спробувати встановити ці пакунки (або дещо інший набір) ще раз. Якщо є бажання, то можна повернутися до етапу вибору пакетів та спробувати ще раз.

source: If you decide not to try again, bear in mind that some packages on your system will be in a broken state until you manually resolve the problem.
pt: Se decidir não voltar a tentar, tenha em mente que alguns pacotes no seu sistema estarão num estado defeituoso até resolver este problema manualmente.
uk: Якщо ви ви не вирішите проблеми зараз, то майте на увазі, що деякі пакети на вашій системі залишаться непрацездатними доки ви не вирішите цю проблему вручну.

source: Thank you for choosing Ubuntu!
pt: Obrigado por escolher Ubuntu!
uk: Дякуємо вам за вибір Ubuntu!

source: Setup of your Ubuntu system is complete. You may now login.
pt: A configuração do seu sistema Ubuntu está terminada. Pode agora fazer login.

source: If you want to revisit this setup process at a later date, just run the base-config program.
pt: Se quiser voltar a este processo de configuração posteriormente, basta correr o programa base-config.
uk: Якщо ви пізніше захочете повторити конфігурацію, просто запустіть програму base-config.

source: System hostname:
pt: Hostname do sistema:
uk: Ім'я системи:

source: Please enter your system hostname.
pt: Por favor introduza o hostname do sistema.
uk: Введіть ім'я вашої системи.

source: The hostname is a name that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
pt: O hostname é um nome que identifica o seu sistema na rede. Se não sabe qual deve ser o seu hostname, consulte o seu administrador de rede. Se está a configurar a sua rede caseira, pode colocar qualquer coisa aqui.
uk: Ім'я комп'ютера - це слово, що ідентифікує вашу систему в мережі. Якщо ви не знаєте, яким повинно бути ім'я вашого комп'ютера, то порадьтеся з адміністратором вашої мережі. Якщо ви встановлюєте вашу власну мережу, можете ввести щось на ваш смак.

source: Invalid hostname "${HOSTNAME}"
pt: Hostname inválido "${HOSTNAME}"
uk: Ім'я системи "${HOSTNAME}" неприпустиме.

source: A valid hostname may contain period-separated parts containing only alphanumeric characters and the minus sign, be between 2 and 63 characters long, and each part cannot begin or end with a minus sign.
pt: Um hostname válido pode conter partes separadas por pontos contendo apenas caracteres alfanuméricos e o símbolo menos, ter entre 2 e 63 caracteres de comprimento, e cada parte não pode começar ou acabar com um sinal menos.
uk: Припустиме ім'я може містити розділені крапками частини, що містять тільки літери латинського алфавіту, цифри та знак мінус та мають довжину від 2 до 5 символів. Частини не можуть починатися чи завершуватися знаком мінус.

source: Do you want to start the graphical display manager?
pt: Quer iniciar o gestor de ecrã gráfico?
uk: Чи хочете ви запустити графічний вхід до системи.

source: The graphical display manager makes it possible to log in using a graphical environment.
pt: O gestor de ecrã gráfico permite fazer login usando um ambiente gráfico.
uk: Графічний вхід до системи дозволяє входити до системи в графічному режимі.

source: Load preseed file
pt: Carregar o ficheiro preseed
uk: Завантажити файл передналаштувань

source: Display introductory message
pt: Mostrar mensagem introdutória
uk: Показати ввідне повідомлення

source: Configure the keyboard
pt: Configurar o teclado
uk: Налаштувати клавіатуру

source: Configure timezone
pt: Configurar o fuso horário
uk: Налаштувати часовий пояс

source: Set up users and passwords
pt: Definir utilizadores e passwords
uk: Налаштувати користувачів та паролі

source: Set the hostname
pt: Definir o hostname
uk: Встановити ім'я системи

source: Configure and enable ppp
pt: Configurar e activar ppp
uk: Налаштувати та дозволити PPP

source: Configure apt
pt: Configurar apt
uk: Налаштувати apt

source: Select and install packages
pt: Seleccionar pacotes
uk: Вибрати та встановити пакунки

source: Configure the Mail Transfer Agent
pt: Configurar o Mail Transfer Agent
uk: Налаштувати поштовий сервер

source: Finish configuring the base system
pt: Acabar de configurar o sistema base
uk: Закінчити налаштування базової системи

source: Exit the base system configuration
pt: Sair da Configuração do sistema base
uk: Завершити налаштування базової системи

source: Execute a shell
pt: Executar uma shell
uk: Запустити командну оболонку

source: Installing packages
pt: A instalar pacotes

source: Preparing for installation...
pt: A preparar para instalação...

source: Registering documentation, please wait...
pt: A registar documentação, por favor aguarde...

source: Preparing to configure apt...
pt: Preparando para configurar o apt...

source: Copying mirror configuration...
pt: A copiar configuração de mirror...

source: Checking for CD-ROM...
pt: Procurando CD-ROM...

source: Time zone configuration
pt: Configuração do fuso horário
uk: Налаштування часового поясу

source: Is the hardware clock set to GMT?
pt: O relógio do hardware está em GMT?
uk: Чи встановлено апаратний годинник на GMT?

source: Unix system clocks are generally set to GMT ("Greenwich Mean Time", also known as "Universal Coordinated Time", or UTC). The operating system knows your time zone and converts system time into the local time. You can specify whether the hardware clock is set to either GMT (recommended for a Linux-only system) or local time (which may be more convenient for a system that also runs other operating systems or an off-the-shelf PC).
pt: Os relógios em sistemas UNIX estão geralmente em GMT ("Greenwich Mean Time",também conhecido como "Universal Coordinated Time", or UTC). O sistema operativo sabe o seu fuso horário e converte o tempo do sistema para tempo local. Pode especificar se o relógio de hardware está em GMT (recomendado paraum sistema só com Linux) ou tempo local (que pode ser mais conveniente para um sistema que corre também outros sistemas operativos ou um PC chave-na-mão).
uk: Системний годинник у Unix системах звичайно встановлюється на використання GMT ("Середній Гринвіцький час", також відомий як UTC, "Універсальний скоординований час"). Операційна система знає ваш часовий пояс та переводить системний час в місцевий. Ви можете налаштувати апаратний годинник на GMT (бажано, якщо у вас тільки Linux) або на локальний час (бажано, якщо у вас встановлено декілька операційних систем).

source: The hardware clock says the time is now ${hwtime}.
pt: O relógio do hardware diz que o tempo agora é ${hwtime}.
uk: Апаратні часи показують ${hwtime}.

source: Do you want to change your current time zone?
pt: Deseja alterar o fuso horário actual?
uk: Чи хочете ви змінити поточний часовий пояс?

source: Your current time zone is set to ${timezone}.
pt: O seu fuso horário actual está em ${timezone}.
uk: Поточний часовий пояс: ${timezone}.

source: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, East-Indiana, Indiana-Starke, Michigan, Samoa, other
pt: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, East-Indiana, Indiana-Starke, Michigan, Samoa, outro
uk: Східний, Центральний, Гірський, Тихоокеанський, Аляска, Гаваї, Алеутські острови, Східна Індія, Indiana-Starke, Мічиган, Самоа, інший

source: The following are common time zones in the United States of America.
pt: Fusos horários comuns nos Estados Unidos da América.
uk: Нижче вказані основні часові пояси Сполучених Штатів Америки.

source: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, other
pt: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, outro
uk: Ньюфаундленд, Атлантичний, Східний, Центральний, Східний Саскачеван, Гірський, Тихоокеанський, Юкон, інший

source: The following are common time zones in Canada.
pt: Fusos horários comuns no Canadá.
uk: Нижче вказані основні часові пояси Канади.

source: East, West, Acre, DeNoronha, other
pt: East, West, Acre, DeNoronha, outro
uk: Схід, Захід, Acre, DeNoronha, інший

source: The following are common time zones in Brazil.
pt: Fusos horários comuns no Brasil.
uk: Нижче вказані основні часові пояси Бразилії.

source: If you are in a different time zone, choose "other" to select from all available time zones.
pt: Caso se encontre num fuso horário diferente, escolha "outro" para seleccionar um dos fusos horários disponíveis.
uk: Якщо ви знаходитеся в іншому часовому поясі, то виберіть "інший" щоб провести вибір із всіх часових поясів.

source: Are you in the ${zone} time zone?
pt: Encontra-se no fuso horário ${zone}?
uk: Ви знаходитеся в часовому поясі ${zone}?

source: Based on your country, your time zone is probably ${zone}.
pt: O seu fuso horário actual está em ${zone}.
uk: Виходячи з вашої країни, ваш часовий пояс скоріше за все ${zone}.

source: ${choices}, other
pt: ${choices}, outro
uk: ${choices}, інший

source: Select your time zone:
pt: Escolha uma cidade ou fuso horário:
uk: Виберіть ваш часовий пояс:

source: Based on your country, you are probably in one of these time zones. If you are not, choose "other" to select from all available time zones.
pt: Tendo como base no seu país, está provavelmente num destes fusos horários.Caso não esteja, escolha "outro" para seleccionar um dos fusos horários disponíveis.
uk: Виходячи з вашої країни, ви скоріше за все знаходитеся в одному з перерахованих часових поясів. Якщо вірний часовий пояс відсутній в списку, то виберіть "інший" та виберіть вірний часовий пояс із повного списку.

source: Africa, America, US, Canada, Asia, Atlantic Ocean, Australia, Europe, Indian Ocean, Pacific Ocean, System V style time zones, None of the above
pt: África, América, EUA, Canadá, Ásia, Oceano Atlântico, Austrália, Europa, Oceano Índico, Oceano Pacífico, fusos horários do tipo System V, nenhum dos anteriores
uk: Африка, Америка, США, Канада, Азія, Атлантичний океан, Австралія, Європа, Індійський океан, Тихий океан, часові пояси в стилі System V, жоден з них

source: Area for your time zone:
pt: Área para o seu fuso horário:
uk: Регіон для вашого часового поясу:

source: Pick the geographic area in which the time zone you desire is located.
pt: Escolha a área geográfica na qual está o fuso horário que pretende.
uk: Виберіть географічний регіон, в якому ви знаходитеся.

source: Select a city or time zone:
pt: Escolha uma cidade ou fuso horário:
uk: Виберіть місто або часовий пояс:

source: Cities represent the time zone in which they are located, so you may choose any city in the desired time zone.
pt: As cidades representam o fuso horário de onde estão localizadas, pode escolher uma cidade no fuso horário desejado.
uk: Міста представляють часовий пояс, в якому вони знаходяться, таким чином ви можете вибрати будь-яке місто в вашому часовому поясі.

source: Is this information correct?
pt: A informação está correcta?
uk: Чи вірна ця інформація?

source: Here is your selected time zone information.
pt: Aqui está a informação do fuso horário seleccionado.
uk: Ось введені вами дані про часовий пояс.

source: Local time is now: ${tzdate} Universal Time is now: ${utdate} Time zone is set to: ${timezone}
pt: Tempo Local é agora: ${tzdate} Tempo Universal é agora: ${utdate} Fuso horário está como: ${timezone}
uk: Місцевий час зараз ${tzdate} Час GMT зараз ${utdate} Часовий пояс ${timezone}

source: If something looks wrong, you can go through the setup process again.
pt: Se algo parecer errado, pode voltar a percorrer novamente o processo de configuração.
uk: Якщо щось виглядає некоректно, то ви можете повторити процес налаштування.

source: Apt configuration
pt: Configuração Apt
uk: Налаштування APT

source: HTTP proxy information (blank for none):
pt: Informação de proxy HTTP (nada para nenhuma):
uk: Інформація про HTTP проксі (залиште порожнім щоб не використовувати):

source: If you need to use a HTTP proxy to access the outside world, please enter the proxy information here. Otherwise, leave this blank.
pt: Se precisar utilizar uma proxy HTTP para aceder ao mundo exterior, por favor introduza a informação da proxy aqui. Caso contrário, deixe vazio.
uk: Якщо ви використовуєте HTTP-проксі для доступу в Internet, то введіть тут відповідні дані. Інакше, залиште це поле порожнім.

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]"
pt: A informação de proxy deve ser no formato standard "http://[[user][:pass]@]host[:port]"
uk: Інформація про проксі-сервер повинна бути надана в стандартній формі "http://[[користувач][:пароль]@]вузол[:порт]/"

source: cdrom, http, ftp, filesystem, edit sources list by hand
pt: cdrom, http, ftp, sistema de ficheiros, editar fontes manualmente
uk: компакт-диск, http, ftp, файлова система, вказати джерела вручну

source: Archive access method for apt:
pt: Método de acesso ao arquivo para o apt:
uk: Метод доступу до архіву для apt:

source: Please choose the method apt (the Ubuntu package management tool) should use to access the Ubuntu archive.
pt: Por favor escolha o método que o apt (a ferramenta de gestão de pacotes Ubuntu) deve usar para aceder ao arquivo Ubuntu.
uk: Виберіть метод, який apt (програма керування пакетами Ubuntu) повинна використовувати для доступу до архіву Ubuntu.

source: For example if you have an Ubuntu cd, select "cdrom", while if you plan to install via an Ubuntu mirror, choose "ftp" or "http".
pt: Por exemplo se tiver um cd Ubuntu, escolha "cdrom", se planear instalar através de um mirror Ubuntu, escolha "ftp" ou "http".
uk: Наприклад, якщо у вас є компакт-диск Ubuntu, виберіть "компакт-диск", а якщо ви плануєте використовувати дзеркало Ubuntu, то виберіть "ftp" або "http".

source: Mirror country:
pt: País do mirror:
uk: Місцезнаходження сервера:

source: Select the country the mirror should be in. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
pt: Escolha o país onde o mirror deve estar. Deve usar um mirror no seu país ou região se não souber qual mirror que tem a melhor ligação à Internet até si.
uk: Виберіть країну, де буде знаходитися дзеркало. Використовуйте дзеркало у вашій країні або регіоні якщо не знаєте, з яким сервером у вас найкращий зв'язок.

source: Choose the Ubuntu mirror to use:
pt: Escolha o mirror Ubuntu a usar:
uk: Виберіть дзеркало Ubuntu:

source: Select the Ubuntu mirror apt should use. You should select a mirror that is close to you on the net.
pt: Escolha o mirror Ubuntu que o apt deve usar. Deve escolher um mirror que é perto de si na rede.
uk: Вберіть сервер, який хочете використовувати. Ви повинні вибрати дзеркал, що найближче до вас в мережі.

source: Mirror hostname:
pt: Hostname do mirror:
uk: Ім'я дзеркального сервера:

source: Enter the hostname of the mirror from which Ubuntu will be downloaded.
pt: Introduza o hostname do mirror de onde será feito o download de Ubuntu.
uk: Введіть ім'я дзеркального сервера з якого буде завантажено Ubuntu.

source: Mirror directory:
pt: Directório do mirror:
uk: Директорія дзеркала:

source: Enter the directory in which the Ubuntu mirror is located.
pt: Introduza o directório on está localizado o mirror Ubuntu.
uk: Введіть директорію, в якій знаходиться дзеркало Ubuntu.

source: The directory you entered does not exist.
pt: O directório que introduziu não existe.
uk: Директорія, введена вами, не існує.

source: Mirror not found
pt: Mirror não encontrado
uk: Дзеркало не знайдене

source: The directory you entered does not contain a subdirectory named "dists", so it doesn't seem to be an Ubuntu mirror.
pt: O directório que introduziu não contém um subdirectório chamado "dists", por isso não parece ser um mirror Ubuntu.
uk: Директорія, введена вами, не містить піддиректорії "dists", так що це, здається, не є дзеркало Ubuntu.

source: CD-ROM missing
pt: CD-ROM em falta
uk: Відсутній CD-ROM

source: Please insert a suitable CD.
pt: Por favor coloque um CD adequado.
uk: Вставте, будь ласка, придатний CD-ROM.

source: CD-ROM device file:
pt: Ficheiro do dispositivo CD-ROM:
uk: Файл пристрою CD-ROM:

source: This program was unable to auto-detect a CD-ROM drive, or there is no usable CD in the drive.
pt: Este programa não foi capaz de auto-detectar uma drive de CD-ROM, ou não está nenhum CD utilizável na drive.
uk: Програма не може автоматично визначити дисковод CD-ROM, або в ньому немає диску.

source: Enter the device file to use to access your CD-ROM, and place an Ubuntu CD in the drive.
pt: Introduza o ficheiro do device para aceder ao seu CD-ROM, e coloque um CD Ubuntu na drive.
uk: Введіть ім'я пристрою, який потрібно використовувати для доступу до CD-ROM, та вставте компакт-диск Ubuntu в дисковод.

source: Non-Ubuntu CD-ROM detected
pt: Detectado CD-ROM sem ser de Ubuntu
uk: Знайдений не-Ubuntu диск

source: The CD-ROM drive contains a non-Ubuntu CD.
pt: A drive de CD-ROM contém um CD-ROM que não é de Ubuntu.
uk: В дисководі знаходиться диск, що не містить Ubuntu.

source: Scan another CD?
pt: Procurar outro CD?
uk: Сканувати інший диск?

source: If you have another Ubuntu CD (for example, the second in a two CD set), you should insert and scan it now.
pt: Se possuí outro CD Ubuntu (por exemplo, o segundo de um conjunto de dois), deve inseri-lo e lê-lo agora.
uk: Якщо ви маєте інший компакт-диск Ubuntu (наприклад, другий з дводискового набору), вставте його в дисковод та проскануйте.

source: Use restricted software?
pt: Usar software restricted?
uk: Використовувати restricted програми?

source: Some restricted software has been made to work with Ubuntu. Though this software is not at all a part of Ubuntu, standard Ubuntu tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
pt: Algum software restricted foi preparado para funcionar com Ubuntu. Embora este software não faça parte de Ubuntu, as ferramentas standard de Ubuntu podem ser usadas para instala-lo. Este software tem variadas licenças que podem prevenir que você possa usa-lo, moddifica-lo ou partilha-lo.

source: Please choose whether you want to have it available anyway.
pt: Por favor escolha se o quer ter disponível de qualquer maneira.
uk: Виберіть, чи хочете ви використовувати ці програми?

source: Use contrib software?
pt: Usar software contrib?
uk: Використовувати contrib програми?

source: Some additional software has been made to work with Ubuntu. Though this software is free, it depends on non-free software for its operation. This software is not a part of Ubuntu, but standard Ubuntu tools can be used to install it.
pt: Algum software adicional foi feito para funcionar com Ubuntu. Embora este software seja livre, depende de software não-livre para funcionar. Este software não faz parte de Ubuntu, mas as ferramentas standard de Ubuntu podem ser usadas para instala-lo.
uk: Деяке додаткове програмне забезпечення було налаштоване для роботи в Ubuntu. Хоча це вільне програмне забезпечення, воно потребує встановлення невільного програмного забезпечення для своєї роботи. Ці програми не є частиною Ubuntu, але для їх встановлення можуть бути використані стандартні засоби Ubuntu.

source: Use universe software?
pt: Usar software universe?

source: Use backported software?
pt: Usar software "backported"?

source: Some software has been backported from the Ubuntu development tree to work with this release of Ubuntu. Although this software has not gone through such complete testing as that contained in the release, it includes newer versions of some applications which may provide useful features.
pt: Algum software foi "backported" da árvore de desenvolvimento do Ubuntu para funcionar com esta versão do Ubuntu. Embora este software não tenha sido testado de forma completa tal como o software contido nesta versão, inclui versões novas de algumas aplicações que poderão fornecer funcionalidades úteis.

source: Please choose whether you want this software to be made available to you.
pt: Por favor escolha se quer que este software seja disponibilizado.
uk: Вирішіть, чи хочете ви використовувати дане програмне забезпечення?
