Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/mini/src/*-config/*-config-2.67ubuntu19uda1/debian/po/*.po
Languages: pt, uk

source: Failed to access the Ubuntu archive
pt: Falhou o acesso ao arquivo Ubuntu
uk: Помилка доступу до архіву Ubuntu

source: While trying to access the Ubuntu archive using the information you provided, the Ubuntu package management tool, apt, returned the following error. The questions will be asked again.
pt: Enquanto tentava aceder ao arquivo Ubuntu usando a informação que você forneceu, a ferramenta de gestão de pacotes de Ubuntu, apt, retornou o seguinte erro. As perguntas serão feitas novamente.
uk: При спробі звернутися до вказаного вами архіву Ubuntu, програма керування пакунками Ubuntu, apt, повернула приведену нижче помилку. Питання буде задано знову.

source: Add another apt source?
pt: Adicionar outra fonte apt?
uk: Додати інше джерело apt?

source: ${MESSAGE}. However, you may want to add another source to apt, so it can download packages from more than one location.
pt: ${MESSAGE}. No entanto, poderá adicionar outras fontes ao apt, sendo assim possivel utilizar pacotes de mais do que um sitio.
uk: ${MESSAGE}. Однак ви можете додати ще одне джерело apt, таким чином можна завантажувати пакунки з більш ніж одного джерела.

source: edit, revert to backup
pt: editar, voltar ao backup
uk: редагувати, повернутися до резервної копії

source: What do you want to do?
pt: Que deseja fazer?
uk: Що ви хочете робити?

source: The entries you added in sources.list (the file defining package sources for apt) seem to be incorrect. Here is the error message from apt:
pt: As entradas encontradas no sources.list (o ficheiro que defina as fontes dos pacotes para o apt) parecem estar incorrectas. Aqui está a mensagem de erro do apt:
uk: Схоже, що додані вами до файлу sources.list (файл, що визначає джерела пакетів для apt)записи є невірними. Ось повідомлення про помилку від apt:

source: A backup of the sources.list was made before you edited it. You may either revert to that backup or edit the existing file and fix it.
pt: Foi feito um backup do sources.list antes de você o editar. Pode voltar ao backup ou editar o ficheiro existente e corrigi-lo.
uk: Перед редагуванням було створено резервну копію файлу sources.list. Ви можете або повернутися до цієї копії, або редагувати існуючий файл та виправити його.

source: Download software from the Internet?
pt: Descarregar software da Internet ?

source: The software archive at ${site} couldn't be accessed, so those updates will not be made available to you at this time. You may want to investigate this later.
pt: O arquivo de software em ${site} não pôde ser acedido, por isso estas actualizações não serão disponibilizadas agora. Poderá investigar o problema posteriormente.

source: Commented out entries for ${site} have been added to the bottom of the /etc/apt/sources.list file.
pt: As entradas comentadas do sítio ${site} foram adicionadas no fim do ficheiro /etc/apt/sources.list.

source: The error message returned by apt:
pt: A mensagem de erro retornada pelo apt:
uk: Повідомлення про помилку, що повернула apt:

source: Configuring apt...
pt: A Configurar apt...

source: Setting up primary installation repository...
pt: Configurando repositório primário de instalação

source: Testing primary installation repository...
pt: Testando repositório primário da instalação

source: Setting up network repository...
pt: Configurando repositório de rede

source: Testing network repository...
pt: Testando respositório de rede

source: Setting up security update repository...
pt: A configurar o repositório de actualizações de segurança...

source: Testing security update repository...
pt: A testar repositório de actualizações de segurança...
