Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/*-config/*-config-2.67ubuntu16/debian/po/*.po
Languages: cs, mk, sk

source: Select the country the mirror should be in. You should use a mirror in your country or region if you do not know which mirror has the best Internet connection to you.
cs: Vyberte zemi, ve které le¾í zvolené zrcadlo. Pokud nevíte, které zrcadlo je pro vás nejvhodnìj¹í, zvolte to, které le¾í ve va¹í zemi.
mk: Одбери ја државата во која треба да биде алтернативната локација. Треба да одбереш алтернативна локација во твојата држава или регион ако незнаеш која алтернативна локација има најдобар интернет пристап со тебе.
sk: Vyberte krajinu, kde by mal byť zdroj s Debianom. Ak neviete, ku ktorému zdroju máte najrýchlejšie internetové pripojenie, zvoľte si zdroj ležiaci vo vašej krajine.

source: Choose the Ubuntu mirror to use:
mk: Одберете огледало за Убунту за употреба:
sk: Zvoľte server, ktorý chcete použiť:

source: Select the Ubuntu mirror apt should use. You should select a mirror that is close to you on the net.
mk: Изберете apt огледало за Убунту. Треба да одберете некое што е поблиску до Вас.
sk: Zvoľte server, ktorý bude používať apt. Mali by ste vybrať ten, ktorý je k vám na sieti najbližšie.

source: Mirror hostname:
cs: Jméno poèítaèe se zrcadlem:
mk: Хостнејм на алтернативната локација:
sk: Názov počítača so zdrojom:

source: Enter the hostname of the mirror from which Ubuntu will be downloaded.
cs: Zadejte jméno poèítaèe se zrcadlem, ze kterého se má Ubuntu stáhnout.
mk: Внесете го името на хостот на огледалото од кое што ќе презема Убунту.
sk: Zadajte názov počítača so zdrojom, z ktorého sa má Ubuntu stiahnuť.

source: Mirror directory:
cs: Adresáø se zrcadlem:
mk: Директориум:
sk: Adresár so zdrojom:

source: Enter the directory in which the Ubuntu mirror is located.
mk: Внесете го директориумот во кој што се наоѓа огледалото за Убунту.
sk: Zadajte adresár, v ktorom sa nachádzajú zdroje Ubuntu.

source: The directory you entered does not exist.
cs: Adresáø, který jste zadali, neexistuje.
mk: Директорумот кој го наведе не постои.
sk: Zadaný adresár so zdrojom neexistuje.

source: Mirror not found
cs: Zrcadlo nebylo nalezeno
mk: Алтернативна локација не е најдена
sk: Zdroj nebol nájdený

source: The directory you entered does not contain a subdirectory named "dists", so it doesn't seem to be an Ubuntu mirror.
mk: Директорумот кој го внесовте не содржи поддиректорум со име „dists“, па изгледа дека не е огледало за Убунту.
sk: Zadaný adresár neobsahuje podadresár "dists", takže to asi nie je zdroj programov Ubuntu.

source: CD-ROM missing
cs: Chybìjící CD
mk: Недостасува CD-ROM
sk: CD-ROM chýba

source: Please insert a suitable CD.
cs: Vlo¾te prosím vhodné CD.
mk: Ве молам внесете го соодветното CD
sk: Vložte, prosím, vhodné CD.

source: CD-ROM device file:
cs: Soubor zaøízení CD-ROM:
mk: Име на уред-датотеката за ЦД-РОМ:
sk: Súbor zariadenia CD-ROM:

source: This program was unable to auto-detect a CD-ROM drive, or there is no usable CD in the drive.
cs: Tento program nebyl schopen rozpoznat jednotku CD-ROM, nebo je v mechanice vlo¾eno nesprávné CD.
mk: Програмот не беше во можност автоматски да го детектира ЦД-РОМ единицата или нема корисно ЦД во единицата.
sk: Tento program nebol schopný rozpoznať CD-ROM mechaniku, alebo je v mechanike vložené nesprávne CD.

source: Enter the device file to use to access your CD-ROM, and place an Ubuntu CD in the drive.
mk: Внесете уред-датотека за пристап до Вашиот CD-ROM и внесете Убунту CD во уредот.
sk: Zadajte súbor zariadenia, ktoré chcete používať k prístupu na CD-ROM a vložte Ubuntu CD do mechaniky.

source: Non-Ubuntu CD-ROM detected
mk: Детектиран е CD-ROM кој што не е Убунту
sk: Rozpoznané nie-Ubuntu CD.

source: The CD-ROM drive contains a non-Ubuntu CD.
mk: CD-ROM уредот содржи CD што не е Убунту.
sk: CD-ROM mechanika neobsahuje Ubuntu CD.

source: Scan another CD?
cs: Prohledat dal¹í CD?
mk: Скенирај друго ЦД?
sk: Prehľadávať ďalšie CD?

source: If you have another Ubuntu CD (for example, the second in a two CD set), you should insert and scan it now.
mk: Ако имате друго Убунту CD (пр. второто во пакет од две) треба да го внесете и да го скенирате сега.
sk: Ak máte ďalšie Ubuntu CD (napríklad druhé zo sady CD), môžete ho teraz vložiť a dať ho prehľadať.

source: Use restricted software?
cs: Pou¾ívat restricted software?
mk: Да користам забранет софтвер?
sk: Používať programy s obmedzujúcou licenciou (restricted)?

source: Some restricted software has been made to work with Ubuntu. Though this software is not at all a part of Ubuntu, standard Ubuntu tools can be used to install it. This software has varying licenses which may prevent you from using, modifying, or sharing it.
mk: Некој неслободен софтвер е направен да работи со Убунту. Иако овој софтвер воопшто не е дел од Убунту, може да се инсталира со стандардните алатки на Убунту. Овој софтвер може да има различна лиценца која шѕо може да Ви оневозможи негово користење, измена или делење.
sk: Niektoré neslobodné (non-free) programy boli upravené na prácu s Ubuntu. Hoci nie sú tieto programy súčasťou Ubuntu, môžete ich nainštalovať štandartnými príkazmi Ubuntu. Tieto programy majú rôzne licencie, ktoré obmedzujú ich používanie, úpravu alebo ich ďalšie šírenie.

source: Please choose whether you want to have it available anyway.
cs: Rozhodnìte se, zda chcete zpøístupnit tento software.
mk: Ве молам одберете дали сепак сакате да го инсталирате.
sk: Rozhodnite sa, či chcete mať k dispozícii aj tieto programy.

source: Use contrib software?
cs: Pou¾ívat contrib software?
mk: Користи придонесен софтвер?
sk: Používať programy závislé na neslobodnom softvéri (contrib)?

source: Some additional software has been made to work with Ubuntu. Though this software is free, it depends on non-free software for its operation. This software is not a part of Ubuntu, but standard Ubuntu tools can be used to install it.
mk: Некој дополнителен софтвер e направен да работи со Убунту. Иако овој софтвер е слободен, потребен му е затворен софтвер за да работи. Овој софтвер не е дел од Убунту, но можете да ги користите алатките на Убунту за да го инсталирате.
sk: Pre prácu s Ubuntu boli vytvorené aj niektoré ďalšie programy, ktoré napriek tomu, že sú voľne širiteľné, ich funkčnosť závisí na niektorom neslobodnom (non-free) programe. Tieto programy nie sú súčasťou Ubuntu, ale na ich inštaláciu môžete použiť štandartné nástroje Ubuntu.

source: Use universe software?
mk: Да користам додатен софтвер?
sk: Používať aj programy spravované iba komunitou (universe)?

source: Some additional software has been made to work with Ubuntu. This software is free and, though it is not a part of Ubuntu, standard Ubuntu tools can be used to install it.
mk: Некој дополнителен софтвер e направен да работи со Убунту. Иако овој софтвер е слободен, потребен му е затворен софтвер за да работи. Овој софтвер не е дел од Убунту, но можете да ги користите алатките на Убунту за да го инсталирате.
sk: Pre prácu s Ubuntu boli vytvorené aj niektoré ďalšie programy. Aj keď tieto programy sú slobodné (free), nie sú súčasťou Ubuntu, no na ich inštaláciu môžete použiť štandartné nástroje Ubuntu.

source: Please choose whether you want this software to be made available to you.
cs: Rozhodnìte se, zda chcete mít tento software k dispozici.
mk: Ве молам одберете дали сакате да Ви биде достапен овој софтвер.
sk: Rozhodnite sa, či chcete mať k dispozícii aj tieto programy.

source: Failed to access the Ubuntu archive
mk: Не успеав да и пристапам на архивата на Убунту
sk: Došlo k chybe pri prístupe k zdroju programov Ubuntu

source: While trying to access the Ubuntu archive using the information you provided, the Ubuntu package management tool, apt, returned the following error. The questions will be asked again.
mk: Додека пробував да и пристапам на архивата на Убунту користејќи ги информациите кои ги внесовте, алаката за справување со пакети на, apt, ја врати следната грешка. Прашањата ќе бидат повторно прашани.
sk: Nástroj pre správu balíčkov apt zlyhal pri pokuse o prístup k zdroju programov Ubuntu, ktorý bol vybraný podľa vami zadaných informácií, vrátil nasledovnú chybu. Otázky teraz budú znova zopakované.

source: Add another apt source?
cs: Pøidat dal¹í zdroj pro apt?
mk: Додади уште еден апт извор?
sk: Pridať ďalší zdroj pre apt?

source: ${MESSAGE}. However, you may want to add another source to apt, so it can download packages from more than one location.
cs: ${MESSAGE}. Mo¾ná budete chtít do aptu pøidat dal¹í zdroje, aby mohl stahovat balíky z rùzných míst.
mk: ${MESSAGE}. Како и да е, може да ставиш друг извор за апт да може да ги преземе пакетите од повеќе од една локација.
sk: ${MESSAGE}. Aby ste mohli sťahovať balíky z rôznych miest, môžete do apt pridať ďalšie zdroje.

source: edit, revert to backup
cs: zmìnit, návrat k pùvodnímu
mk: уреди, врати назад за резерва
sk: upraviť, vrátiť pôvodné

source: What do you want to do?
cs: Co chcete udìlat?
mk: Што сакаш да направиш?
sk: Čo chcete urobiť?

source: The entries you added in sources.list (the file defining package sources for apt) seem to be incorrect. Here is the error message from apt:
cs: Zdá se, ¾e záznamy, které jste pøidali do sources.list (soubor definující zdroje pro apt) nefungují. Zde je chybová hlá¹ka z apt:
mk: Ставките кои ги додаде во sources.list (датотеката која ги дефинира изворите за апт) изгледаат неправилни. Еве ја пораката со грешка од апт:
sk: Záznamy, ktoré ste pridali do sources.list (do súboru zdrojov pre apt), nie sú správne. Tu je chybová správa od programu apt:

source: A backup of the sources.list was made before you edited it. You may either revert to that backup or edit the existing file and fix it.
cs: Pøedtím, ne¾ byl zmìnìn soubor sources.list, byla vytvoøena jeho záloha. Nyní se mù¾ete k této záloze vrátit, nebo zkusit opravit stávající soubor ruènì.
mk: Резерва на sources.list беше направена пред да ја уредуваш. Можеш или да ја вратиш до таа резерва или да ја измениш постоечката датотека и да го поправиш.
sk: Pred úpravou súboru sources.list bola vytvorená jeho záloha. Teraz sa môžete k tejto zálohe vrátiť alebo môžete skúsiť opraviť jestvujúci súbor.

source: Download software from the Internet?
mk: Да преземам софтвер од интернет?
sk: Stiahnuť softvér z internetu?

source: Ubuntu provides additional software and timely security updates via the Internet. These updates may be tracked each time you upgrade your system. If you have a connection to the Internet, this is generally a good idea.
mk: Убунту преку интернет овозможува повремени безбедносни закрпи. Овие закрпи можат да бидат додавани секој пат кога го надоградувате Вашиот систем. Ако имате интернет врска ова е добра идеја.

source: Cannot access network updates
mk: Не можам да им пристапам на безбедносните закрпи
sk: Chyba prístupu k aktualizáciám

source: The software archive at ${site} couldn't be accessed, so those updates will not be made available to you at this time. You may want to investigate this later.
mk: Не можам да и пристапам на софтверската архива на ${site} и затоа надградбите не се достапни во моментов. Би било добро да го истражите ова.
sk: Nemôžem sa pripojiť k softvérovému archívu na ${site}, takže aktualizácie nachádzajúce sa v tomto archíve nebudú momentálne k dispozícii. Tento problém by ste mali neskôr preskúmať a opraviť.

source: Commented out entries for ${site} have been added to the bottom of the /etc/apt/sources.list file.
mk: Коментирани ставки за ${site} беа додадени на крајот од датотеката /etc/apt/sources.list
sk: Zakomentované položky pre ${site} boli pridané na koniec súboru /etc/apt/sources.list

source: The error message returned by apt:
cs: Chybová hlá¹ka vrácená programem apt:
mk: Пораката со грешка која ја врати апт:
sk: Chybová správa od programu apt:

source: Configuring apt...
mk: Конфигурирај apt...
sk: Nastavujem apt...

source: Setting up primary installation repository...
mk: Ги поставувам главните складишта...
sk: Nastavujem hlavný inštalačný repozitár...

source: Testing primary installation repository...
mk: Ги тестирам главните складишта...
sk: Testujem hlavný inštalačný repozitár...

source: Setting up network repository...
mk: Ги поставувам мрежните складишта...
sk: Nastavujem sieťový repozitár...

source: Testing network repository...
mk: Тестирам мрежни складишта...
sk: Testujem sieťový repozitár...

source: Setting up security update repository...
mk: Поставувам складиште за безбедносни надградби...
sk: Nastavujem repozitár bezpečnostných aktualizácií...

source: Testing security update repository...
mk: Тестирам складиште за безбедносни надградби...
sk: Testujem repozitár bezpečnostných aktualizácií...

source: Use backported software?
sk: Používať backportované programy?

source: Some software has been backported from the Ubuntu development tree to work with this release of Ubuntu. Although this software has not gone through such complete testing as that contained in the release, it includes newer versions of some applications which may provide useful features.
sk: Niektoré programy môžu byť pridané (backportované) z vývojového stromu do vašej verzie Ubuntu. Takýto softvér nie je tak kompletne otestovaný ako ten nachádzajúci sa priamo vo vašej verzii Ubuntu, no obsahuje programy obsahujúce nové užitočné funkcie.
