Repository: guadalinex-archive/guadalinex-2005
Catalog: *_live_installer/default/src/*-config/*-config-2.67ubuntu16/debian/po/*.po
Languages: cs, mk, sk

source: Ubuntu base system configuration
mk: Конфигурација на основниот Убунту систем
sk: Nastavenie základného Ubuntu systému

source: Choose the next step in the install process:
cs: Vyberte dal¹í krok instalaèního procesu:
mk: Одбери го следниот чекор во инсталациониот процес:
sk: Zvoľte ďalší krok inštalačného procesu:

source: This is the base system configuration menu.
cs: Toto je menu pro nastavení základního systému.
mk: Ова е конфигурациското мени за основниот систем.
sk: Toto je menu pre nastavenie základného systému.

source: Welcome to your new Ubuntu system!
cs: Vítejte do svého nového systému Ubuntu!
mk: Добрoдојдовте во Вашиот нов Убунту систем!
sk: Vitajte vo vašom novom systéme Ubuntu!

source: This program will now walk you through the process of setting up your newly installed system. It will start with the basics -- time zone selection, setting a root password and adding a user, and then progress to installing additional software to tune this new Ubuntu system to your needs.
cs: Tento program vás nyní provede procesem nastavení va¹eho novì instalovaného systému. Zaèneme jednodu¹e -- nastavením klávesnice, výbìrem èasového pásma, nastavením rootovského hesla a pøidáním u¾ivatelù do systému. Na závìr si doinstalujete software dle svých potøeb.
mk: Оваа програма ќе Ви помогне при поставување на Вашиот нов систем. Ќе почне со основите - избор на временска зона, поставување на рут лозинка и додавање корисник, потоа ќе продолжи со инсталирање на дополнителен софтвер за пофино да го намести Вашиот нов Убунту систем според Вашите потреби.
sk: Tento program vás teraz bude sprevádzať procesom nastavenia vášho novo nainštalovaného systému. Začneme jednoducho -- zvolením časového pásma, nastavením hesla pre root-a, pridaním používateľa a nakoniec si podľa potreby doinštalujete ďalšie užitočné programy.

source: Use a PPP connection to install the system?
cs: Vyu¾ít k instalaci systému PPP pøipojení?
mk: Користи ППП конекција да го инсталираш системот?
sk: Použiť PPP pripojenie na inštaláciu systému?

source: This system does not seem to be currently connected to the internet. Even if you plan to install from CD, it is wise to download at least security updates from the internet.
cs: Zdá se, ¾e systém není pøipojen k Internetu. I kdy¾ plánujete instalovat z CD, je rozumné stáhnout z Internetu alespoò bezpeènostní opravy.
mk: Изгледа дека овој систем не е моментално поврзан на интернет. Дури и ако планираш да исталираш од ЦД, паметно е да ги преземеш најмалку безбедносните закрпи од интернет.
sk: Zdá sa, že tento systém nie je pripojený na Internet. Hoci plánujete inštalovať z CD, je rozumné stiahnuť si z Internetu aspoň bezpečnostné opravy.

source: If you have an account on an Internet Services Provider (ISP), and you want to use it during the install, you may configure the PPP service now, and open a PPP connection to your ISP.
cs: Jestli¾e máte konto u ISP (poskytovatele Internetu) a chcete jej pou¾ít bìhem instalace, mù¾ete nyní zkonfigurovat slu¾bu PPP a navázat PPP spojení ke svému poskytovateli.
mk: Ако имаш сметка кај Интернет сервис провајдер(ИСП) и ако сакаш да ја користиш при инсталација, можеш да го конфигурираш ППП сервисот сега и да отвориш ППП конекција кон твојот ИСП.
sk: Ak máte konto u svojho poskytovateľa Internetu (ISP) a chcete ho použiť počas inštalácie, môžete teraz nastaviť službu PPP a nadviazať PPP spojenie k svojmu poskytovateľovi.

source: There was a problem installing the selected software
cs: Pøi instalaci vybraného softwaru se vyskytl problém
mk: Имаше проблем при инсталирање на избраниот софтвер
sk: Pri inštalácii zvoleného softvéru došlo k chybe

source: One or more packages failed to install. This may be due to bugs in the packages, or you may be out of disk space or experiencing some other problem.
cs: Jeden nebo více balíèkù se nepodaøilo nainstalovat. Toto je pravdìpodobnì zpùsobeno chybou v balíèku, nedostatkem místa na disku, nebo nìèím úplnì jiným.
mk: Една или повеќе пакети неуспеаа да се инсталираат. Ова може да е поради бубачки во пакетите, може да е поради тоа што ти снемало простор на дискот или поради некој друг проблем.
sk: Nepodarilo sa nainštalovať jeden alebo viac balíkov. Pravdepodobne je to spôsobené chybami v balíku, ale môže to byť zapríčinené aj nedostatkom diskového priestoru alebo úplne inou chybou.

source: Simply trying to install those packages (or a slightly different set of packages) again may work around the problem, or at least move the installation process along a little further. If you want, you can go back to the package selection step, and try again.
cs: Jednodu¹e mù¾ete zkusit nainstalovat tyto (nebo mírnì obmìnìné) balíèky znovu. Mo¾ná tím obejdete problém, nebo alespoò posunete instalaèní proces o kousek dál. Jestli chcete, vra»te se zpìt na krok výbìru balíkù a zkuste to znovu.
mk: Едноставно повторно пробување да се инсталираат тие пакети( или малку различни пакети) може да го заобиколи проблемот или барем да ја мрдне инсталацијата малку. Ако сакаш, може да се вратиш во чекорот за избор на пакети и да пробаш повторно.
sk: Skúste znova jednoducho nainštalovať tieto (alebo podobné) balíky. Možno tým obídete problém, alebo sa aspoň dostanete o krok ďalej v procese inštalácie. Ak chcete, môžete sa vrátiť späť na krok výberu balíkov a skúsiť to znova.

source: If you decide not to try again, bear in mind that some packages on your system will be in a broken state until you manually resolve the problem.
cs: Jestli¾e se rozhodnete nezkou¹et instalaci balíkù znovu, mìjte na mysli, ¾e dokud ruènì problém neopravíte, balíky ve va¹em systému budou v nekonzistentním stavu.
mk: Ако одлучиш да не пробаш повторно, имај на ум дека некои пакети на твојот систем ќе бидат расипани се додека рачно не го поправиш проблемот.
sk: Ak sa nerozhodnete pre pokus o opravu, tak majte na pamäti, že niektoré balíky na vašom systéme budú v porušenom stave, pokiaľ neodstránite vzniknutý problém.

source: Thank you for choosing Ubuntu!
cs: Dìkujeme, ¾e jste si vybrali Ubuntu!
mk: Ви благодариме што го избравте Убунту!
sk: Ďakujeme, že ste si vybrali Ubuntu!

source: Setup of your Ubuntu system is complete. You may now login.
mk: Поставувањето на Вашиот Убунту систем е завршено. Можете да се најавите.

source: If you want to revisit this setup process at a later date, just run the base-config program.
cs: Jestli¾e budete nìkdy chtít zmìnit volby, které jste zde nastavili, jednodu¹e spus»te program base-config.
mk: Ако сакаш да го ревидираш инсталациониот процес подоцна, само изврши ја base-config програмата.
sk: Ak si neskôr budete chcieť zmeniť nastavenia, ktoré ste si zvolili pri tejto inštalácii, jednoducho spustite program base-config.

source: System hostname:
cs: Jméno poèítaèe:
mk: Системски хостнејм:
sk: Názov počítača:

source: Please enter your system hostname.
cs: Zadejte název svého poèítaèe.
mk: Те молам внеси го твојот хостнејм.
sk: Zadajte názov vášho počítača.

source: The hostname is a name that identifies your system to the network. If you don't know what your hostname should be, consult your network administrator. If you are setting up your own home network, you can make something up here.
cs: Jméno poèítaèe je jméno, které identifikuje vá¹ systém v síti. Pokud neznáte název svého poèítaèe, zeptejte se svého sí»ového správce. Jestli¾e stavíte domácí sí», mù¾ete si vymyslet témìø cokoliv.
mk: Хостнејмот е име кое го идентификува твојот систем на мрежата. Ако незнаеш што треба да биде твојот хостнејм, консултирај се со мрежниот администратор. Ако поставуваш твоја домашна мрежа можеш да си измислиш нешто тука.
sk: Názov počítača je meno, ktoré identifikuje váš systém v sieti. Ak neviete názov svojho počítača, spýtajte sa správcu vašej siete. Ak nastavujete domácu sieť, môžete zadať ľubovoľný názov.

source: Invalid hostname "${HOSTNAME}"
cs: Neplatné jméno poèítaèe "${HOSTNAME}".
mk: Неправилен хостнејм „${HOSTNAME}“
sk: Neplatný názov počítača "${HOSTNAME}".

source: A valid hostname may contain period-separated parts containing only alphanumeric characters and the minus sign, be between 2 and 63 characters long, and each part cannot begin or end with a minus sign.
cs: Platný název poèítaèe se smí skládat èástí oddìlených teèkou, kde èást obsahuje pouze alfanumerické znaky a znaménko mínus, musí být v rozmezí 2 a 63 znakù a nesmí zaèínat nebo konèit znaménkem mínus.
mk: Правилен хостнејм може да содржи делови одвоени со точки кои содржат само алфанумерички карактери и знакот минус. Мора да биде долг од 2 до 63 карактери и ниту еден дел не смее да почнува зо знакот минус.
sk: Platný názov počítača môže obsahovať bodkou oddelené časti, ktoré obsahujú iba alfanumerické znaky a znamienko mínus. Názov musí byť v rozmedzí 2 až 63 znakov a žiadna časť sa nesmie začínať alebo končiť znamienkom mínus.

source: Do you want to start the graphical display manager?
cs: Chcete spustit správce obrazovky (graphical display manager)?
mk: Дали сакаш да го стартуваш управувачот со графички екрани?
sk: Chcete spustiť grafického správcu obrazovky?

source: The graphical display manager makes it possible to log in using a graphical environment.
cs: Grafický správce obrazovky umo¾òuje pøihla¹ovat u¾ivatele do systému v grafickém prostøedí.
mk: Графичкиот управувач со екрани овозможува да се најавиш користејќи графичка средина.
sk: Grafický správca obrazovky umožňuje používateľom prihlásiť sa do systému v grafickom prostredí.

source: Load preseed file
cs: Nahrát soubor s pøednastavením
mk: Вчитај ја „preseed“ датотеката
sk: Načítať súbor s prednastavením

source: Display introductory message
cs: Zobrazit úvodní hlá¹ku
mk: Прикажи ја пораката за запознавање
sk: Zobraziť úvodnú správu

source: Configure the keyboard
cs: Nastavit klávesnici
mk: Конфигурирај ја тастатурата
sk: Nastaviť klávesnicu

source: Configure timezone
cs: Nastavit èasové pásmo
mk: Конфигурирај временска зона
sk: Nastaviť časové pásmo

source: Set up users and passwords
cs: Nastavit u¾ivatele a hesla
mk: Постави корисници и лозинки
sk: Nastaviť používateľov a heslá

source: Set the hostname
cs: Nastavit jméno poèítaèe
mk: Постави хостнејм
sk: Nastaviť názov počítača

source: Configure and enable ppp
cs: Nastavit a zpøístupnit ppp
mk: Конфигурирај и овозможи ППП
sk: Nastaviť a sprístupniť ppp

source: Configure apt
cs: Nastavit apt
mk: Конфигурирај apt
sk: Nastaviť apt

source: Select and install packages
cs: Vybrat a nainstalovat balíky
mk: Избери и инсталирај пакети
sk: Zvoliť a nainštalovať balíky

source: Configure the Mail Transfer Agent
cs: Nastavit po¹tovní server
mk: Конфигурирај го агентот за пренос на пошта (MTA)
sk: Nastaviť poštový server

source: Finish configuring the base system
cs: Dokonèit nastavení základního systému
mk: Заврши со конфигурација на основниот систем
sk: Dokončiť nastavenie základného systému

source: Exit the base system configuration
cs: Ukonèit nastavení základního systému
mk: Излези со конфигурација на основниот систем
sk: Ukončiť nastavenie základného systému

source: Execute a shell
cs: Spustit shell
mk: Изврши школка
sk: Spustiť shell

source: Installing packages
mk: Инсталирам пакети
sk: Inštalujem balíky

source: Preparing for installation...
mk: Се припремам за инсталација...
sk: Pripravujem inštaláciu...

source: Registering documentation, please wait...
mk: Регистрирам документација, ве молам почекајте...
sk: Zaregistrovávam dokumentáciu, prosím čakajte...

source: Preparing to configure apt...
mk: Се припремам за конфигурација на apt...
sk: Pripravujem konfiguráciu apt...

source: Copying mirror configuration...
mk: Копирам конфигурациј од огледалото...
sk: Kopírujem konfiguráciu inštalačných serverov...

source: Checking for CD-ROM...
mk: Проверувам CD-ROM...
sk: Zisťujem CD-ROM...

source: Time zone configuration
cs: Nastavení èasového pásma
mk: Конфигурација на временска зона
sk: Nastavenie časového pásma

source: Is the hardware clock set to GMT?
cs: Jsou hardwarové hodiny nastaveny na GMT?
mk: Дали хардверскиот часовник е наместен по Гринич средното време (GMT)?
sk: Sú hardvérové hodiny nastavené na GMT?

source: Unix system clocks are generally set to GMT ("Greenwich Mean Time", also known as "Universal Coordinated Time", or UTC). The operating system knows your time zone and converts system time into the local time. You can specify whether the hardware clock is set to either GMT (recommended for a Linux-only system) or local time (which may be more convenient for a system that also runs other operating systems or an off-the-shelf PC).
cs: Hodiny unixových systémù jsou obvykle nastaveny na GMT ("Greenwich Mean Time", také známý jako "Universal Coordinated Time", nebo UTC). Operaèní systém zná va¹e èasové pásmo a pøevádí systémový èas na èas lokální. Mù¾ete si vybrat jestli budou systémové hodiny nastaveny na GMT (doporuèeno pro systémy pouze s Linuxem) nebo lokální èas (který mù¾e více vyhovovat systémùm, na kterých bì¾í také jiné operaèní systémy).
mk: Часовниците во Unix системите најчесто се прилагодени на GMT („Средно време по Гринич“ или познато како „Универзално време“ UTC). Оперативниот систем ја знае твојата временска зона и го пренесува системското време во локално време. Може да одредиш дали твојот хардверски часовни е поставен или по Гринич времето или по локално време(кое е преопрачливо за систем на кој има и друг оперативен систем).
sk: Hodiny unixových systémov sú spravidla nastavené na GMT ("Greenwich Mean Time", tiež známy ako "Universal Coordinated Time", alebo UTC). Operačný systém pozná vaše časové pásmo a prevádza systémový čas na lokálny čas. Môžete si vybrať, či budú systémové hodiny nastavené na GMT (odporúčané pre systémy iba s Linuxom) alebo lokálny čas (ktorý môže viac vyhovovať počítačom, na ktorých bežia aj iné operačné systémy).

source: The hardware clock says the time is now ${hwtime}.
cs: Hardwarové hodiny nyní ukazují èas ${hwtime}.
mk: Хардверскиот часовник кажува дека времето сега е ${hwtime}.
sk: Hardvérové hodiny teraz ukazujú čas ${hwtime}.

source: Do you want to change your current time zone?
cs: Chcete zmìnit aktuální èasové pásmo?
mk: Дали сакаш да ја промениш твојата моментална временска зона?
sk: Chcete zmeniť vaše aktuálne časové pásmo ?

source: Your current time zone is set to ${timezone}.
cs: Va¹e aktuální èasové pásmo je nastaveno na ${timezone}.
mk: Твојата моментална временска зона е поставена на ${timezone}.
sk: Vaše aktuálne časové pásmo je nastavené na ${timezone}.

source: Eastern, Central, Mountain, Pacific, Alaska, Hawaii, Aleutian, Arizona, East-Indiana, Indiana-Starke, Michigan, Samoa, other
cs: Východní, Centrální, Horské, Pacifické, Alja¹ka, Havaj, Aleutian, Arizona, Východní Indiana, Indiana-Starke, Michigan, Samoa, jiné
mk: Источно, централно, планинско, пацифичко, Аљаска, Хаваи, алеутиан, Аризона, источна-Индијана, Мичиген, Самоа и други
sk: Východné, Centrálne, Horské, Pacifické, Aljaška, Havaj, Aleutian, Ariyona, Východná Indiana, Indiana-Starke, Michigan, Samoa, iné

source: The following are common time zones in the United States of America.
cs: Následující èasové zóny jsou bì¾né ve Spojených státech amerických.
mk: Следните се вообичаени временски зони во САД.
sk: Nasledovné časové pásma sú bežné v Spojených štátoch Amerických.

source: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, other
cs: Newfoundland, Atlantické, Východní, Centrální, Východní Saskatchewan, Saskatchewan, Horské, Pacifické, Yukon, jiné
mk: Newfoundland, Atlantic, Eastern, Central, East-Saskatchewan, Saskatchewan, Mountain, Pacific, Yukon, други
sk: Newfoundland, Atlantické, Východné, Centrálne, Východný Saskatchewan, Saskatchewan, Horské, Pacifické, Yukon, iné

source: The following are common time zones in Canada.
cs: Následující èasové zóny jsou bì¾né v Kanadì.
mk: Следните се вообичаени временски зони во Канда.
sk: Nasledovné časové pásma sú bežné v Kanade.

source: East, West, Acre, DeNoronha, other
cs: Východ, Západ, Acre, DeNoronha, jiné
mk: Исток, запад, Акре, Денороха и други
sk: Východ, Západ, Acre, DeNoronha, iné

source: The following are common time zones in Brazil.
cs: Následující èasové zóny jsou bì¾né v Brazílii.
mk: Следните се вообичаени временски зони во Бразил.
sk: Nasledovné časové pásma sú bežné v Brazílii.

source: If you are in a different time zone, choose "other" to select from all available time zones.
cs: Pokud se nacházíte v jiném èasovém pásmu, zvolte "jiné", kde si mù¾ete vybrat ze v¹ech èasových pásem.
mk: Ако си во друга временска зона, одбери „друга“ за да одбереш од сите достапни временски зони.
sk: Ak sa nachádzate v inom časovom pásme, zvoľte "iné", aby ste si mohli vybrať zo všetkých dostupných časových pásiem.

source: Are you in the ${zone} time zone?
cs: Nacházíte se v èasovém pásmu ${zone}?
mk: Дали си во временската зона ${zone}?
sk: Nachádzate sa v časovej zóne ${zone}?

source: Based on your country, your time zone is probably ${zone}.
cs: S ohledem na zemi je va¹e èasové pásmo pravdìpodobnì ${zone}.
mk: Врз основа на твојата држава, временска зона најверојатно треба да е ${zone}.
sk: Podľa vašej krajiny je vaše časové pásmo pravdepodobne ${zone}.

source: ${choices}, other
cs: ${choices}, jiné
mk: ${choices}, друго
sk: ${choices}, iné

source: Select your time zone:
cs: Vyberte èasové pásmo:
mk: Изберија ја твојата временска зона:
sk: Zvoľte vaše časové pásmo:

source: Based on your country, you are probably in one of these time zones. If you are not, choose "other" to select from all available time zones.
cs: S ohledem na va¹i zemi se pravdìpodobnì nacházíte v jednom z tìchto èasových pásem. Pokud tomu tak není, zvolte "jiné", kde si mù¾ete vybrat ze v¹ech mo¾ných èasových pásem.
mk: Врз основа на твојата држава, ти најверојатно се наоѓаш во некоја од овие зони. Ако не се наоѓаш, одбери „друго“ за да одбереш од сите достапни зони.
sk: Podľa vašej krajiny sa nachádzate v jednom z týchto časových pásiem. Ak medzi nimi nie je správne časové pásmo, zvoľte "iné" na výber zo všetkých dostupných časových pásiem.

source: Africa, America, US, Canada, Asia, Atlantic Ocean, Australia, Europe, Indian Ocean, Pacific Ocean, System V style time zones, None of the above
cs: Afrika, Amerika, Spojené státy, Kanada, Asie, Atlantický oceán, Austrálie, Evropa, Indický oceán, Pacifický oceán, èasové zóny ve stylu System V, nic z uvedeného
mk: Африка, Америка, САД, Канада, Азија, Атлански океан, Австралија, Европа, Индиски океан, Пацифички океан, временски зони по System V, ниедна од наведените
sk: Afrika, Amerika, Spojené štáty, Kanada, Ázia, Atlantický oceán, Austrália, Európa, Indický oceán, Pacifický oceán, časové pásma v štýle System V, Nič z uvedeného

source: Area for your time zone:
cs: Oblast pro èasové pásmo:
mk: Област на твојата временска зона:
sk: Oblasť pre vaše časové pásmo:

source: Pick the geographic area in which the time zone you desire is located.
cs: Vyberte geografickou oblast ve které le¾í po¾adovaná èasové pásmo.
mk: Одбери ја географската област во која се наоѓа бараната временска зона.
sk: Vyberte zemepisnú oblasť, v ktorej leží požadované časové pásmo.

source: Select a city or time zone:
cs: Vyberte mìsto nebo èasové pásmo:
mk: Одбери град или временска зона:
sk: Zvoľte mesto alebo časové pásmo:

source: Cities represent the time zone in which they are located, so you may choose any city in the desired time zone.
cs: Mìsta reprezentují èasová pásma ve kterých jsou situovány, tak¾e mù¾ete vybrat libovolné mìsto v daném èasovém pásmu.
mk: Градовите ги преставуваат временските зони во кои се наоѓаат, па можеш да одвереш било кој град во саканата временска зона.
sk: Mestá predstavujú časové pásma, v ktorých sú umiestnené, takže si môžete zvoliť ľubovoľné mesto v danom časovom pásme.

source: Is this information correct?
cs: Jsou tyto údaje správné?
mk: Дали информацијата е точна?
sk: Sú tieto údaje správne?

source: Here is your selected time zone information.
cs: Pøehled vámi zadaných údajù o èasovém pásmu.
mk: Еве ја информацијата за избраната временска зона.
sk: Tu sú údaje o vami zvolenom časovom pásme.

source: Local time is now: ${tzdate} Universal Time is now: ${utdate} Time zone is set to: ${timezone}
cs: Místní èas je nyní: ${tzdate} Univerzální èas je nyní: ${utdate} Èasové pásmo je: ${timezone}
mk: Локално време сега е: ${tzdate} Универзално време сеге е: ${utdate} Временска зона е поставена на: ${timezone}
sk: Miestny čas je teraz: ${tzdate} Univerzálny čas je teraz: ${utdate} Časové pásmo je: ${timezone}

source: If something looks wrong, you can go through the setup process again.
cs: Pokud se vám nìco nezdá, mù¾ete projít nastavením znovu.
mk: Ако нешто изгледа погрешно, може да поминеш низ процесот на поставување уште еднаш.
sk: Ak sa vám niečo nezdá, môžete znova spustiť proces nastavenia.

source: Apt configuration
cs: Nastavení Apt
mk: Конфигурација на apt
sk: Nastavenie Apt

source: HTTP proxy information (blank for none):
cs: Zadejte informace o HTTP proxy (nebo ponechte prázdné):
mk: Информации за HTTP прокси (празно доколку нема):
sk: Informácie o HTTP proxy (nevyplňujte, pokiaľ nepoužívate):

source: If you need to use a HTTP proxy to access the outside world, please enter the proxy information here. Otherwise, leave this blank.
cs: Jestli¾e potøebujete pro pøístup k okolnímu svìtu HTTP proxy, zadejte zde potøebné informace. Jinak zanechte políèko prázdné.
mk: Ако треба да користиш ХТТП прокси за да му пристапиш на надворешниот свет, те молам внеси ги информациите за проксито тука. Инаку, остави го ова празно.
sk: Ak pre prístup k okolitému svetu používate HTTP proxy, zadajte tu potrebné informácie. V opačnom prípade nič nevyplňujte.

source: The proxy information should be the standard form of "http://[[user][:pass]@]host[:port]"
cs: Informace o proxy by mìly být ve standardním tvaru: "http://[[u¾ivatel][:heslo]@]poèítaè[:port]"
mk: Информациите за проксито треба да бидат во стандардна форма „http://[[user][:pass]@]host[:port]“
sk: Informácie o proxy zadajte v štandartnom tvare "http://[[používateľ][:heslo]@]počítač[:port]/".

source: cdrom, http, ftp, filesystem, edit sources list by hand
cs: cdrom, http, ftp, souborový systém, upravit seznam zdrojù ruènì
mk: цдром, хттп, фтп, датотечен систем, уреди ги лисите на извори рачно
sk: cdrom, http, ftp, súborový systém, upraviť manuálne zoznam zdrojov

source: Archive access method for apt:
cs: Metoda pro pøístup k archivu:
mk: Метод за пристап до архивите за апт:
sk: Spôsob prístupu apt k archívu:

source: Please choose the method apt (the Ubuntu package management tool) should use to access the Ubuntu archive.
mk: Ве молам одберете го начинот кој треба да го користи apt (Алатката за справување со пакети на Убунту) за да им пристапи на архивите на Убунту.
sk: Zvoľte spôsob pre prístup apt (správcu balíkov) k archívu programov Ubuntu.

source: For example if you have an Ubuntu cd, select "cdrom", while if you plan to install via an Ubuntu mirror, choose "ftp" or "http".
cs: Jestli¾e máte napøíklad Ubuntu na CD, vyberte "cdrom". Pokud se chystáte Ubuntu instalovat ze sítì, vyberte "ftp" nebo "http".
mk: На пример ако имаш Убунту цд, одвери „цдром“, додека ако сакаш да го инсталираш Убунту од алтернативна локација одбери „фтп“ или „хттп“.
sk: Ak máte napríklad Ubuntu CD, zvoľte "cdrom". Ak sa chystáte inštalovať Ubuntu pomocou siete, zvoľte "ftp" alebo "http".

source: Mirror country:
cs: Zemì se zrcadlem:
mk: Држава на алтернативни локации:
sk: Krajiny so zdrojom:
